export function data() {
  return [
    {
      "id": "N01-001",
      "stem": "下列说法正确的是()。",
      "options": {
        "A": "信息只存在家庭中",
        "B": "信息只存在图书馆中",
        "C": "信息只存在校园里",
        "D": "信息无处不在"
      },
      "answer": "D",
      "explanation": "信息(Information)是物质、能量及其属性的标示的集合，是确定性的增加。它以物质介质为 载体，传递和反映世界各种事物存在方式、运动状态等的表征。信息不是物质，也不是能力，它以一种普遍 形式，表达物质运动规律，在客观世界中大量存在、产生和传递。"
    },
    {
      "id": "N01-002",
      "stem": "新型基础设施建设是以新发展理念为引领，以()为驱动，以信息网络为基础，面向高质量发 展需要，提供数字转型、智能升级、融合创新等服务的基础设施体系。",
      "options": {
        "A": "技术创新",
        "B": "人工智能",
        "C": "区块链",
        "D": "工业互联网"
      },
      "answer": "A",
      "explanation": "《蜗牛软考202405高项冲刺精华》 -第1章【考点1】新型基础设施建设★★★★★ 定义：新型基础设施简称“新基建”,是以新发展理念为引领，以技术创新为驱动，以信息网络为基础，面 向高质量发展需要，提供数字转型、智能升级、融合创新等服务的基础设施体系。"
    },
    {
      "id": "N01-003",
      "stem": "实现()是全面建设社会主义现代化国家的重大任务，需要将先进技术、现代装备、管理理念 等引入农业，将基础设施和基本公共服务向农村延伸覆盖，提高农业生产效率，改善乡村面貌，提升农民生 活品质，促进农业全面升级、农村全面进步、农民全面发展。",
      "options": {
        "A": "农业农村现代化",
        "B": "工业化",
        "C": "信息化",
        "D": "城镇化"
      },
      "answer": "A",
      "explanation": "实现农业农村现代化是全面建设社会主义现代化国家的重大任务，需要将先进技术、现代装 备、管理理念等引入农业，将基础设施和基本公共服务向农村延伸覆盖，提高农业生产效率，改善乡村面貌， 提升农民生活品质，促进农业全面升级、农村全面进步、农民全面发展"
    },
    {
      "id": "N01-004",
      "stem": "习总书记在党的十九大报告中指出：加强应用基础研究，拓展实施国家重大科技项目，突出(), 为建设“数字中国”等提供有力支撑。",
      "options": {
        "A": "关键共性技术、前沿引领技术、现代工程技术、颠覆性技术创新",
        "B": "关键基础技术、高新引领技术、现代工程技术、颠覆性技术创新",
        "C": "关键共性技术、高新引领技术、现代工程技术、颠覆性技术创新",
        "D": "关键基础技术、前沿引领技术、现代工程技术、颠覆性技术创新"
      },
      "answer": "A",
      "explanation": "习总书记在党的十九大报告中指出：加强应用基础研究，拓展实施国家重大科技项目，突出 关键共性技术、前沿引领技术、现代工程技术、颠覆性技术创新，为建设“数字中国”等提供有力支撑。"
    },
    {
      "id": "N01-005",
      "stem": "随着众多信息通信新技术的迅速发展与普及应用，()成长为第三空间，并与物理空间和社会 空间共同构成人类社会的三元空间。",
      "options": {
        "A": "数字空间",
        "B": "网络空间",
        "C": "信息空间",
        "D": "虚拟空间"
      },
      "answer": "C",
      "explanation": "随着众多信息通信新技术的迅速发展与普及应用，信息空间成长为第三空间，并与物理空间 和社会空间共同构成人类社会的三元空间。"
    },
    {
      "id": "N01-006",
      "stem": "智慧城市核心能力要素中围绕对社会状态的本质反映及模拟预测等进行能力构建()。",
      "options": {
        "A": "数据治理",
        "B": "数字挛生",
        "C": "多元融合",
        "D": "态势感知"
      },
      "answer": "D",
      "explanation": "态势感知：围绕对社会状态的本质反映及模拟预测等进行能力构建，洞察可变因素与不可见 因素对社会发展的影响，从而提升生活质量"
    },
    {
      "id": "N01-007",
      "stem": "() 不属于数字生活主要的体现。",
      "options": {
        "A": "生活工具数字化",
        "B": "生活内容数字化",
        "C": "生活方式数字化",
        "D": "生活位置数字化"
      },
      "answer": "D",
      "explanation": "数字生活主要体现在如下方面：(1)生活工具数字化；(2)生活方式数字化；(3)生活 内容数字化"
    },
    {
      "id": "N01-008",
      "stem": "新基建的七大领域不包括 ()。",
      "options": {
        "A": "特高压",
        "B": "城际高速铁路和城际轨道交通",
        "C": "上云用数赋智",
        "D": "人工智能"
      },
      "answer": "C",
      "explanation": "七大领域：5G 基建、特高压、城际高速铁路和城际轨道交通、新能源汽车充电桩、大数据中 心、人工智能、工业互联网。"
    },
    {
      "id": "N01-009",
      "stem": "随着数字技术与农业农村的加速融合，不断涌现出新技术、新产品、新模式。推进农业农村数 字化发展，重点是完善农村信息技术基础设施建设，加快数字技术推广应用，让广大农民共享数字经济发展 红利。聚焦数字赋能农业农村现代化建设，不属于重点的是()。",
      "options": {
        "A": "建设基础设施",
        "B": "发展智慧农业",
        "C": "注重绿色环保",
        "D": "建设数字乡村"
      },
      "answer": "C",
      "explanation": "重点建设基础设施、发展智慧农业和建设数字乡村等方面"
    },
    {
      "id": "N01-010",
      "stem": "《 中华人民共和国国民经济和社会发展第十四个五年规划和2035年远景目标纲要》中从数字 经济、数字政府、数字社会、()四个维度出发勾勒了建设数字中国的宏伟蓝图。",
      "options": {
        "A": "数字生态",
        "B": "数字技术",
        "C": "数字服务",
        "D": "数字人才"
      },
      "answer": "A",
      "explanation": "数字中国的四个维度数字生态、数字经济、数字政府、数字社会"
    },
    {
      "id": "N01-011",
      "stem": "以下说法不正确的是()。",
      "options": {
        "A": "以云计算、大数据、人工智能等为代表的新一代信息技术发展迅猛，成为驱动组织数字化转型的关键要素",
        "B": "元宇宙本质上是对现实世界的虚拟化",
        "C": "数字化转型是建立在数字化转换、数字化升级基础上，进一步触及组织核心业务，以新建一种业务模式为\r\n\r\n目标的高层次转型",
        "D": "数字化转型是组织在现有的业务基础上进行升级改造"
      },
      "answer": "D",
      "explanation": "数字化转型是开发数字化技术及支持能力以新建一个富有活力的数字化商业模式，只有组织 对其业务进行系统性、彻底的(或重大和完全的)重新定义，而不仅仅是IT, 而是对组织活动、流程、业务 模式和员工能力的方方面面进行重新定义的时候，成功才会得以实现。"
    },
    {
      "id": "N01-012",
      "stem": "以下说法中不正确的是()。",
      "options": {
        "A": "智慧城市建设更加注重以城市为中心",
        "B": "新技术持续赋能智慧城市的建设与发展",
        "C": "城市治理现代化是智慧城市建设的必然要求",
        "D": "智慧城市群区域一体化协同发展新格局逐步形成"
      },
      "answer": "A",
      "explanation": "智慧城市主要体现在： 智慧城市建设更加注重以人民为中心 新技术持续赋能智慧城市的建设与发展 城市治理现代化是智慧城市建设的必然要求 智慧城市群区域一体化协同发展新格局逐步形成 共建、共治、共享生态模式助力智慧城市高质量发展。"
    },
    {
      "id": "N01-013",
      "stem": "() 不属于智慧城市核心能力要素。",
      "options": {
        "A": "数据治理、边际决策、多元融合",
        "B": "数据治理、数字挛生、边际决策",
        "C": "数据管理、数字挛生、态势感知",
        "D": "数字挛生、多元融合、态势感知"
      },
      "answer": "C",
      "explanation": "智慧城市核心能力要素数据治理、数字挛生、边际决策、多元融合、态势感知"
    },
    {
      "id": "N01-014",
      "stem": "智慧城市中的应急指挥系统属于数字政府中的()。",
      "options": {
        "A": "一网通办",
        "B": "跨省通办",
        "C": "一网统管",
        "D": "数字孪生"
      },
      "answer": "C",
      "explanation": "一网通办 是依托于一体化在线政务服务平台，通过规范网上办事标准，优化网上办事流程，搭建统一的 互联网政务服务总门户，整合政府服务数据资源和完善配套制度等措施，推行政务服务事项网 上办理，推动企业群众蜗牛办事线上只登录一次即可全网通办 跨省通办 申请人在办理地之外的省市提出事项申请或在本地提出办理其他省市事项申请，办理模式通常 可分为全程网办、代收代办和多地联办 一网统管 从城市治理突出问题出发，以城市事件为牵引，统筹管理网格，统一城市运行事项清单，构建 多级城市运行“一网统管”应用体系，推动城市管理、应急指挥、综合执法等领域的“一网统 管”,实现城市运行态势感知、体征指标监测、统一事件受理、智能调度指挥、联动协同处置、 监督评价考核等全流程监管 一网：主要包括政务云、政务网和政务大数据中心等。 一屏：通过对多个部门的数据进行整合，将城市运行情况充分反映出来。 联动：畅通各级指挥体系，为跨部门、跨区域、跨层级联勤联动、高效处置提供快速响应能力。 预警：基于多维、海量、全息数据汇集，实现城市运行体征的全量、实时掌握和智能预警。 创新：以管理需求带动智能化建设，以信息流、数据流推动业务流程全面优化和管理创新。 【蜗牛老师点评】一网通办和跨省通办，针对公众服务。 一网统管，针对城市治理。"
    },
    {
      "id": "N01-015",
      "stem": "以下属于“新基建”通信网络基础设施的是()。 ①5G;② 云计算；③物联网；④工业互联网；⑤城际网；⑥以太网",
      "options": {
        "A": "③④⑤",
        "B": "①②③",
        "C": "④⑤⑥",
        "D": "①③④"
      },
      "answer": "D",
      "explanation": "信息基础设施 (技术新) ①以5G、物联网、工业互联网、卫星互联网为代表的通信网络基础设施；(四网络) ②以人工智能、云计算、区块链等为代表的新技术基础设施；(三技术) ③以数据中心、智能计算中心为代表的算力基础设施等。(两中心) 【口诀：通心算】 融合基础设施 (应用新) 指深度应用互联网、大数据、人工智能等技术，支撑传统基础设施转型升级，进而形成的 融合基础设施。融合基础设施包括智能交通基础设施、智慧能源基础设施等 创新基础设施 (平台新) 指支撑科学研究、技术开发、产品研制的具有公益属性的基础设施。创新基础设施包括重 大科技基础设施、科教基础设施、产业技术创新基础设施等"
    },
    {
      "id": "N01-016",
      "stem": "推动物联网、大数据、人工智能、区块链等新一代信息技术与农业生产经营深度融合属于()。",
      "options": {
        "A": "建设基础设施",
        "B": "发展智慧农业",
        "C": "建设数字乡村",
        "D": "互联网+政务"
      },
      "answer": "B",
      "explanation": "发展智慧农业。建立和推广应用农业农村大数据体系，推动物联网、大数据、人工智能、区 块链等新一代信息技术与农业生产经营深度融合，建设一批数字田园、数字灌区和智慧农牧渔场，不断提高 农业发展数字化水平，让农业资源利用更加合理、农业经营管理更加高效。"
    },
    {
      "id": "N01-017",
      "stem": "《 “十四五”国家信息化规划》指出，以推动高质量发展为题，以建设()为总目标，以加快 ()发展为总抓手，发挥()对社会发展的驱动引领作用。",
      "options": {
        "A": "网络强国、信息化、数字网络",
        "B": "数字中国、数字化、信息化",
        "C": "制造强国、制造业、智能制造",
        "D": "智能强国、智能化、数智化"
      },
      "answer": "B",
      "explanation": "《“十四五”国家信息化规划》指出，以推动高质量发展为主题，以建设数字中国为总目标， 以加快数字化发展为总抓手，发挥信息对经济社会发展的驱动引领作用，推动新型工业化、信息化、城镇化、 农业现代化同步发展，加快建设现代化经济体系。"
    },
    {
      "id": "N01-018",
      "stem": "每次科技革命都对应一个科学范式，第四次科技革命对应()。",
      "options": {
        "A": "经验范式",
        "B": "理论范式",
        "C": "模拟范式",
        "D": "数据密集型研究范式"
      },
      "answer": "D",
      "explanation": "第一科学范式为经验范式，第二科学范式为理论范式，第三科学范式为模拟范式，第四科学 范式为数据密集型研究范式 口诀（一经 ，二理，三模，四数 经理摸数）"
    },
    {
      "id": "N01-019",
      "stem": "关于信息的描述，不正确的是()。",
      "options": {
        "A": "信息不是物质，也不是能力，它以一种普遍形式，表达物质运动规律，在客观世界中大量存在、产生和传 递",
        "B": "信息是用来消除随机不定性的东西",
        "C": "信息的特征主要包括客观性、普遍性、无限性、动态性、相对性、依附性、变换性、传递性、层次性、系 统性和转化性",
        "D": "对于经济与社会信息而言，其最重要的特性是安全性"
      },
      "answer": "D",
      "explanation": "对于金融信息而言，其最重要的特性是安全性；而对于经济与社会信息而言，其最重要的特 性是及时性。"
    },
    {
      "id": "N01-020",
      "stem": "“东数西算”工程属于()基础设施的代表。",
      "options": {
        "A": "通信网络",
        "B": "新技术",
        "C": "算力",
        "D": "融合"
      },
      "answer": "C",
      "explanation": "东数西算”中的“数”,指的是数据，“算”指的是算力，即对数据的处理能力。“东数西 算”是通过构建数据中心、云计算、大数据一体化的新型算力网络体系，将东部算力需求有序引导到西部， 优化数据中心建设布局，促进东西部协同联动。"
    },
    {
      "id": "N01-021",
      "stem": "《 数字乡村发展战略纲要》明确了到2035年，数字乡村建设取得长足进展。城乡“数字鸿沟” 大幅缩小，农民数字化素养显著提升。农业农村()基本实现，城乡基本公共服务均等化基本实现，乡村治 理体系和治理能力现代化基本实现，生态宜居的美丽乡村基本实现。",
      "options": {
        "A": "数字化",
        "B": "信息化",
        "C": "现代化",
        "D": "网络化"
      },
      "answer": "C",
      "explanation": "《数字乡村发展战略纲要》明确了到2035年，数字乡村建设取得长足进展。城乡“数字鸿 沟”大幅缩小，农民数字化素养显著提升。农业农村现代化基本实现，城乡基本公共服务均等化基本实现， 乡村治理体系和治理能力现代化基本实现，生态宜居的美丽乡村基本实现。"
    },
    {
      "id": "N01-022",
      "stem": "信息化与工业化主要是在技术、产品、业务、()四个方面进行融合。",
      "options": {
        "A": "工业",
        "B": "服务业",
        "C": "产业",
        "D": "制造业"
      },
      "answer": "C",
      "explanation": "信息化与工业化主要在技术、产品、业务、产业四个方面进行融合。"
    },
    {
      "id": "N01-023",
      "stem": "数据价值化的“三化”框架是指()。",
      "options": {
        "A": "数据资源化、数据资产化、数据资本化",
        "B": "数据资源化、数据资产化、数据价值化",
        "C": "数据智慧化、数据资产化、数据资本化",
        "D": "数据智慧化、数据资产化、数据价值化"
      },
      "answer": "A",
      "explanation": "数据价值化 【GX202305】 1.数据价值化是指以数据资源化为起点，经历数据资产化、数据资本化阶段，实现数据 价值化的经济过程。 2.数据价值化的“三化”框架，即数据资源化、数据资产化、数据资本化。【口诀：本 院 产 】 数据资源化：是使无序、混乱的原始数据成为有序、有使用价值的数据资源。 数据资产化：是数据通过流通交易给使用者或者所有者带来的经济利益的过程。数据资产 化是实现数据价值的核心，其本质是形成数据交换价值，初步实现数据价值的过程。 数据资本化：主要包括两种方式，数据信贷融资与数据证券化。数据资本化是拓展数据价 值的途径，其本质是实现数据要素社会化配置"
    },
    {
      "id": "N01-024",
      "stem": "通过新型信息技术的数据洞察，从大数据中自动化挖掘实践经验、理论原理并自行开展模拟仿 真，完成基于数据的自决策和自优化，属于第()范式。",
      "options": {
        "A": "一",
        "B": "二",
        "C": "三",
        "D": "四"
      },
      "answer": "D",
      "explanation": "第四范式通过新型信息技术的数据洞察，从大数据中自动化挖掘实践经验、理论原理并自行 开展模拟仿真，完成基于数据的自决策和自优化，极大地繁荣应用科学技术"
    },
    {
      "id": "N01-025",
      "stem": "智慧城市发展过程中，聚焦智慧城市与城市经济社会发展深度融合，则该智慧城市成熟度处于 ( ) 水 平 。",
      "options": {
        "A": "规划级",
        "B": "管理级",
        "C": "协同级",
        "D": "优化级"
      },
      "answer": "D",
      "explanation": "智慧城市发展成熟度划分为规划级、管理级、协同级、优化级、引领级5个等级 一级(规划级):应围绕智慧城市的发展进行策划，明确相关职责分工和工作机制等，初步开展数据采集和 应用，确保相关活动有序开展。 二级(管理级):应明确智慧城市发展战略、原则、目标和实施计划等，推进城市基础设施智能化改造，多 领域实现信息系统单项应用，对智慧城市全生命周期实施管理。 三级(协同级):应管控智慧城市各项发展目标，实施多业务、多层级、跨领域应用系统的集成，持续推进 信息资源的共享与交换，推动惠民服务、城市治理、生态宜居、产业发展等的融合创新，实现跨领域的协同 改进。 四级(优化级):应聚焦智慧城市与城市经济社会发展深度融合，基于数据与知识模型实施城市经济、社会 精准化治理，推动数据要素的价值挖掘和开发利用，推进城市竞争力持续提升。 五级(引领级):应构建智慧城市敏捷发展能力，实现城市物理空间、社会空间、信息空间的融合演进和共 生共治，引领城市集群治理联动，形成高质量发展共同体。"
    },
    {
      "id": "N01-026",
      "stem": "下列说法正确的是 ()。",
      "options": {
        "A": "信息是指音讯、消息、信息系统传输和处理的对象，泛指人类社会传播的一切内容",
        "B": "信息是物质、能量及其属性的标示的集合，是确定性的减少",
        "C": "信息是物质，也不是能力，它以一种普遍形式，表达物质运动规律，在客观世界中大量存在、产生和传递",
        "D": "香农指出：“信息是用来消除随机的东西”"
      },
      "answer": "A",
      "explanation": "信息是物质、能量及其属性的标示的集合，是确定性的增加， B 错误。 信息不是物质，也不是能力，它以一种普遍形式，表达物质运动规律，在客观世界中大量存在、产生和传递， C 错误。 香农指出：“信息是用来消除随机不定性的东西”,D 错误。"
    },
    {
      "id": "N01-027",
      "stem": "() 不属于新型基础设施建设(新基建)的内容。",
      "options": {
        "A": "工业互联网",
        "B": "高速公路",
        "C": "大数据中心",
        "D": "5G"
      },
      "answer": "B",
      "explanation": "七大领域：5G 基建、特高压、城际高速铁路和城际轨道交通、新能源汽车充电桩、大数据中 心、人工智能、工业互联网。"
    },
    {
      "id": "N01-028",
      "stem": "两化融合是信息化和工业化的高层次的深度结合，主要在技术、产品、()、产业四个方面进 行融合。",
      "options": {
        "A": "业 务",
        "B": "软件",
        "C": "网络",
        "D": "硬件"
      },
      "answer": "A",
      "explanation": "《蜗牛软考202405高项冲刺精华》 -第1章【考点4】两化融合与智能制造★★★★ 两化融合：是信息化和工业化的高层次的深度结合；两化融合的核心就是信息化支撑，追求可持续发展模式。 信息化与工业化主要在技术、产品、业务、产业四个方面进行融合。【口诀：极品物业】"
    },
    {
      "id": "N01-029",
      "stem": "数据价值化是指以()为起点，经历数据资产化，数据资本化的阶段，实现数据价值化的过程。",
      "options": {
        "A": "数据智能化",
        "B": "数据资源化",
        "C": "数据安全性",
        "D": "数据产业化"
      },
      "answer": "B",
      "explanation": "第四版教材P20, 数据价值化是指以数据资源化为起点，经历数据资产化、数据资本化阶段，实现数据价值 化的经济过程"
    },
    {
      "id": "N01-030",
      "stem": "以下关于数字化转型的说法，错误的是()。",
      "options": {
        "A": "常见数字化转型的驱动因素主要包括：(1)新技术的强势发展(2)低“交互成本”运作(3)业务运行的透明化 (4)个性化需求的满足",
        "B": "数字化转型组织架构及工作机制的建议可分为4个层次：(1)规划层(2)实施层(3)能力层(4)资源层",
        "C": "通过计算智能化完成物理对象到信息空间的映射",
        "D": "数字化转型基本原理揭示了个体智慧由“自然人”个体，转移到组织智慧(计算机、信息系统等掌握的)的 必要性和重要性。"
      },
      "answer": "C",
      "explanation": "P33, “数据-智慧”过程该过程通常指数据的开发利用和资源管理的过程，即阿牛常说的“智 慧化过程”,重点解决基于各类组织组成对象“数字关系”的“脑力替代”。该过程在大数据“筑底”后， 多元化数据能够被开发利用： ①通过对象数字化实现对各类对象的数字化表达； ②通过孪生虚拟化完成物理对象到信息空间的映射； ③通过架构可视化实现业务知识模型与经验沉淀的复用和创新； ④通过计算智能化实现多元条件下的调度和决策。"
    },
    {
      "id": "N01-031",
      "stem": "下列说法种不正确的是 ()。",
      "options": {
        "A": "信息的目的是用来“消除不确定的因素”",
        "B": "信息具有价值，而价值的大小决定于信息的数量",
        "C": "信息系统是由相互联系、相互依赖、相互作用的事物或过程组成的具有整体功能和综合行为的统一体",
        "D": "简单地说，信息系统就是通过输入数据，然后进行加工处理，最后产生信息的系统"
      },
      "answer": "B",
      "explanation": "信息具有价值，而价值的大小决定于信息的质量"
    },
    {
      "id": "N01-032",
      "stem": "“新型基础设施”主要包括信息技术设施、融合基础设施和创新基础设施三个方面。其中信息 基础设施包括()。 ①通信基础设施；②智能交通基础设施；③新技术基础设施；④科教基础设施；⑤算力基础设施",
      "options": {
        "A": "①③⑤",
        "B": "①④⑤",
        "C": "②③④",
        "D": "②③⑤"
      },
      "answer": "A",
      "explanation": "信息基础设施主要指基于新一代信息技术演化生成的基础设施。 信息基础设施包括： ① 以 5G、 物联网、工业互联网、卫星互联网为代表的通信网络基础设施 ②以人工智能、云计算、区块链等为代表的新技术基础设施 ③以数据中心、智能计算中心为代表的算力基础设施等。信息基础设施凸显“技术新”"
    },
    {
      "id": "N01-033",
      "stem": "深入实施智能制造和绿色制造工程，发展服务型制造新模式，推动制造业()、()、() 是我国推动制造业优化升级的重点方向。",
      "options": {
        "A": "高端化、智慧化、绿色化",
        "B": "高端化、智能化、绿色化",
        "C": "现代化、智能化、绿色化",
        "D": "现代化、智慧化、绿色化"
      },
      "answer": "B",
      "explanation": "深入实施智能制造和绿色制造工程，发展服务型制造新模式，推动制造业高端化、智能化、 绿色化”是我国推动制造业优化升级的重点方向。"
    },
    {
      "id": "N01-034",
      "stem": "以下关于数字产业化的说法中，错误的是()。",
      "options": {
        "A": "数字产业化是指为产业数字化发展提供数字技术、产品、服务、基础设施和解决方案，以及完全依赖于数 字技术、数据要素的各类经济活动，包括电子信息制造业、电信业、软件、信息技术、互联网行业等",
        "B": "数字经济包括数字产业化和产业数字化两大部分",
        "C": "从整体构成上看，数字经济包括数字产业化、产业数字化、数字化治理和数据价值化四个部分",
        "D": "产业数字化发展重点包括：(1)云计算(2)大数据(3)物联网(4)工业互联网(5)区块链(6)人工智能(7)虚拟现实 和增强现实"
      },
      "answer": "D",
      "explanation": "P17-18, 数字产业化发展重点包括：(1)云计算(2)大数据(3)物联网(4)工业互联网(5)区块链(6) 人工智能(7)虚拟现实和增强现实"
    },
    {
      "id": "N01-035",
      "stem": "以下说法不正确的是()。",
      "options": {
        "A": "数据是与土地、劳动力、资本和技术并列的主要生产要素",
        "B": "社交网络信息传输具有永生性、无限性、即时性以及方向性的特征",
        "C": "互联网的特性是信息可以跨越时间和地理障碍在网络上迅速传播",
        "D": "社会的“智慧主体”都是自然人"
      },
      "answer": "D",
      "explanation": "现在，社会的“智慧主体”己经不单纯是自然人，他可以是一个互联网账号、 一台自动驾驶 的汽车、一部智能手机，或者是工厂中的一套智能机器人。"
    },
    {
      "id": "N01-036",
      "stem": "信息系统就是通过输入数据，然后进行加工处理，最后产生信息的系统。()和()是信息 系统的显著特点。",
      "options": {
        "A": "面向目标和支持管理",
        "B": "面向管理和支持发展",
        "C": "面向管理和支持生产",
        "D": "面向目标和支持生产"
      },
      "answer": "C",
      "explanation": "信息系统就是通过输入数据，然后进行加工处理，最后产生信息的系统。面向管理和支持生 产是信息系统的显著特点。"
    },
    {
      "id": "N01-037",
      "stem": "关于信息系统生命周期的描述，不正确的是：()。",
      "options": {
        "A": "信息系统的产生、建设、运行、维护、完善构成一个循环的过程，并有一定的规律可循",
        "B": "信息系统建设和维护随着各种环境变化，需要不断维护和修改，必要时可由新系统替代",
        "C": "信息系统的生命周期可简化为系统规划、系统分析、系统设计、系统运行和维护等阶段",
        "D": "信息系统建设周期长、投资大、用户习惯难以改变，定制化开发后无法进行重建和升级"
      },
      "answer": "C",
      "explanation": "《蜗牛软考综合一本通》-1.1.2 信息系统 信息系统的生命周期可以简化为：系统规划(可行性分析与项目开发计划),系统分析(需求分析),系统设计(概要 设计、详细设计),系统实施(编码、测试),系统运行和维护等阶段。"
    },
    {
      "id": "N01-038",
      "stem": "下列不属于“新型基建的方向”的是()。",
      "options": {
        "A": "新能源汽车充电桩",
        "B": "工业互联网",
        "C": "城际高速铁路",
        "D": "移动互联网"
      },
      "answer": "D",
      "explanation": "5G 基建、特高压、城际高速铁路和城际轨道交通、新能源汽车充电桩、大数据中心、人工智 能、工业互联网"
    },
    {
      "id": "N01-039",
      "stem": "以下说法中不正确的是 ()。",
      "options": {
        "A": "两化融合是工业化和数字化的高层次的深度结合",
        "B": "两化融合的核心就是信息化支撑，追求可持续发展模式",
        "C": "两化融合是新发展阶段制造业数字化、网络化、智能化发展的必由之路",
        "D": "两化融合是数字经济时代建设制造强国、网络强国和数字中国的扣合点"
      },
      "answer": "A",
      "explanation": "两化融合是信息化和工业化的高层次的深度结合"
    },
    {
      "id": "N01-040",
      "stem": "工业技术与信息技术的融合，产生新的技术，推动技术创新属于两化融合的()。",
      "options": {
        "A": "技术融合",
        "B": "产品融合",
        "C": "业务融合",
        "D": "产业衍生"
      },
      "answer": "A",
      "explanation": "技术融合是指工业技术与信息技术的融合，产生新的技术，推动技术创新。 例如，汽车制造技术和电子技术融合产生的汽车电子技术；工业和计算机控制技术融合产生的工业控制技术。"
    },
    {
      "id": "N01-041",
      "stem": "在以下选项中，哪个不是产业数字化的典型特征()。",
      "options": {
        "A": "以数字科技变革生产工具",
        "B": "以数据资源为关键生产要素",
        "C": "以信息网络为市场配置纽带",
        "D": "以传统模式为主导的发展机制条件"
      },
      "answer": "D",
      "explanation": "P19 。 产业数字化具有的典型特征包括： · 以数字科技变革生产工具； · 以数据资源为关键生产要素； · 以数字内容重构产品结构； · 以信息网络为市场配置纽带； · 以服务平台为产业生态载体； · 以数字善治为发展机制条件。"
    },
    {
      "id": "N01-042",
      "stem": "组织数字化转型中的难点，主要体现在：()。",
      "options": {
        "A": "业务融合、持续坚持、文化冲突、效果评价",
        "B": "业务融合、持续创新、文化冲突、效果判别",
        "C": "业务融合、持续坚持、文化冲突、效果判别",
        "D": "业务融合、持续创新、文化冲突、效果评价"
      },
      "answer": "C",
      "explanation": "组织数字化转型中的难点，主要体现在业务融合、持续坚持、文化冲突、效果判别。（融 坚 冲 判）"
    },
    {
      "id": "N01-043",
      "stem": "组织能力数字化转型及持续迭代参考模型 (CPSD模型 ) 不包括 ( ) ",
      "options": {
        "A": "决策能力边际化PtoE",
        "B": "信息物理世界",
        "C": "科学社会物理赛博机制",
        "D": "智慧转移模型S8"
      },
      "answer": "D",
      "explanation": "组织能力数字化转型及持续迭代参考模型 (CPSD  模型)、决策能力边际化 (PtoE)、   信息物理世界 (CPS) 、  科学社会物理赛博机制 (CPSS) 、  新型应急的组织、动员机制"
    },
    {
      "id": "N01-044",
      "stem": "信息系统的生命周期可以简化为：()。",
      "options": {
        "A": "系统规划、系统分析、系统设计、系统实施、系统运行和维护",
        "B": "可行性研究、系统规划、系统设计、系统实施、系统运行和维护",
        "C": "立项、可行性研究、系统规划、系统实施、系统运行和维护",
        "D": "系统规划、系统分析、系统设计、系统开发、系统测试"
      },
      "answer": "A",
      "explanation": "信息系统的生命周期可以简化为：系统规划(可行性分析与项目开发计划),系统分析(需求分析), 系统设计(概要设计、详细设计),系统实施(编码、测试),系统运行和维护等阶段。"
    },
    {
      "id": "N01-045",
      "stem": "信息化内涵主要不包括( )。",
      "options": {
        "A": "信息网络体系",
        "B": "信息产业基础",
        "C": "社会运行环境",
        "D": "信息安全体系"
      },
      "answer": "D",
      "explanation": "（巧计：网产环效）信息化内涵主要包括： ◆信息网络体系：包括信息资源、各种信息系统、公用通信网络平台等。 ◆信息产业基础：包括信息科学技术研究与开发、信息装备制造、信息咨询服务等。 ◆社会运行环境：包括现代工农业、管理体制、政策法律、规章制度、文化教育、道德观念等生产关系与 上层建筑。 ◆效用积累过程：包括劳动者素质、国家现代化水平和人民生活质量的不断提高，精神文明和物质文明建 设不断进步等。"
    },
    {
      "id": "N01-046",
      "stem": "以下说法中不正确的是()。",
      "options": {
        "A": "新基建包括5G 基建、特高压、城际高速铁路和城际轨道交通、新能源汽车充电桩、大数据中心、人工智 能、工业互联网等七大领域",
        "B": "“新基建”是立足于高新科技的基础设施建设，与传统“铁公基”相对应",
        "C": "新基建是面向社会需求，为经济社会的创新、协调、绿色、开放、共享发展提供底层支撑的具有乘数效应 的战略性、网络型基础设施",
        "D": "“新基建”的内涵更丰富，更能体现数字经济的特征，能够更好地推动中国经济转型升级"
      },
      "answer": "C",
      "explanation": "新基建是面向国家战略需求，为经济社会的创新、协调、绿色、开放、共享发展提供底层支 撑的具有乘数效应的战略性、网络型基础设施"
    },
    {
      "id": "N01-047",
      "stem": "新型基础设施主要包括如下三个方面 ()。",
      "options": {
        "A": "信息基础设施、融合基础设施、创新基础设施",
        "B": "信息基础设施、网络基础设施、算力基础设施",
        "C": "信息基础设施、融合基础设施、网络基础设施",
        "D": "信息基础设施、融合基础设施、新技术基础设施"
      },
      "answer": "A",
      "explanation": "新型基础设施主要包括如下三个方面：信息基础设施、融合基础设施、创新基础设施。"
    },
    {
      "id": "N01-048",
      "stem": "() 是指工业技术与信息技术的融合，产生新的技术，推动技术创新。例如，汽车制造技术和 电子技术融合产生的汽车电子技术；工业和计算机控制技术融合产生的工业控制技术。",
      "options": {
        "A": "业务融合",
        "B": "技术融合",
        "C": "产业衍生",
        "D": "产品融合"
      },
      "answer": "B",
      "explanation": "技术融合是指工业技术与信息技术的融合，产生新的技术，推动技术创新。例如，汽车制造 技术和电子技术融合产生的汽车电子技术；工业和计算机控制技术融合产生的工业控制技术"
    },
    {
      "id": "N01-049",
      "stem": "电子信息技术或产品渗透到产品中，增加产品的技术含量属于两化融合的()。",
      "options": {
        "A": "技术融合",
        "B": "产品融合",
        "C": "业务融合",
        "D": "产业衍生"
      },
      "answer": "B",
      "explanation": "产品融合是指电子信息技术或产品渗透到产品中，增加产品的技术含量。 例如，普通机床加上数控系统之后就变成了数控机床；传统家电采用了智能化技术之后就变成了智能家电； 普通飞机模型增加控制芯片之后就成了遥控飞机。信息技术含量的提高使产品的附加值大大提高"
    },
    {
      "id": "N01-050",
      "stem": "() 不属于数字产业化部分。",
      "options": {
        "A": "数字产品制造业",
        "B": "数字产品服务业",
        "C": "数字技术应用业",
        "D": "数字化效率提升业"
      },
      "answer": "D",
      "explanation": "数字经济具体分类：数字产品制造业、数字产品服务业、数字技术应用业、数字要素驱动业 和数字化效率提升业，其中，前4类为数字产业化部分，第5类为产业数字化部分"
    },
    {
      "id": "N01-051",
      "stem": "从整体构成上看，数字经济不包括()。",
      "options": {
        "A": "数字产业化",
        "B": "产业数字化",
        "C": "数据价值化",
        "D": "数据效率化"
      },
      "answer": "D",
      "explanation": "从整体构成上看，数字经济包括数字产业化、产业数字化、数字化治理和数据价值化四个部 分。"
    },
    {
      "id": "N01-052",
      "stem": "以下说法不正确的是()。",
      "options": {
        "A": "从智慧-数据过程将人类智慧形成了数据表达，并通过数据流动",
        "B": "数据——智慧工程，在大数据的基础上，逆变数据为计算智能，完成了智慧载体由自然人到计算机和信息 系统的转移，进一步实现智慧的可复制",
        "C": "针对能力因子的持续迭代可以从任何一项活动开始实施四项活动，形成持续迭代闭环",
        "D": "数字化转型需要一次成功，不能持续迭代"
      },
      "answer": "D",
      "explanation": "数字化转型往往不是指一个结果的表达，而是一个持续的过程"
    },
    {
      "id": "N01-053",
      "stem": "S8D  模型基于 DIKW  模型，构筑了“智慧-数据”、“数据-智慧”两大过程的8个转化活动。 其中“智慧-数据”过程也就是()",
      "options": {
        "A": "数字化过程",
        "B": "信息化过程",
        "C": "智慧化过程",
        "D": "数据化过程"
      },
      "answer": "B",
      "explanation": "P33, “智慧-数据”过程，通常指信息系统规划、建设、运行过程，也就是传统讲的信息化过程。"
    },
    {
      "id": "N01-054",
      "stem": "国家信息化体系包括()6个要素。",
      "options": {
        "A": "信息技术应用、信息资源、信息传输、信息技术和产业、信息化人才、信息化政策法规和标准规范",
        "B": "信息技术研究、信息资源、信息网络、信息技术和产业、信息化人才、信息化政策法规和标准规范",
        "C": "信息技术应用、信息资源、信息网络、信息技术和产业、信息化人才、信息化政策法规和标准规范",
        "D": "信息技术研究、信息资源、信息传输、信息技术和产业、信息化人才、信息化政策法规和标准规范"
      },
      "answer": "C",
      "explanation": "国家信息化体系包括信息技术应用、信息资源、信息网络、信息技术和产业、信息化人才、 信息化政策法规和标准规范6个要素。"
    },
    {
      "id": "N01-055",
      "stem": "以下不属于通信网络基础设施的是()。",
      "options": {
        "A": "物联网",
        "B": "工业互联网",
        "C": "卫星互联网",
        "D": "区块链"
      },
      "answer": "D",
      "explanation": "①以5G、 物联网、工业互联网、卫星互联网为代表的通信网络基础设施； ②以人工智能、云计算、区块链等为代表的新技术基础设施； ③以数据中心、智能计算中心为代表的算力基础设施等"
    },
    {
      "id": "N01-056",
      "stem": "以下不属于新技术基础设施的是()。",
      "options": {
        "A": "人工智能",
        "B": "卫星互联网",
        "C": "云 计 算",
        "D": "区块链"
      },
      "answer": "B",
      "explanation": "①以5G、 物联网、工业互联网、卫星互联网为代表的通信网络基础设施； ②以人工智能、云计算、区块链等为代表的新技术基础设施； ③以数据中心、智能计算中心为代表的算力基础设施等"
    },
    {
      "id": "N01-057",
      "stem": "以下属于算力基础设施的是()。",
      "options": {
        "A": "人工智能",
        "B": "智能计算中心",
        "C": "云计算",
        "D": "区块链"
      },
      "answer": "B",
      "explanation": "①以5G、 物联网、工业互联网、卫星互联网为代表的通信网络基础设施； ②以人工智能、云计算、区块链等为代表的新技术基础设施； ③以数据中心、智能计算中心为代表的算力基础设施等"
    },
    {
      "id": "N01-058",
      "stem": "信息技术应用到企业研发设计、生产制造、经营管理、市场营销等各个环节，推动企业业务创 新和管理升级属于两化融合的()。",
      "options": {
        "A": "技术融合",
        "B": "产品融合",
        "C": "业务融合",
        "D": "产业衍生"
      },
      "answer": "C",
      "explanation": "业务融合是指信息技术应用到企业研发设计、生产制造、经营管理、市场营销等各个环节， 推动企业业务创新和管理升级。例如，计算机管理方式改变了传统手工台账，极大地提高了管理效率；信息 技术应用提高了生产自动化、智能化程度，生产效率大大提高；网络营销成为一种新的市场营销方式，受众 大量增加，营销成本大大降低。"
    },
    {
      "id": "N01-059",
      "stem": "可以催生出的新产业，形成一些新兴业态属于两化融合的()。",
      "options": {
        "A": "技术融合",
        "B": "产品融合",
        "C": "业务融合",
        "D": "产业衍生"
      },
      "answer": "D",
      "explanation": "产业衍生是指两化融合可以催生出的新产业，形成一些新兴业态，如工业电子、工业软件、 工业信息服务业。工业电子包括机械电子、汽车电子、船舶电子、航空电子等；工业软件包括工业设计软件、 工业控制软件等；工业信息服务业包括工业企业B2B 电子商务、工业原材料或产成品大宗交易、工业企业信 息化咨询等。"
    },
    {
      "id": "N01-060",
      "stem": "以下说法中不正确的是()。",
      "options": {
        "A": "数字经济是继农业经济、工业经济之后的更高级经济形态",
        "B": "数字技术与虚拟经济蜗牛融合驱动是数字经济的主引擎",
        "C": "范式是指那些公认的科学成就，在一段时间里为实践共同体提供典型的问题和解答",
        "D": "数字经济的技术经济范式的结构主要包括驱动力、新结构、价值创造和经济增长"
      },
      "answer": "B",
      "explanation": "数字技术与实体经济融合驱动是数字经济的主引擎。蜗牛老师"
    },
    {
      "id": "N01-061",
      "stem": "为产业数字化发展提供数字技术、产品、服务、基础设施和解决方案属于()。",
      "options": {
        "A": "数字产业化",
        "B": "产业数字化",
        "C": "数字化治理",
        "D": "数据价值化"
      },
      "answer": "A",
      "explanation": "数字产业化是指为产业数字化发展提供数字技术、产品、服务、基础设施和解决方案，以及 完全依赖于数字技术、数据要素的各类经济活动，包括电子信息制造业、电信业、软件、信息技术、互联网 行业等。"
    },
    {
      "id": "N01-062",
      "stem": "在新一代数字科技支撑和引领下，以数据为关键要素，以价值释放为核心，以数据赋能为主线， 对产业链上下游的全要素数字化升级、转型和再造的过程属于()。",
      "options": {
        "A": "数字产业化",
        "B": "产业数字化",
        "C": "数字化治理",
        "D": "数据价值化"
      },
      "answer": "B",
      "explanation": "产业数字化是指在新一代数字科技支撑和引领下，以数据为关键要素，以价值释放为核心， 以数据赋能为主线，对产业链上下游的全要素数字化升级、转型和再造的过程。"
    },
    {
      "id": "N01-063",
      "stem": "组织信息化除驱动和加速组织转型升级和生产力建设外，还呈现出产品信息化、()、社会生 活信息化和国民经济信息化等趋势和方向。",
      "options": {
        "A": "发展信息化",
        "B": "产业信息化",
        "C": "制造信息化",
        "D": "生产信息化"
      },
      "answer": "B",
      "explanation": "组织信息化除驱动和加速组织转型升级和生产力建设外，还呈现出产品信息化、产业信息化、 社会生活信息化和国民经济信息化等趋势和方向。"
    },
    {
      "id": "N01-064",
      "stem": "以下不属于创新基础设施的是()。",
      "options": {
        "A": "重大科技基础设施",
        "B": "产业技术创新基础设施",
        "C": "人工智能",
        "D": "科教基础设施"
      },
      "answer": "C",
      "explanation": "创新基础设施主要指支撑科学研究、技术开发、产品研制的具有公益属性的基础设施。创新 基础设施包括重大科技基础设施、科教基础设施、产业技术创新基础设施等"
    },
    {
      "id": "N01-065",
      "stem": "新型基础设施是以()为引领，以技术()为驱动，以()为基础，面向高质量发展需要， 提供数字转型、智能升级、融合创新等服务的基础设施体系。",
      "options": {
        "A": "新发展理念、市场、信息网络",
        "B": "创新发展理念、创新、信息安全",
        "C": "新发展理念、创新、信息网络",
        "D": "创新发展理念、政府、信息安全"
      },
      "answer": "C",
      "explanation": "新型基础设施是以新发展理念为引领，以技术创新为驱动，以信息网络为基础，面向高质量 发展需要，提供数字转型、智能升级、融合创新等服务的基础设施体系。"
    },
    {
      "id": "N01-066",
      "stem": "各个国家推动新一代工业革命的关注焦点是()。",
      "options": {
        "A": "新基建",
        "B": "元宇宙",
        "C": "车联网",
        "D": "智能制造"
      },
      "answer": "D",
      "explanation": "智能制造是一项重要的国家战略，也是各个国家推动新一代工业革命的关注焦点"
    },
    {
      "id": "N01-067",
      "stem": "智能制造具有有自感知、自学习、()、自执行、自适应等功能。",
      "options": {
        "A": "自决策",
        "B": "自分析",
        "C": "自判断",
        "D": "自推理"
      },
      "answer": "A",
      "explanation": "智能制造具有有自感知、自学习、自决策、自执行、自适应等功能"
    },
    {
      "id": "N01-068",
      "stem": "智能制造能力成熟度等级提升的关键，包括()。",
      "options": {
        "A": "人员、数据、资源和制造",
        "B": "人员、技术、资源和制造",
        "C": "技术、销售、资源和制造",
        "D": "人员、技术、资源和服务"
      },
      "answer": "B",
      "explanation": "智能制造能力成熟度等级提升的关键，包括人员、技术、资源和制造"
    },
    {
      "id": "N01-069",
      "stem": "依托互联网、大数据、人工智能等技术和应用，创新社会治理方法与手段，优化社会治理模式， 推进社会治理的科学化、精细化、高效化，助力社会治理现代化属于()。",
      "options": {
        "A": "数字产业化",
        "B": "产业数字化",
        "C": "数字化治理",
        "D": "数据价值化"
      },
      "answer": "C",
      "explanation": "数字化治理通常指依托互联网、大数据、人工智能等技术和应用，创新社会治理方法与手段， 优化社会治理模式，推进社会治理的科学化、精细化、高效化，助力社会治理现代化"
    },
    {
      "id": "N01-070",
      "stem": "( ) 是数字经济的基础部分。",
      "options": {
        "A": "数字产业化",
        "B": "产业数字化",
        "C": "数字化治理",
        "D": "数据价值化"
      },
      "answer": "A",
      "explanation": "数字产业化是数字经济的基础部分"
    },
    {
      "id": "N01-071",
      "stem": "() 是实现数字经济和传统经济深度融合发展的重要途径。",
      "options": {
        "A": "数字产业化",
        "B": "产业数字化",
        "C": "数字化治理",
        "D": "数据价值化"
      },
      "answer": "B",
      "explanation": "产业数字化是实现数字经济和传统经济深度融合发展的重要途径"
    },
    {
      "id": "N01-072",
      "stem": "组织信息化除驱动和加速组织转型升级和生产力建设外，还呈现出产品信息化、产业信息化、 社会生活信息化和国民经济信息化等趋势和方向。其中不属于产品信息化的含义的是()。",
      "options": {
        "A": "产品中各类信息比重日益增大、物质比重日益降低",
        "B": "物质产品的特征向信息产品的特征迈进",
        "C": "越来越多的产品中嵌入了智能化元器件，使产品具有越来越强的信息处理功能",
        "D": "农业、工业、服务业等传统产业广泛利用信息技术，从而实现产业的升级"
      },
      "answer": "D",
      "explanation": "产品信息化 ①产品中各类信息比重日益增大、物质比重日益降低，其物质产品的特征向信息产品 的特征迈进； ②越来越多的产品中嵌入了智能化元器件，使产品具有越来越强的信息处理功能。 产业信息化 农业、工业、服务业等传统产业广泛利用信息技术，从而实现产业的升级。 社会生活信息化 市场、科技、教育、军事、政务、日常生活等在内的整个社会体系采用先进的信息技 术，建立各种互联网平台和网络 国民经济信息化 指在经济大系统内实现统一的信息大流动，使金融、贸易、投资、计划、营销等组成 一个信息大系统，生产、流通、分配、消费等经济的四个环节通过信息进一步连成一 个整体"
    },
    {
      "id": "N01-073",
      "stem": "支撑科学研究、技术开发、产品研制的具有公益属性的基础设施属于()。",
      "options": {
        "A": "信息基础设施",
        "B": "融合基础设施",
        "C": "创新基础设施",
        "D": "网络基础设施"
      },
      "answer": "C",
      "explanation": "创新基础设施指支撑科学研究、技术开发、产品研制的具有公益属性的基础设施。创新基础 设施包括重大科技基础设施、科教基础设施、产业技术创新基础设施等"
    },
    {
      "id": "N01-074",
      "stem": "信息安全能力域属于智能制造能力成熟度等级的()能力要素。",
      "options": {
        "A": "人员",
        "B": "技术",
        "C": "资源",
        "D": "制造"
      },
      "answer": "B",
      "explanation": "技术包括数据、集成和信息安全3个能力域"
    },
    {
      "id": "N01-075",
      "stem": "深度应用互联网、大数据、人工智能等技术，支撑传统基础设施转型升级的基础设施属于()。",
      "options": {
        "A": "信息基础设施",
        "B": "融合基础设施",
        "C": "创新基础设施",
        "D": "网络基础设施"
      },
      "answer": "B",
      "explanation": "融合基础设施主要指指深度应用互联网、大数据、人工智能等技术，支撑传统基础设施转型 升级，进而形成的融合基础设施。融合基础设施包括智能交通基础设施、智慧能源基础设施等"
    },
    {
      "id": "N01-076",
      "stem": "组织战略能力域属于智能制造能力成熟度等级的()能力要素。",
      "options": {
        "A": "人员",
        "B": "技术",
        "C": "资源",
        "D": "制造"
      },
      "answer": "A",
      "explanation": "人员包括组织战略、人员技能2个能力域"
    },
    {
      "id": "N01-077",
      "stem": "网络能力域属于智能制造能力成熟度等级的()能力要素。",
      "options": {
        "A": "人员",
        "B": "技术",
        "C": "资源",
        "D": "制造"
      },
      "answer": "C",
      "explanation": "资源包括装备、网络2个能力域"
    },
    {
      "id": "N01-078",
      "stem": "销售能力域属于智能制造能力成熟度等级的()能力要素。",
      "options": {
        "A": "人员",
        "B": "技术",
        "C": "资源",
        "D": "制造"
      },
      "answer": "D",
      "explanation": "制造包括设计、生产、物流、销售、服务5个能力域"
    },
    {
      "id": "N01-079",
      "stem": "GB/T39116《 智能制造能力成熟度模型》规定了企业智能制造能力在不同阶段应达到的水平。 企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的精准预测和优化()。",
      "options": {
        "A": "二级(规范级)",
        "B": "三级(集成级)",
        "C": "四级(优化级)",
        "D": "五级(引领级)"
      },
      "answer": "C",
      "explanation": "P15, 级别 含义★★★★ 一级(规划级) 企业应开始对实施智能制造的基础和条件进行规划，能够对核心业务活动(设计、生产、物 流、销售、服务)进行流程化管理 二级(规范级) 企业应采用自动化技术、信息技术手段对核心装备和业务活动等进行改造和规范，实现单 一业务活动的数据共享 三级(集成级) 企业应对装备、系统等开展集成，实现跨业务活动间的数据共享 四级(优化级) 企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的 精准预测和优化 五级(引领级) 企业应基于模型持续驱动业务活动的优化和创新，实现产业链协同并衍生新的制造模式和 商业模式"
    },
    {
      "id": "N01-080",
      "stem": "() 是数字经济发展的关键生产要素。",
      "options": {
        "A": "数字产业化",
        "B": "产业数字化",
        "C": "数字化治理",
        "D": "数据价值化"
      },
      "answer": "D",
      "explanation": "价值化的数据是数字经济发展的关键生产要素。蜗牛老师"
    },
    {
      "id": "N01-081",
      "stem": "以下说法中不正确的是()。",
      "options": {
        "A": "数字经济包括数字产业化、产业数字化、数字化治理和数据价值化四个部分",
        "B": "数据价值化是数字经济的基础部分",
        "C": "数字产业化发展重点包括：云计算，大数据，物联网，工业互联网，区块链，人工智能，虚拟现实和增强 现实",
        "D": "《中华人民共和国国民经济和社会发展第十四个五年规划和2035年远景目标纲要》明确提出了推进产业 数字化转型，实施“上云用数赋智”行动，推动数据赋能全产业链协同转型"
      },
      "answer": "B",
      "explanation": "数字产业化是数字经济的基础部分。蜗牛老师"
    },
    {
      "id": "N01-082",
      "stem": "《 中华人民共和国国民经济和社会发展第十四个五年规划和2035年远景目标纲要》提出了强 调加快推动数字产业化，培育壮大人工智能、大数据、区块链、云计算、网络安全等新兴数字产业，提升通 信设备、核心电子元器件、关键软件等产业水平。鼓励企业开放搜索、电商、()等数据，发展第三方大数 据服务产业。促进共享经济、平台经济健康发展。",
      "options": {
        "A": "企业",
        "B": "社交",
        "C": "政府",
        "D": "个人"
      },
      "answer": "B",
      "explanation": "《中华人民共和国国民经济和社会发展第十四个五年规划和2035年远景目标纲要》提出了 强调加快推动数字产业化，培育壮大人工智能、大数据、区块链、云计算、网络安全等新兴数字产业，提升 通信设备、核心电子元器件、关键软件等产业水平。鼓励企业开放搜索、电商、社交等数据，发展第三方大 数据服务产业。促进共享经济、平台经济健康发展。"
    },
    {
      "id": "N01-083",
      "stem": "以下关于“国家信息化趋势”中，说法不正确的是()。",
      "options": {
        "A": "到2025年，建成国际领先的移动通信网络，根本改变核心关键技术受制于人的局面",
        "B": "步到21 世纪中叶，信息化全面支撑富强民主文明和谐的社会主义现代化国家建设，网络强国地位日益巩 固",
        "C": "建设泛在智联的数字基础设施体系，建立高效利用的数据要素资源体系，构建释放数字生产力的创新发展 体系",
        "D": "构筑共建共治共享的数字政府治理体系，打造协同高效的数字社会服务体系，构建普惠便捷的数字基础设 施保障体系"
      },
      "answer": "D",
      "explanation": "《\"十四五\"国家信息化规划》明确了：建设泛在智联的数字基础设施体系，建立高效利用的数 据要素资源体系，构建释放数字生产力的创新发展体系，培育先进安全的数字产业体系，构建产业数字化转 型发展体系，构筑共建共治共享的数字社会治理体系，打造协同高效的数字政府服务体系，构建普惠便捷的 数字民生保障体系，拓展互利共赢的数字领域国际合作体系和建立健全规范有序的数字化发展治理体系等重 大任务。"
    },
    {
      "id": "N01-084",
      "stem": "国家工业信息安全发展研究中心2021年12月提出的全球数字营商环境评价指标体系。下面 那些指标是其评价体系的一级指标()。 ①数字支撑体系；②数据开发利用与安全；③数字市场准入；④数字市场规则；⑤数字创新环境",
      "options": {
        "A": "①③④",
        "B": "①②③④",
        "C": "①③④⑤",
        "D": "①②③④⑤"
      },
      "answer": "D",
      "explanation": "国家工业信息安全发展研究中心2021年12月提出的全球数字营商环境评价指标体系。该 评价体系包含5个一级指标：①数字支撑体系，包含普遍接入、智慧物流设施、电子支付设施；②数据开发利 用与安全，包含公共数据开放、数据安全；③数字市场准入，包含数字经济业态市场准入、政务服务便利度； ④数字市场规则，包含平台企业责任、商户权利与责任、数字消费者保护；⑤数字创新环境，包含数字创新 生态、数字素养与技能、知识产权保护。"
    },
    {
      "id": "N01-085",
      "stem": "基于新一代信息技术演化生成的基础设施是()。",
      "options": {
        "A": "信息基础设施",
        "B": "融合基础设施",
        "C": "创新基础设施",
        "D": "网络基础设施"
      },
      "answer": "A",
      "explanation": "信息基础设施主要指基于新一代信息技术演化生成的基础设施。"
    },
    {
      "id": "N01-086",
      "stem": "《智能制造能力成熟度模型》分为5个等级，规范级属于第()级。",
      "options": {
        "A": "一",
        "B": "二",
        "C": "三",
        "D": "四"
      },
      "answer": "B",
      "explanation": "成熟度等级分为五个等级，自低向高分别是一级(规划级)、二级(规范级)、三级(集成 级)、四级(优化级)和五级(引领级)"
    },
    {
      "id": "N01-087",
      "stem": "以下说法中，错误的是()。",
      "options": {
        "A": "边际决策：基于决策算法和信息应用等进行能力构建，强化执行端的决策能力，从而达到快速反应、高效 决策的效果，满足对社会发展的敏捷需求。",
        "B": "多元融合：强调社会关系和社会活动的动态性及其融合的高效性等，实现服务可编排和快速集成，从而满 足各项社会发展的创新需求",
        "C": "数字孪生：围绕现实世界与信息世界的互动融合进行能力构建，包括社会孪生、城市孪生和设备孪生等， 将推动城市空间摆脱物理约束，进入数字空间。",
        "D": "数据治理：围绕对社会状态的本质反映及模拟预测等进行能力构建，洞察可变因素与不可见因素对社会发 展的影响，从而提升生活质量。"
      },
      "answer": "D",
      "explanation": "P25 智慧城市的五个核心能力要素：数据治理、数字孪生、边际决策、多元融合和态势感知。 能力要素 解释说明 数据治理 围绕数据这一新的生产要素进行能力构建，包括数据责权利管控、全生命周期管理及其开发利 用 数字孪生 围绕现实世界与信息世界的互动融合进行能力构建，包括社会孪生、城市孪生和设备孪生等 边际决策 基于决策算法和信息应用等进行能力构建，强化执行端的决策能力 多元融合 强调社会关系和社会活动的动态性及其融合的高效性等 态势感知 围绕对社会状态的本质反映及模拟预测等进行能力构建，洞察可变因素与不可见因素对社会发 展的影响 所以D错误。应该是态势感知，不是数据治理。"
    },
    {
      "id": "N01-088",
      "stem": "《 智能制造能力成熟度模型》分为5个等级，优化级属于第()级。",
      "options": {
        "A": "一",
        "B": "二",
        "C": "三",
        "D": "四"
      },
      "answer": "D",
      "explanation": "成熟度等级分为五个等级，自低向高分别是一级(规划级)、二级(规范级)、三级(集成 级)、四级(优化级)和五级(引领级)"
    },
    {
      "id": "N01-089",
      "stem": "智慧城市发展过程中，能够明确智慧城市发展战略、原则、目标和实施计划等，推进城市基础 设施的智能化改造，多领域实现信息系统单项应用，对智慧城市全生命周期实施管理，则该智慧城市成熟度 处 于 ( ) 水 平 。",
      "options": {
        "A": "规划级",
        "B": "管理级",
        "C": "协同级",
        "D": "优化级"
      },
      "answer": "B",
      "explanation": "智慧城市发展成熟度划分为规划级、管理级、协同级、优化级、引领级5个等级 一级(规划级):应围绕智慧城市的发展进行策划，明确相关职责分工和工作机制等，初步开展数据采集和 应用，确保相关活动有序开展。 二级(管理级):应明确智慧城市发展战略、原则、目标和实施计划等，推进城市基础设施智能化改造，多 领域实现信息系统单项应用，对智慧城市全生命周期实施管理。 三级(协同级):应管控智慧城市各项发展目标，实施多业务、多层级、跨领域应用系统的集成，持续推进 信息资源的共享与交换，推动惠民服务、城市治理、生态宜居、产业发展等的融合创新，实现跨领域的协同 改进。 四级(优化级):应聚焦智慧城市与城市经济社会发展深度融合，基于数据与知识模型实施城市经济、社会 精准化治理，推动数据要素的价值挖掘和开发利用，推进城市竞争力持续提升。 五级(引领级):应构建智慧城市敏捷发展能力，实现城市物理空间、社会空间、信息空间的融合演进和共 生共治，引领城市集群治理联动，形成高质量发展共同体。"
    },
    {
      "id": "N01-090",
      "stem": "智慧城市发展过程中，能够围绕智慧城市的发展进行策划，明确相关职责分工和工作机制等， 初步开展数据采集和应用，确保相关活动有序开展，则该智慧城市成熟度处于()水平。",
      "options": {
        "A": "规划级",
        "B": "管理级",
        "C": "协同级",
        "D": "优化级"
      },
      "answer": "A",
      "explanation": "智慧城市发展成熟度划分为规划级、管理级、协同级、优化级、引领级5个等级 一级(规划级):应围绕智慧城市的发展进行策划，明确相关职责分工和工作机制等，初步开展数据采集和 应用，确保相关活动有序开展。 二级(管理级):应明确智慧城市发展战略、原则、目标和实施计划等，推进城市基础设施智能化改造，多 领域实现信息系统单项应用，对智慧城市全生命周期实施管理。 三级(协同级):应管控智慧城市各项发展目标，实施多业务、多层级、跨领域应用系统的集成，持续推进 信息资源的共享与交换，推动惠民服务、城市治理、生态宜居、产业发展等的融合创新，实现跨领域的协同 改进。 四级(优化级):应聚焦智慧城市与城市经济社会发展深度融合，基于数据与知识模型实施城市经济、社会 精准化治理，推动数据要素的价值挖掘和开发利用，推进城市竞争力持续提升。 五级(引领级):应构建智慧城市敏捷发展能力，实现城市物理空间、社会空间、信息空间的融合演进和共 生共治，引领城市集群治理联动，形成高质量发展共同体。"
    },
    {
      "id": "N01-091",
      "stem": "关于新型基础设施描述不正确的是()。",
      "options": {
        "A": "信息基础设施主要指基于新一代信息技术演化生成的基础设施，凸显“技术新”",
        "B": "融合基础设施主要指深度应用互联网、大数据、人工智能等技术，支撑传统基础设施转型升级，重在“应 用新”",
        "C": "创新基础设施主要指支撑科学研究、技术开发、产品研制的具有公益属性的基础设施，施强调“平台新”",
        "D": "信息基础设施包括通信网络基础设施、新技术基础设施、算力基础设施、科教基础设施"
      },
      "answer": "D",
      "explanation": "信息基础设施包括： ① 以 5G 、物联网、工业互联网、卫星互联网为代表的通信网络基础设施 ②以人工智能、云计算、区块链等为代表的新技术基础设施 ③以数据中心、智能计算中心为代表的算力基础设施等。信息基础设施凸显“技术新”。 重大科技基础设施属于创新基础设施。"
    },
    {
      "id": "N01-092",
      "stem": "数字产业化发展重点不包括()。",
      "options": {
        "A": "云计算",
        "B": "虚拟现实和增强现实",
        "C": "两化融合",
        "D": "工业互联网"
      },
      "answer": "C",
      "explanation": "数字产业化发展重点包括：云计算、大数据、物联网、工业互联网、区块链、人工智能、虚 拟现实和增强现实"
    },
    {
      "id": "N01-093",
      "stem": "产业数字化是指在新一代数字科技支撑和引领下，以()为关键要素，以()为核心，以() 为主线，对产业链上下游的全要素数字化升级、转型和再造的过程。",
      "options": {
        "A": "价值释放、数据赋能、数据",
        "B": "数据、价值释放、数据赋能",
        "C": "数据赋能、数据、价值释放",
        "D": "价值释放、数据、数据赋能"
      },
      "answer": "B",
      "explanation": "产业数字化是指在新一代数字科技支撑和引领下，以数据为关键要素，以价值释放为核心， 以数据赋能为主线，对产业链上下游的全要素数字化升级、转型和再造的过程。产业数字化作"
    },
    {
      "id": "N01-094",
      "stem": "下列不属于信息基础设施的是()。",
      "options": {
        "A": "通信网络基础设施",
        "B": "新技术基础设施",
        "C": "算力基础设施",
        "D": "重大科技基础设施"
      },
      "answer": "D",
      "explanation": "新型基础设施主要包括如下三个方面。 信息基础设施。信息基础设施主要指基于新一代信息技术演化生成的基础设施。 信息基础设施包括： ① 以 5G、 物联网、工业互联网、卫星互联网为代表的通信网络基础设施 ②以人工智能、云计算、区块链等为代表的新技术基础设施 ③以数据中心、智能计算中心为代表的算力基础设施等。信息基础设施凸显“技术新”。 重大科技基础设施属于创新基础设施。"
    },
    {
      "id": "N01-095",
      "stem": "融合基础设施包括()。 ①智能交通基础设施；②算力基础设施；③科教基础设施；④智慧能源基础设施",
      "options": {
        "A": "①②",
        "B": "②③",
        "C": "①④",
        "D": "②④"
      },
      "answer": "C",
      "explanation": "融合基础设施主要指深度应用互联网、大数据、人工智能等技术，支撑传统基础设施转型升 级，进而形成的融合基础设施。融合基础设施包括智能交通基础设施、智慧能源基础设施等。融合基础设施 重在“应用新”"
    },
    {
      "id": "N01-096",
      "stem": "产业数字化具有的典型特征包括：以()变革生产工具；以()资源为关键生产要素；以数 字内容重构产品结构；以()为市场配置纽带；以服务平台为产业生态载体；以数字善治为发展机制条件。",
      "options": {
        "A": "数字科技、数据、信息网络",
        "B": "数据、服务平台、信息网络",
        "C": "信息网络、数字科技、数据",
        "D": "数据、数字科技、信息网络"
      },
      "answer": "A",
      "explanation": "产业数字化具有的典型特征包括：以数字科技变革生产工具；以数据资源为关键生产要素； 以数字内容重构产品结构；以信息网络为市场配置纽带；以服务平台为产业生态载体；以数字善治为发展机 制条件"
    },
    {
      "id": "N01-097",
      "stem": "() 以“信息技术+治理”为典型特征的技管结合，以及数字化公共服务。",
      "options": {
        "A": "产业智能化",
        "B": "产业数字化",
        "C": "数字云",
        "D": "数字化治理"
      },
      "answer": "D",
      "explanation": "数字化治理通常指依托互联网、大数据、人工智能等技术和应用，创新社会治理方法与手段， 优化社会治理模式，推进社会治理的科学化、精细化、高效化，助力社会治理现代化。 数字化治理是数字经济的组成部分之一，包括但不限于多元治理，以“信息技术+治理”为典型特征的技管结 合，以及数字化公共服务等"
    },
    {
      "id": "N01-098",
      "stem": "以下关于数据价值化的“三化”框架，说法正确的是()。",
      "options": {
        "A": "数据资产化：是使无序、混乱的原始数据成为有序、有使用价值的数据资源",
        "B": "数据资产化：主要包括两种方式，数据信贷融资与数据证券化",
        "C": "数据资产化：是数据通过流通交易给使用者或者所有者带来的经济利益的过程。数据资产化是实现数据价 值的核心，其本质是形成数据交换价值，初步实现数据价值的过程",
        "D": "数据资本化：是使无序、混乱的原始数据成为有序、有使用价值的数据资源"
      },
      "answer": "C",
      "explanation": "数据价值化是指以数据资源化为起点，经历数据资产化、数据资本化阶段，实现数据价值化 的经济过程。上述三个要素构成数据价值化的“三化”框架，即数据资源化、数据资产化、数据资本化，细 化描述为： 数据资源化：是使无序、混乱的原始数据成为有序、有使用价值的数据资源。数据资源化阶段包括通过数据 采集、整理、聚合、分析等，形成可采、可见、标准、互通、可信的高质量数据资源。 数据资源化是激发数据价值的基础，其本质是提升数据质呈，形成数据使用价值的过程。 数据资产化：是数据通过流通交易给使用者或者所有者带来的经济利益的过程。数据资产化是实现数据价值 的核心，其本质是形成数据交换价值蜗牛老师，初步实现数据价值的过程。数据资本化：主要包括两种方式， 数据信贷融资与数据证券化。数据资本化是拓展数据价值的途径，其本质是实现数据要素社会化配置"
    },
    {
      "id": "N01-099",
      "stem": "不属于新型基础设施建设发展重点的是()。",
      "options": {
        "A": "强化数字转型、智能升级、融合创新支撑，布局建设信息基础设施、融合基础设施、创新基础设施等新型 基础设施",
        "B": "建设泛在智联的数字基础设施体系，建立高效利用的数据要素资源体系",
        "C": "建设高速泛在、天地一体、集成互联、安全高效的信息基础设施，增强数据感知、传输、存储和运算能力",
        "D": "扩容骨干网互联节点，新设一批国际通信出入口，全面推进互联网协议第六版 (IPv6)    商用部署"
      },
      "answer": "B",
      "explanation": "①强化数字转型、智能升级、融合创新支撑，布局建设信息基础设施、融合基础设施、创新基础设施等新型 基础设施； ②建设高速泛在、天地一体、集成互联、安全高效的信息基础设施，增强数据感知、传输、存储和运算能力； ③加快5G 网络规模化部署，持续提高用户普及率，推广升级千兆光纤网络；④前瞻布局6G 网络技术储备； ⑤扩容骨干网互联节点，新设一批国际通信出入口，全面推进互联网协议第六版(IPv6) 商用部署； ⑥实施中西部地区中小城市基础网络完善工程； ⑦推动物联网全面发展，打造支持固移融合、宽窄结合的物联接入能力； ⑧加快构建全国一体化大数据中心体系，强化算力统筹智能调度，建设若干国家枢纽节点和大数据中心集群， 建设E 级和10E 级超级计算中心； ⑨积极稳妥发展工业互联网和车联网； ⑩打造全球覆盖、高效运行的通信、导航、遥感空间基础设施体系，建设商业航天发射场； ⑪加快交通、能源、市政等传统基础设施数字化改造，加强泛在感知、终端联网、智能调度体系建设； ⑫发挥市场主导作用，打通多元化投资渠道，构建新型基础设施标准体系等。"
    },
    {
      "id": "N01-100",
      "stem": "GB/T 39116《智能制造能力成熟度模型》规定了企业智能制造能力在不同阶段应达到的水平。 若企业应对装备、系统等开展集成，实现跨业务活动间的数据共享，则该企业属于()水平。",
      "options": {
        "A": "一 级(规划级)  ]",
        "B": "二级(规范级)",
        "C": "三级(集成级)",
        "D": "四级(优化级)"
      },
      "answer": "C",
      "explanation": "一级(规划级):企业应开始对实施智能制造的基础和条件进行规划，能够对核心业务活动(设计、生产、 物流、销售、服务)进行流程化管理。 二级(规范级):企业应采用自动化技术、信息技术手段对核心装备和业务活动等进行改造和规范，实现单 一业务活动的数据共享。 三级(集成级):企业应对装备、系统等开展集成，实现跨业务活动间的数据共享。 四级(优化级):企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的 精准预测和优化。 五级(引领级):企业应基于模型持续驱动业务活动的优化和创新，实现产业链协同并衍生新的制造模式 和商业模式。"
    },
    {
      "id": "N01-101",
      "stem": "关于工业互联网描述，()是不正确的。",
      "options": {
        "A": "工业互联网是新一代信息通信技术与工业经济深度融合的新型基础设施、应用模式和工业生态",
        "B": "工业互联网是互联网在工业的简单应用",
        "C": "从工业经济发展角度看，工业互联网为制造强国建设提供关键支撑",
        "D": "从网络设施发展角度看，工业互联网是网络强国建设的重要内容"
      },
      "answer": "B",
      "explanation": "工业互联网不是互联网在工业的简单应用，是具有更为丰富的内涵和外延"
    },
    {
      "id": "N01-102",
      "stem": "产业数字化具有的典型特征包括：()。",
      "options": {
        "A": "以数字科技变革生产工具",
        "B": "以数据资源为关键生产要素",
        "C": "以数字善治为发展机制条件",
        "D": "以上都是"
      },
      "answer": "D",
      "explanation": "产业数字化具有的典型特征包括： 以数字科技变革生产工具 以数据资源为关键生产要素； 以数字内容重构产品结构； 以信息网络为市场配置纽带； 以服务平台为产业生态载体； 以数字善治为发展机制条件。"
    },
    {
      "id": "N01-103",
      "stem": "() 既是工业数字化、网络化、智能化转型的基础设施，也是互联网、大数据、人工智能与实 体经济深度融合的应用模式，同时也是一种新业态、新产业，将重塑企业形态、供应链和产业链。",
      "options": {
        "A": "工业互联网",
        "B": "商业互联网",
        "C": "农业互联网",
        "D": "经济互联网"
      },
      "answer": "A",
      "explanation": "工业互联网不是互联网在工业的简单应用，是具有更为丰富的内涵和外延。它既是工业数字 化、网络化、智能化转型的基础设施，也是互联网、大数据、人工智能与实体经济深度融合的应用模式，同 时也是一种新业态、新产业，将重塑企业形态、供应链和产业链。"
    },
    {
      "id": "N01-104",
      "stem": "GB/T 39116《智能制造能力成熟度模型》规定了企业智能制造能力在不同阶段应达到的水平。 若企业能够进行流程化管理，则该企业属于()水平。",
      "options": {
        "A": "一 级(规划级)",
        "B": "二级(规范级)",
        "C": "三级(集成级)",
        "D": "四级(优化级)"
      },
      "answer": "A",
      "explanation": "一级(规划级):企业应开始对实施智能制造的基础和条件进行规划，能够对核心业务活动(设计、生产、 物流、销售、服务)进行流程化管理。 二级(规范级):企业应采用自动化技术、信息技术手段对核心装备和业务活动等进行改造和规范，实现单 一业务活动的数据共享。 三级(集成级):企业应对装备、系统等开展集成，实现跨业务活动间的数据共享。 四级(优化级):企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的 精准预测和优化。 五级(引领级):企业应基于模型持续驱动业务活动的优化和创新，实现产业链协同并衍生新的制造模式 和商业模式。"
    },
    {
      "id": "N01-105",
      "stem": "以下说法中不正确的是()。",
      "options": {
        "A": "工业互联网是第四次工业革命的重要基石",
        "B": "工业互联网不是互联网在工业的简单应用，是具有更为丰富的内涵和外延",
        "C": "工业互联网是互联网、大数据、人工智能与虚拟经济深度融合的应用模式",
        "D": "工业互联网是新一代信息通信技术与工业经济深度融合的新型基础设施、应用模式和工业生态"
      },
      "answer": "C",
      "explanation": "工业互联网是互联网、大数据、人工智能与实体经济深度融合的应用模式"
    },
    {
      "id": "N01-106",
      "stem": "() 是社会及市场两个维度有机融合的具体体现，其既是产业数字化发展的机制条件，也是驱 动产业数字化发展的重要动力机制。",
      "options": {
        "A": "数字科技",
        "B": "数据资源",
        "C": "数字内容",
        "D": "数字善治"
      },
      "answer": "D",
      "explanation": "数字善治是社会及市场两个维度有机融合的具体体现，其既是产业数字化发展的机制条件， 也是驱动产业数字化发展的重要动力机制。"
    },
    {
      "id": "N01-107",
      "stem": "工业互联网平台体系具有四大层级，分别是：()。",
      "options": {
        "A": "网络、平台、数据、应用",
        "B": "网络、数据、应用、服务",
        "C": "网络、数据、应用、安全",
        "D": "网络、平台、数据、安全"
      },
      "answer": "D",
      "explanation": "工业互联网平台体系具有四大层级：它以网络为基础，平台为中枢，数据为要素，安全为保 障"
    },
    {
      "id": "N01-108",
      "stem": "GB/T 39116《智能制造能力成熟度模型》规定了企业智能制造能力在不同阶段应达到的水平。 若企业能实现单一业务活动的数据共享，则该企业属于()水平。",
      "options": {
        "A": "一级(规划级)",
        "B": "二级(规范级)",
        "C": "三级(集成级)",
        "D": "四级(优化级)"
      },
      "answer": "B",
      "explanation": "一级(规划级):企业应开始对实施智能制造的基础和条件进行规划，能够对核心业务活动(设计、生产、 物流、销售、服务)进行流程化管理。 二级(规范级):企业应采用自动化技术、信息技术手段对核心装备和业务活动等进行改造和规范，实现单 一业务活动的数据共享。 三级(集成级):企业应对装备、系统等开展集成，实现跨业务活动间的数据共享。 四级(优化级):企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的 精准预测和优化。 五级(引领级):企业应基于模型持续驱动业务活动的优化和创新，实现产业链协同并衍生新的制造模式 和商业模式。"
    },
    {
      "id": "N01-109",
      "stem": "工业互联网平台体系具有四大层级：它以()为基础，()为中枢，()为要素，()为 保障。",
      "options": {
        "A": "平台、网络、数据、安全",
        "B": "安全、网络、平台、数据",
        "C": "数据、平台、网络、安全",
        "D": "网络、平台、数据、安全"
      },
      "answer": "D",
      "explanation": "工业互联网平台体系具有四大层级：它以网络为基础，平台为中枢，数据为要素，安全为保 障"
    },
    {
      "id": "N01-110",
      "stem": "工业互联网平台体系的四大层级是()。",
      "options": {
        "A": "网络为基础，平台为保障，数据为中枢，安全为要素",
        "B": "网络为基础，平台为中枢，数据为要素，安全为保障",
        "C": "数据为基础，平台为保障，信息为中枢，安全为要素",
        "D": "数据为基础，平台为中枢，信息为要素，安全为保障"
      },
      "answer": "B",
      "explanation": "工业互联网平台体系具有四大层级：它以网络为基础，平台为中枢，数据为要素，安全为保 障 。"
    },
    {
      "id": "N01-111",
      "stem": "以下说法中不正确的是()。",
      "options": {
        "A": "数字化治理的核心特征是企业的数据互通、数字化全面协同与跨部门的流程再造",
        "B": "数字化治理的内涵包括对数据的治理、运用数据进行治理、对数字融合空间进行治理",
        "C": "数字经济发展的本质要求是加快数据价值化",
        "D": "数据价值化包括但不限于数据采集、数据标准、数据确权、数据标注、数据定价、数据交易、数据流转、 数据保护等"
      },
      "answer": "A",
      "explanation": "数字化治理的核心特征是全社会的数据互通、数字化全面协同与跨部门的流程再造"
    },
    {
      "id": "N01-112",
      "stem": "数据价值化的“三化”框架中哪一个是起点()。",
      "options": {
        "A": "数据资源化",
        "B": "数据资产化",
        "C": "数据资本化",
        "D": "数据资金化"
      },
      "answer": "A",
      "explanation": "数据价值化是指以数据资源化为起点，经历数据资产化、数据资本化阶段，实现数据价值化 的经济过程"
    },
    {
      "id": "N01-113",
      "stem": "工业互联网平台体系不包括()。",
      "options": {
        "A": "网络",
        "B": "平 台",
        "C": "技 术",
        "D": "安全"
      },
      "answer": "C",
      "explanation": "工业互联网平台体系具有四大层级：它以网络为基础，平台为中枢，数据为要素，安全为保 障"
    },
    {
      "id": "N01-114",
      "stem": "工业互联网网络体系不包括()。",
      "options": {
        "A": "网络互联",
        "B": "数据互通",
        "C": "标识解析",
        "D": "安全互通"
      },
      "answer": "D",
      "explanation": "工业互联网网络体系包括网络互联、数据互通和标识解析三部分"
    },
    {
      "id": "N01-115",
      "stem": "工业互联网网络体系包括网络互联、 ()和标识解析，三部分。",
      "options": {
        "A": "数据传输",
        "B": "数据安全",
        "C": "数据互通",
        "D": "数据汇聚"
      },
      "answer": "C",
      "explanation": "工业互联网网络体系包括网络互联、数据互通和标识解析，三部分"
    },
    {
      "id": "N01-116",
      "stem": "GB/T 39116《智能制造能力成熟度模型》规定了企业智能制造能力在不同阶段应达到的水平。 若企业能实现对核心业务活动的精准预测和优化，则该企业属于()水平。",
      "options": {
        "A": "一 级(规划级)",
        "B": "二级(规范级)",
        "C": "三级(集成级)",
        "D": "四级(优化级)"
      },
      "answer": "D",
      "explanation": "一级(规划级):企业应开始对实施智能制造的基础和条件进行规划，能够对核心业务活动(设计、生产、 物流、销售、服务)进行流程化管理。 二级(规范级):企业应采用自动化技术、信息技术手段对核心装备和业务活动等进行改造和规范，实现单 一业务活动的数据共享。 三级(集成级):企业应对装备、系统等开展集成，实现跨业务活动间的数据共享。 四级(优化级):企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的 精准预测和优化。 五级(引领级):企业应基于模型持续驱动业务活动的优化和创新，实现产业链协同并衍生新的制造模式 和商业模式。"
    },
    {
      "id": "N01-117",
      "stem": "GB/T 39116《智能制造能力成熟度模型》规定了企业智能制造能力在不同阶段应达到的水平。 若企业能实现产业链协同并衍生新的制造模式和商业模式，则该企业属于()水平。",
      "options": {
        "A": "五级(引领级)",
        "B": "二级(规范级)",
        "C": "三级(集成级)",
        "D": "四级(优化级)"
      },
      "answer": "A",
      "explanation": "一级(规划级):企业应开始对实施智能制造的基础和条件进行规划，能够对核心业务活动(设计、生产、 物流、销售、服务)进行流程化管理。 二级(规范级):企业应采用自动化技术、信息技术手段对核心装备和业务活动等进行改造和规范，实现单 一业务活动的数据共享。 三级(集成级):企业应对装备、系统等开展集成，实现跨业务活动间的数据共享。 四级(优化级):企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的 精准预测和优化。 五级(引领级):企业应基于模型持续驱动业务活动的优化和创新，实现产业链协同并衍生新的制造模式 和商业模式。"
    },
    {
      "id": "N01-118",
      "stem": "工业互联网平台体系包括边缘层、IaaS 、PaaS 和 SaaS 四个层级，它的主要作用是：()。",
      "options": {
        "A": "数据汇聚、建模分析、知识复用、应用创新",
        "B": "数据汇聚、数据分析、知识复用、应用创新",
        "C": "数据汇聚、数据分析、知识利用、应用创新",
        "D": "数据汇聚、建模分析、知识复用、服务创新"
      },
      "answer": "A",
      "explanation": "工业互联网平台体系包括边缘层、 IaaS 、PaaS 和 SaaS 四个层级，相当于工业互联网的“操 作系统”,它有四个主要作用：①数据汇聚；②建模分析(提供大数据、人工智能分析的算法模型和物理、化 学等各类仿真工具，结合数字孪生、工业智能等技术，对海量数据挖掘分析，实现数据驱动的科学决策和智 能应用；③知识复用；④应用创新"
    },
    {
      "id": "N01-119",
      "stem": "工业互联网平台体系的作用包括() ①数据汇聚；②建模分析；③知识复用；④应用创新；⑤网络互联；⑥数据互通；⑦标识解析",
      "options": {
        "A": "①②③④",
        "B": "①②③④⑤",
        "C": "①②③④⑥",
        "D": "①②③⑤"
      },
      "answer": "A",
      "explanation": "工业互联网平台体系包括边缘层、 IaaS 、PaaS 和 SaaS 四个层级，相当于工业互联网的“操 作系统”,它有四个主要作用：①数据汇聚；②建模分析(提供大数据、人工智能分析的算法模型和物理、化 学等各类仿真工具，结合数字孪生、工业智能等技术，对海量数据挖掘分析，实现数据驱动的科学决策和智 能应用；③知识复用；④应用创新"
    },
    {
      "id": "N01-120",
      "stem": "《 “十四五”国家信息化规划》中提出打造协同高效的数字政府服务体系，深入推进“放管服” 改革、加快政府职能转变，打造市场化、法治化、国际化营商环境，坚持整体集约建设数字政府，推动条块 政务业务协同，(),深化推进“一网通办”“跨省通办”“一网统管”,畅通参与政策制定的渠道，推动 国家行政体系更加完善、政府作用更好发挥、行政效率和公信力显著提升，推动有效市场和有为政府更好结 合，打造服务型政府。",
      "options": {
        "A": "加快政务数据开放共享和开发利用",
        "B": "加快政务数据资产使用便捷性",
        "C": "加快推动政务数据的价值提升和变现",
        "D": "严格管控政务数据的质量和使用范围"
      },
      "answer": "A",
      "explanation": "《蜗牛软考202405高项冲刺精华》第1章- 【考点6】数字政府★★★★ 《“十四五”国家信息化规划》中提出打造协同高效的数字政府服务体系，深入推进“放管服”改革、加快 政府职能转变，打造市场化、法治化、国际化营商环境，坚持整体集约建设数字政府，推动条块政务业务协 同，加快政务数据开放共享和开发利用，深化推进“一网通办”“跨省通办”“一网统管”,畅通参与政策制 定的渠道，推动国家行政体系更加完善、政府作用更好发挥、行政效率和公信力显著提升，推动有效市场和 有为政府更好结合，打造服务型政府。"
    },
    {
      "id": "N01-121",
      "stem": "数字政府的着力点是业务数据化、()。",
      "options": {
        "A": "数据可视化",
        "B": "数据业务化",
        "C": "数据资产化",
        "D": "数据资源化"
      },
      "answer": "B",
      "explanation": "数字政府的着力点是业务数据化、数据业务化"
    },
    {
      "id": "N01-122",
      "stem": "数字政府是“互联网+政务”深度发展的结果，其核心是()。",
      "options": {
        "A": "以政务为本",
        "B": "以信息为本",
        "C": "以人为本",
        "D": "以数据为本"
      },
      "answer": "C",
      "explanation": "数字政府是“互联网+政务”深度发展的结果，其核心是以人为本。"
    },
    {
      "id": "N01-123",
      "stem": "工业互联网的数据有三个特性：()。",
      "options": {
        "A": "重要性、专业性、挑战性",
        "B": "重要性、专业性、复杂性",
        "C": "重要性、差异性、挑战性",
        "D": "重要性、差异性、复杂性"
      },
      "answer": "B",
      "explanation": "工业互联网数据有三个特性：①重要性。②专业性。③复杂性"
    },
    {
      "id": "N01-124",
      "stem": "两化深度融合已经成为我国工业经济转型和发展的重要举措之一。对两化融合的含义理解正确 的 是 ( ) 。",
      "options": {
        "A": "工业化与现代化深度融合",
        "B": "信息化与现代化深度融合",
        "C": "工业化与信息化深度融合",
        "D": "信息化与社会化深度融合"
      },
      "answer": "C",
      "explanation": "工业化与信息化“两化融合”的含义是： 一是指信息化与工业化发展战略的融合，即信息化发展战略与工业化发展战略要协调一致，信息化发展模式 与工业化发展模式要高度匹配，信息化规划与工业化发展规划、计划要密切配合 二是指信息资源与材料、能源等工业资源的融合，能极大节约材料、能源等不可再生资源 三是指虚拟经济与工业实体经济融合，孕育新一代经济的产生，极大促进信息经济、知识经济的形成与发展"
    },
    {
      "id": "N01-125",
      "stem": "工业互联网安全体系的核心任务是通过()等手段确保工业互联网健康有序发展。 ①监测预警；②在线评估；③应急响应；④系统测试；⑤检测评估；⑥功能测试",
      "options": {
        "A": "①②③④",
        "B": "①③④⑤",
        "C": "①③④⑥",
        "D": "①③⑤⑥"
      },
      "answer": "D",
      "explanation": "工业互联网安全体系涉及设备、控制、网络、平台、工业 App 、数据等多方面网络安全问题， 其核心任务就是要通过监测预警、应急响应、检测评估、功能测试等手段确保工业互联网健康有序发展。"
    },
    {
      "id": "N01-126",
      "stem": "数字政府的新的特征包括()。",
      "options": {
        "A": "协同化",
        "B": "智能化",
        "C": "动态化",
        "D": "以上都是"
      },
      "answer": "D",
      "explanation": "数字政府的新的特征包括协同化、云端化、智能化、数据化、动态化"
    },
    {
      "id": "N01-127",
      "stem": "数字政府的关键词主要包括()。",
      "options": {
        "A": "共享",
        "B": "互通",
        "C": "便利",
        "D": "以上都是"
      },
      "answer": "D",
      "explanation": "数字政府的关键词主要包括共享、互通、便利"
    },
    {
      "id": "N01-128",
      "stem": "工业互联网融合，初步形成了六大类典型应用模式，()、智能化制造、网络化协同、个性化 定制、服务化延伸、数字化管理。",
      "options": {
        "A": "系统化设计",
        "B": "协同化设计",
        "C": "平台化设计",
        "D": "服务设计化"
      },
      "answer": "C",
      "explanation": "工业互联网融合，初步形成了六大类典型应用模式，平台化设计、智能化制造、网络化协同、 个性化定制、服务化延伸、数字化管理。"
    },
    {
      "id": "N01-129",
      "stem": "() 不属于车联网网络连接范畴。",
      "options": {
        "A": "车内设备之间进行用于对设备状态实时监测的信息数据传输",
        "B": "人通过运营商移动网络与车辆之间进行用于控制车辆的信息沟通",
        "C": "通过无线通信技术实现与服务平台的信息传输",
        "D": "人与人之间在车上通过运营商的移动网络进行通话与短信沟通。"
      },
      "answer": "D",
      "explanation": "《蜗牛软考202405高项冲刺精华》第1章- 【考点3】车联网★★★★ D 不正确，D 说的是人与人之间的通讯，这个不属于车联网网络连接范畴。"
    },
    {
      "id": "N01-130",
      "stem": "以下关于车联网的说法中，错误的是()。",
      "options": {
        "A": "车联网(IoV)系统是一个“端、管、云”三层体系",
        "B": "管系统解决车与车、车与路、车与网、车与人蜗牛等的互联互通，实现车辆自组网及多种异构网络之间的 通信与漫游，在功能和性能上保障实时性、可服务性与网络泛在性，同时它是公网与专网的统一体",
        "C": "车与云平台间的通信是指车辆通过卫星无线通信或移动蜂窝等无线通信技术实现与车联网服务平台的信息 传输，接收平台下达的控制指令，实时共享车辆数据",
        "D": "云系统是汽车的智能传感器负责采集与获取车辆的智能信息，感知行车状态与环境；是具有车内通信、车 间通信、车网通信的泛在通信终端；同时还是让汽车具备 IoV 寻址和网络可信标识等能力的设备。"
      },
      "answer": "D",
      "explanation": "P11, 车联网(IoV)系统是一个“端、管、云”三层体系。 (1)端系统。端系统是汽车的智能传感器负责采集与获取车辆的智能信息，感知行车状态与环境；是具有车内 通信、车间通信、车网通信的泛在通信终端；同时还是让汽车具备 IoV 寻址和网络可信标识等能力的设备。 (2)管系统。管系统解决车与车、车与路、车与网、车与人等的互联互通，实现车辆自组网及多种异构网络之 间的通信与漫游，在功能和性能上保障实时性、可服务性与网络泛在性，同时它是公网与专网的统一体。 (3)云系统。车联网是一个云架构的车辆运行信息平台，它的生态链包含了ITS、 物流、客货运、危特车辆、 汽修汽配、汽车租赁、企事业车辆管理、汽车制造商、4s 店、车管、保险、紧急救援、移动互联网等，是多 源海量信息的汇聚，因此需要虚拟化、安全认证、实时交互、海量存储等云计算功能，其应用系统也是围绕 车辆的数据汇聚、计算、调度、监控、管理与应用的复合体系。"
    },
    {
      "id": "N01-131",
      "stem": "车联网系统是一个“端、管、云”三层体系。其中()解决互联互通问题，()是多源海量 信息的汇聚。",
      "options": {
        "A": "云系统端系统",
        "B": "端系统云系统",
        "C": "端系统管系统",
        "D": "管系统云系统"
      },
      "answer": "D",
      "explanation": "P10: 车联网系统是一个“端、管、云”三层体系 端系统 汽车的智能传感器负责采集与获取车辆的智能信息，感知行车状态与环境；是具有车内通信、 车间通信、车网通信的泛在通信终端；同时还是让汽车具备loV寻址和网络可信标识等能力的 设备 管系统 解决车与车、车与路、车与网、车与人等的互联互通，实现车辆自组网及多种异构网络之间的 通信与漫游，在功能和性能上保障实时性、可服务性与网络泛在性，同时它是公网与专网的统 一体 云系统 云架构的车辆运行信息平台，它的生态链包含了ITS、物流、客货运、危特车辆、汽修汽配、 汽车租赁、企事业车辆管理、汽车制造商、4S店、车管、保险、紧急救援、移动互联网等， 是多源海量信息的汇聚，因此需要虚拟化、安全认证、实时交互海量存储等云计算功能。"
    },
    {
      "id": "N01-132",
      "stem": "车联网的三层体系：()。",
      "options": {
        "A": "端系统、管系统、云系统",
        "B": "端系统、网系统、云系统",
        "C": "管系统、网系统、云系统",
        "D": "管系统、端系统、网系统"
      },
      "answer": "A",
      "explanation": "车联网的三层体系“端、管、云”"
    },
    {
      "id": "N01-133",
      "stem": "车辆通过卫星无线通信或移动蜂窝等无线通信技术实现与车联网的信息传输属于()之间的链 接。",
      "options": {
        "A": "车与云平台",
        "B": "车与车",
        "C": "车与路",
        "D": "车与人"
      },
      "answer": "A",
      "explanation": "车与云平台间的通信是指车辆通过卫星无线通信或移动蜂窝等无线通信技术实现与车 联网服务平台的信息传输，接收平台下达的控制指令，实时共享车辆数据。"
    },
    {
      "id": "N01-134",
      "stem": "某省开发了一套公众服务类系统，将常见的公众服务，比如：社保、公积金、居住证等服务整 合到一起，实现企业群众办事线上只登录一次即可全网通办，这属于()。",
      "options": {
        "A": "一网通办",
        "B": "跨省通办",
        "C": "一网统管",
        "D": "全网通办"
      },
      "answer": "A",
      "explanation": "“一网通办”是依托于一体化在线政务服务平台，通过规范网上办事标准，优化网上办事流 程，搭建统一的互联网政务服务总门户，整合政府服务数据资源和完善配套制度等措施，推行政务服务事项 网上办理，推动企业群众办事线上只登录一次即可全网通办。"
    },
    {
      "id": "N01-135",
      "stem": "以下说法中，错误的是()。",
      "options": {
        "A": "“一网通办”是依托于一体化在线政务服务平台，通过规范网上办事标准，优化网上办事流程，搭建统一 的互联网政务服务总门户，整合政府服务数据资源和完善配套制度等措施，推行政务服务事项网上办理，推 动企业群众办事线上只登录一次即可全网通办。",
        "B": "“跨省通办”是申请人在办理地之外的省市提出事项申请或在本地提出办理其他省市事项申请，办理模式 通常可分为全程网办、代收代办和多地联办等。",
        "C": "“一网统管”通常从城市治理突出问题出发，以城市事件为牵引，统筹管理网格，统一城市运行事项清单， 构建多级城市运行“一网统管”应用体系，推动城市管理、应急指挥、综合执法等领域的“一网统管”,实  现城市运行态势感知、体征指标监测统一事件受理、智能调度指挥、联动协同处置、监督评价考核等全流程  监管。",
        "D": "一网通办指通过对多个部门的数据进行整合，将城市运行情况充分反映出来。"
      },
      "answer": "D",
      "explanation": "P22, “一网统管”建设通常强调： (1)一网：主要包括政务云、政务网和政务大数据中心等。 (2)一屏：通过对多个部门的数据进行整合，将城市运行情况充分反映出来。 (3)联动：畅通各级指挥体系，为跨部门、跨区域、跨层级联勤联动、高效处置提供快速响应能力。 (4)预警：基于多维、海量、全息数据汇集，实现城市运行体征的全量、实时掌握和智能预警。(5)创新：以管 理需求带动智能化建设，以信息流、数据流推动业务流程全面优化和管理创新。"
    },
    {
      "id": "N01-136",
      "stem": "指车辆与车辆之间实现信息交流与信息共享属于()之间的链接。",
      "options": {
        "A": "车与云平台",
        "B": "车与车",
        "C": "车与路",
        "D": "车与人"
      },
      "answer": "B",
      "explanation": "车与车间的通信是指车辆与车辆之间实现信息交流与信息共享，包括车辆位置、行驶 速度等车辆状态信息，可用于判断道路车流状况。"
    },
    {
      "id": "N01-137",
      "stem": "元宇宙的主要特征包括()。 ①沉浸式体验；②虚拟身份；③虚拟经济；④虚拟社会治理；⑤虚拟人生",
      "options": {
        "A": "①②③④",
        "B": "②③④⑤",
        "C": "①④⑤",
        "D": "①②④⑤"
      },
      "answer": "A",
      "explanation": "元宇宙的主要特征包括：沉浸式体验、虚拟身份、虚拟经济、虚拟社会治理"
    },
    {
      "id": "N01-138",
      "stem": "依托于一体化在线政务服务平台，通过规范网上办事标准，优化网上办事流程，搭建统一的互 联网政务服务总门户属于()。",
      "options": {
        "A": "一网通办",
        "B": "跨省通办",
        "C": "一网统管",
        "D": "在线通办"
      },
      "answer": "A",
      "explanation": "“一网通办”是依托于一体化在线政务服务平台，通过规范网上办事标准，优化网上办事流 程，搭建统一的互联网政务服务总门户，整合政府服务数据资源和完善配套制度等措施，推行政务服务事项 网上办理，推动企业群众办事线上只登录一次即可全网通办。"
    },
    {
      "id": "N01-139",
      "stem": "作为新型智慧城市推进城市治理体系和治理能力现代化的重要创新模式属于()。",
      "options": {
        "A": "一网通办",
        "B": "跨省通办",
        "C": "一网统管",
        "D": "在线通办"
      },
      "answer": "C",
      "explanation": "“一网统管”作为新型智慧城市推进城市治理体系和治理能力现代化的重要创新模式，自被 提出后已经逐步在各地落地并发挥着重要作用。"
    },
    {
      "id": "N01-140",
      "stem": "指用户可以通过Wi-Fi 、蓝牙、蜂窝等无线通信手段与车辆进行信息沟通属于()之间的链接。",
      "options": {
        "A": "车与云平台",
        "B": "车与车",
        "C": "车与路",
        "D": "车与人"
      },
      "answer": "D",
      "explanation": "车与人间的通信是指用户可以通过Wi-Fi、蓝牙、蜂窝等无线通信手段与车辆进行信息 沟通，使用户能通过对应的移动终端设备监测并控制车辆。"
    },
    {
      "id": "N01-141",
      "stem": "申请人在办理地之外的省市提出事项申请或在本地提出办理其他省市事项申请，办理模式通常 可分为全程网办、代收代办和多地联办属于()。",
      "options": {
        "A": "一网通办",
        "B": "跨省通办",
        "C": "一网统管",
        "D": "在线通办"
      },
      "answer": "B",
      "explanation": "跨省通办：申请人在办理地之外的省市提出事项申请或在本地提出办理其他省市事项申请， 办理模式通常可分为全程网办、代收代办和多地联办"
    },
    {
      "id": "N01-142",
      "stem": "数字民生体现出的正是以()破解民生难题，以()赋能民生治理的新时代。",
      "options": {
        "A": "数据思维、数字技术",
        "B": "数据思维、信息技术",
        "C": "数字思维、信息技术",
        "D": "数字思维、数字技术"
      },
      "answer": "C",
      "explanation": "数字民生体现出的正是以数字思维破解民生难题，以信息技术赋能民生治理的新时代"
    },
    {
      "id": "N01-143",
      "stem": "() 不属于智慧城市全生命周期管理。",
      "options": {
        "A": "规划设计",
        "B": "部署实施",
        "C": "运营管理",
        "D": "服务运营"
      },
      "answer": "D",
      "explanation": "更加注重规划设计、部署实施、运营管理、评估改进和创新发展在内的智慧城市全生命周期 管理"
    },
    {
      "id": "N01-144",
      "stem": "用于对设备状态的实时检测与运行控制，属于()之间的网络链接。",
      "options": {
        "A": "车与云平台",
        "B": "车与车",
        "C": "车内设备",
        "D": "车与人"
      },
      "answer": "C",
      "explanation": "车内设备间的通信是指车辆内部各设备间的信息数据传输，用于对设备状态的实时检 测与运行控制，建立数字化的车内控制系统。"
    },
    {
      "id": "N01-145",
      "stem": "为了表达一只小狗的信息，可以用汉字“小狗”,也可以通过一只小狗的彩色图片，还可以通 过声音文件“汪汪”来表示。同一个信息可以借助不同的信息媒体表现出来，这体现了信息的()。",
      "options": {
        "A": "传递性",
        "B": "依附性",
        "C": "及时性",
        "D": "动态性"
      },
      "answer": "B",
      "explanation": "传递性：信息在时间上的传递就是存储，在空间上的传递就是转移或扩散。 依附性：信息的依附性可以从两个方面来理解， 一方面，信息是客观世界的反映，任何信息必然由客观事物 所产生，不存在无源的信息；另一方面，任何信息都要依附于一定的载体而存在，需要有物质的承担者，信 息不能完全脱离物质而独立存在。 及时性：指获得信息的时刻与事件发生时刻的间隔长短。 动态性：信息是随着时间的变化而变化的。"
    },
    {
      "id": "N01-146",
      "stem": "智慧城市发展过程中，构建智慧城市敏捷发展能力，则该智慧城市成熟度处于()水平。",
      "options": {
        "A": "引领级",
        "B": "管理级",
        "C": "协同级",
        "D": "优化级"
      },
      "answer": "A",
      "explanation": "智慧城市发展成熟度划分为规划级、管理级、协同级、优化级、引领级5个等级 一级(规划级):应围绕智慧城市的发展进行策划，明确相关职责分工和工作机制等，初步开展数据采集和 应用，确保相关活动有序开展。 二级(管理级):应明确智慧城市发展战略、原则、目标和实施计划等，推进城市基础设施智能化改造，多 领域实现信息系统单项应用，对智慧城市全生命周期实施管理。 三级(协同级):应管控智慧城市各项发展目标，实施多业务、多层级、跨领域应用系统的集成，持续推进 信息资源的共享与交换，推动惠民服务、城市治理、生态宜居、产业发展等的融合创新，实现跨领域的协同 改进。 四级(优化级):应聚焦智慧城市与城市经济社会发展深度融合，基于数据与知识模型实施城市经济、社会 精准化治理，推动数据要素的价值挖掘和开发利用，推进城市竞争力持续提升。 五级(引领级):应构建智慧城市敏捷发展能力，实现城市物理空间、社会空间、信息空间的融合演进和共 生共治，引领城市集群治理联动，形成高质量发展共同体。"
    },
    {
      "id": "N01-147",
      "stem": "以下说法中不正确的是 ()。",
      "options": {
        "A": "消费互联网本质是产业虚拟化",
        "B": "消费互联网具有媒体和产业属性",
        "C": "网络商城、快递、餐饮外卖、网红带货等，成就了社交网络的消费互联网的核心地位",
        "D": "消费互联网不仅仅给人们带来了生活方式的变化和生活质量的提高，而且推动了社会生活的深层变革，那 就是“无身份社会”的建立"
      },
      "answer": "A",
      "explanation": "消费互联网本质是个人虚拟化"
    },
    {
      "id": "N01-148",
      "stem": "智慧城市的核心能力要素中，()围绕数据进行能力构建，包括数据责权利管控、全生命周期 管理及其开发利用。",
      "options": {
        "A": "数据治理",
        "B": "数字孪生",
        "C": "多元融合",
        "D": "态势感知"
      },
      "answer": "A",
      "explanation": "智慧城市的五个核心能力要素：数据治理、数字孪生、边际决策、多元融合和态势感知。【口诀：治孪多变 态】 能力要素 解释说明 数据治理 围绕数据这一新的生产要素进行能力构建，包括数据责权利管控、全生命周期管理及其开发利 用 数字孪生 围绕现实世界与信息世界的互动融合进行能力构建，包括社会孪生、城市孪生和设备孪生等 边际决策 基于决策算法和信息应用等进行能力构建，强化执行端的决策能力 多元融合 强调社会关系和社会活动的动态性及其融合的高效性等 态势感知 围绕对社会状态的本质反映及模拟预测等进行能力构建，洞察可变因素与不可见因素对社会发 展的影响"
    },
    {
      "id": "N01-149",
      "stem": "消费互联网具有的属性包括()。 ①媒体属性；②产业属性；③消费属性；④服务属性",
      "options": {
        "A": "①②",
        "B": "①③",
        "C": "②③",
        "D": "③④"
      },
      "answer": "A",
      "explanation": "消费互联网具有的属性包括： 媒体属性：由自媒体、社会媒体以及资讯为主的门户网站 产业属性：由在线旅行和为消费者提供生活服务的电子商务等其他组成"
    },
    {
      "id": "N01-150",
      "stem": "智慧城市的五个核心能力要素中，()围绕对社会状态的本质反映及模拟预测等进行能力构建， 洞察可变因素与不可见因素对社会发展的影响。",
      "options": {
        "A": "数字孪生",
        "B": "边际决策",
        "C": "多元融合",
        "D": "态势感知"
      },
      "answer": "D",
      "explanation": "P25, 态势感知：围绕对社会状态的本质反映及模拟预测等进行能力构建，洞察可变因素与 不可见因素对社会发展的影响，从而提升生活质量。"
    },
    {
      "id": "N01-151",
      "stem": "《 “十四五”数字经济发展规划》中明确提出()要素是数字经济深化发展的核心引擎。",
      "options": {
        "A": "数据",
        "B": "信息",
        "C": "技术",
        "D": "资源"
      },
      "answer": "A",
      "explanation": "数据要素是数字经济深化发展的核心引擎。数据对提高生产效率的乘数作用不断凸显，成为 最具时代特征的生产要素。数据的爆发增长、海量集聚蕴藏了巨大的价值，为智能化发展带来了新的机遇。 协同推进技术、模式、业态和制度创新，切实用好数据要素，将为经济社会数字化发展带来强劲动力。"
    },
    {
      "id": "N01-152",
      "stem": "() 是保障网络空间安全的根本和基石。",
      "options": {
        "A": "数据安全产业实力",
        "B": "网络安全产业实力",
        "C": "通讯安全产业实力",
        "D": "电子安全产业实力"
      },
      "answer": "B",
      "explanation": "强大的网络安全产业实力是保障网络空间安全的根本和基石"
    },
    {
      "id": "N01-053",
      "stem": "以下说法中不正确的是 ()。",
      "options": {
        "A": "信息是物质、能量及其属性的标示的集合，是确定性的增加",
        "B": "信息的目的是用来“消除不确定的因素”",
        "C": "信息具有客观性、普遍性、无限性、动态性、相对性、依附性、变换性、传递性、层次性、系统性和转化 性等特征",
        "D": "信息的价值属性是指信息的价值大小"
      },
      "answer": "D",
      "explanation": "信息具有价值，而价值的大小决定于信息的质量"
    },
    {
      "id": "N01-154",
      "stem": "元宇宙本身不是一种技术，而是一个理念和概念，它需要整合不同的新技术，强调虚实相融。 元宇宙主要有以下几项核心技术： 一是(),包括VR、AR 和 MR, 可以提供沉浸式的体验；二是(), 能够把现实世界镜像到虚拟世界里面去，在元宇宙里面，我们可以看到很多自己的虚拟分身；三是用()来 搭建经济体系。经济体系将通过稳定的虚拟产权和成熟的去蜗牛中心化金融生态具备现实世界的调节功能， 市场将决定用户劳动创造的虚拟价值。",
      "options": {
        "A": "扩展现实数字孪生区块链",
        "B": "增强现实虚拟技术区块链",
        "C": "增强现实数字孪生大数据",
        "D": "扩展现实虚拟技术大数据"
      },
      "answer": "A",
      "explanation": "元宇宙主要有以下几项核心技术： 一是扩展现实技术，包括VR 和 AR 。扩展现实技术可以提供沉浸式的体验，可以解决手机解决不了的问题。 二是数字挛生，能够把现实世界镜像到虚拟世界里面去。这也意味着在元宇宙里面，我们可以看到很多自己 的虚拟蜗牛分身。 三是用区块链来搭建经济体系。随着元宇宙进一步发展，对整个现实社会的模拟程度加强，我们在元宇宙当 中可能不仅仅是在花钱，而且有可能赚钱，这样在虚拟世界里同样形成了一套经济体系。"
    },
    {
      "id": "N01-155",
      "stem": "智慧城市核心能力要素中围绕数据这一新的生产要素进行能力构建属于()。",
      "options": {
        "A": "数据治理",
        "B": "数字挛生",
        "C": "多元融合",
        "D": "态势感知"
      },
      "answer": "A",
      "explanation": "数据治理：围绕数据这一新的生产要素进行能力构建，包括数据责权利管控、全生命周期管理及其开发利用 等。 数字挛生：围绕现实世界与信息世界的互动融合进行能力构建，包括社会挛生、城市季生和设备挛生等，将 推动城市空间摆脱物理约束，进入数字空间。 边际决策：基于决策算法和信息应用等进行能力构建，强化执行端的决策能力，从而达到快速反应、高效决 策的效果，满足对社会发展的敏捷需求。 多元融合：强调社会关系和社会活动的动态性及其融合的高效性等，实现服务可编排和快速集成，从而满足 各项社会发展的创新需求。 态势感知：围绕对社会状态的本质反映及模拟预测等进行能力构建，洞察可变因素与不可见因素对社会发展 的影响，从而提升生活质量"
    },
    {
      "id": "N01-156",
      "stem": "智慧城市核心能力要素中围绕现实世界与信息世界的互动融合进行能力构建属于()。",
      "options": {
        "A": "数据治理",
        "B": "数字挛生",
        "C": "多元融合",
        "D": "态势感知"
      },
      "answer": "B",
      "explanation": "数字挛生：围绕现实世界与信息世界的互动融合进行能力构建，包括社会挛生、城市季生和 设备挛生等，将推动城市空间摆脱物理约束，进入数字空间。 第2章信息技术发展"
    },
    {
      "id": "N02-001",
      "stem": "关于计算机的软硬件描述错误的是()。",
      "options": {
        "A": "计算机硬件是指计算机系统中由电子、机械和光电元件等组成的各种物理装置的总称，其为计算机软件运 行提供物质基础",
        "B": "计算机软件是指计算机系统中的程序及其文档，程序是计算任务的处理对象和处理规则的描述；文档是为 了便于了解程序所需的阐明性资料",
        "C": "程序和文档一样，都需要装入到计算机才能显示和工作",
        "D": "计算机的某些功能既可以由硬件实现，也可以由软件来实现。因此硬件与软件在一定意义上来说没有绝对 严格的界线"
      },
      "answer": "C",
      "explanation": "程序是计算任务的处理对象和处理规则的描述；文档是为了便于了解程序所需的阐明性资料。 程序必须安装入机器内部才能工作，文档一般是给人看的，不一定安装入机器"
    },
    {
      "id": "N02-002",
      "stem": "以下关于人工智能的说法中不正确的是()。",
      "options": {
        "A": "人工智能的关键技术主要涉及机器学习、自然语言处理、视觉系统等技术",
        "B": "机器学习是一种自动将模型与数据匹配，并通过训练模型对数据进行“学习”的技术",
        "C": "自然语言处理主要应用于机器翻译、舆情监测、自动摘要、观点提取、文本分类、问题回答、文本语义对 比、语音识别、中文O",
        "D": "专家系统是一种模拟人类专家解决领域问题的计算机程序系统"
      },
      "answer": "A",
      "explanation": "人工智能的关键技术主要涉及机器学习、自然语言处理、专家系统等技术"
    },
    {
      "id": "N02-003",
      "stem": "针对信息系统，安全可以划分为四个层次，其中不包括()。",
      "options": {
        "A": "设备安全",
        "B": "人员安全",
        "C": "内容安全",
        "D": "行为安全"
      },
      "answer": "B",
      "explanation": "针对信息系统，安全可以划分为以下四个层次：设备安全、数据安全、内容安全、行为安全。 其中数据安全即是传统的信息安全。"
    },
    {
      "id": "N02-004",
      "stem": "智能音箱是()的典型应用。",
      "options": {
        "A": "人工智能",
        "B": "数据库",
        "C": "两化融合",
        "D": "区块链"
      },
      "answer": "A",
      "explanation": "人工智能包括机器人、语言识别、图像识别、自然语言处理和专家系统等。"
    },
    {
      "id": "N02-005",
      "stem": "物联网技术中，由微传感器、微执行器、信号处理和控制电路、通信接口和电源等部件组成的 一体化的微型器件系统属于什么()。",
      "options": {
        "A": "传感器技术",
        "B": "传感网",
        "C": "应用系统框架",
        "D": "微机电系统"
      },
      "answer": "D",
      "explanation": "微机电系统 (MEMS) 是由微传感器、微执行器、信号处理和控制电路、通信接口和电源等 部件组成的一体化的微型器件系统"
    },
    {
      "id": "N02-006",
      "stem": "关于信息安全的说法中，错误的是()。",
      "options": {
        "A": "系统通常包括数据获取层、算法分析层和场景应用层",
        "B": "信息系统安全可以划分为四个层次：设备安全、数据安全、内容安全、行为安全",
        "C": "非对称加密体制下，解密秘钥可以公开，加密秘钥必须保密",
        "D": "从架构上来看，UE"
      },
      "answer": "C",
      "explanation": "非对称加密体制下，解密秘钥必须保密，加密秘钥可以公开"
    },
    {
      "id": "N02-007",
      "stem": "() 是计算机科学领域与人工智能领域中的一个重要方向。它研究能实现人与计算机之间用自 然语言进行有效通信的各种理论和方法。并不是一般地研究自然语言，而在于研制能有效地使用自然语言通 信的计算机系统，特别是其中的软件系统。自然语言处理主要应用于机器翻译、舆情监测、自动摘要、观点 提取、文本分类、问题回答文本语义对比、语音识别、中文OCR 等方面。",
      "options": {
        "A": "自然语言处理(NLP)",
        "B": "机器学习",
        "C": "专家系统",
        "D": "神经网络"
      },
      "answer": "A",
      "explanation": "P62-62, 自然语言处理(NLP)是计算机科学领域与人工智能领域中的一个重要方向。它研究 能实现人与计算机之间用自然语言进行有效通信的各种理论和方法。自然语言处理并不是一般地研究自然语 言，而在于研制能有效地使用自然语言通信的计算机系统，特别是其中的软件系统。自然语言处理主要应用 于机器翻译、舆情监测、自动摘要、观点提取、文本分类问题回答、文本语义对比、语音识别、中文OCR 等 方面。"
    },
    {
      "id": "N02-008",
      "stem": "以下关于人工智能的说法中不正确的是 ()。",
      "options": {
        "A": "深度学习是通过多等级的特征和变量来预测结果的神经网络模型",
        "B": "相比于传统的统计分析，自动化机器学习模型更容易创建，也更简单和容易解释",
        "C": "深度学习技术是自然语言处理的重要技术支撑",
        "D": "专家系统是一个智能计算机程序系统，通常由人机交互界面、知识库、推理机、解释器、综合数据库、知 识获取等6个部分构成"
      },
      "answer": "B",
      "explanation": "机器学习模型是以统计为基础的，而且应该将其与常规分析进行对比以明确其价值增量。它 们往往比基于人类假设和回归分析的传统“手工”分析模型更准确，但也更复杂和难以解释。相比于传统的 统计分析，自动化机器学习模型更容易创建，而且能够揭示更多的数据细节"
    },
    {
      "id": "N02-009",
      "stem": "从架构上来看，UEB",
      "options": {
        "A": "数据获取层、数据分析层、数据应用层",
        "B": "数据感知层、数据分析层、数据应用层",
        "C": "数据感知层、算法分析层、场景应用层",
        "D": "数据获取层、算法分析层、场景应用层"
      },
      "answer": "D",
      "explanation": "从架构上来看，UEBA 系统通常包括数据获取层、算法分析层和场景应用层。【口诀：书法长】"
    },
    {
      "id": "N02-010",
      "stem": "以下说法中，错误的是 ()。",
      "options": {
        "A": "自然语言处理(Natural       Language       Processing,NLP)是计算机科学领域与人工智能领域中的一个重要方 向",
        "B": "从“人工+智能”向自主智能系统发展",
        "C": "专家系统其内部含有大量的某个领域专家水平的知识与经验，它能够应用人工智能技术和计算机技术，根 据系统中的知识与经验，进行推理和判断",
        "D": "神经网络是自然语言处理的一种形式"
      },
      "answer": "D",
      "explanation": "P61-63, 神经网络是机器学习的一种形式。"
    },
    {
      "id": "N02-011",
      "stem": "在某科研企业信息办工作的小王将存储在内网上的涉密数据，偷偷拷贝到个人笔记本电脑上， 这 属 于 ( ) 事 件 。",
      "options": {
        "A": "设备安全",
        "B": "数据安全",
        "C": "内容安全",
        "D": "行为安全"
      },
      "answer": "D",
      "explanation": "信息系统安全的四个层次：设备安全、数据安全、内容安全、行为安全。 数据安全是静态安全，行为安全是动态安全。依题意，显然是行为问题导致的安全事件"
    },
    {
      "id": "N02-012",
      "stem": "以下关于区块链的说法中，错误的是()。",
      "options": {
        "A": "区块链分为公有链、联盟链、私有链和混合链四大类",
        "B": "区块链概念可以理解为以非对称加密算法为基础，以改进的默克尔树为数据结构，使用共识机制、点对点 网络、智能合约等技术结合而成的一种分布式存储数据库技术",
        "C": "激励机制可确保分布式系统中的所有节点均可参与数据区块的验证过程，并通过共识机制选择特定节点将 新产生的区块加入到区块链中",
        "D": "区块链系统中的加密算法一般分为散列(哈希)算法和对称加密算法"
      },
      "answer": "D",
      "explanation": "P59, 区块链的关键技术：分布式账本、加密算法、共识机制。 分布式账本 分布式账本是区块链技术的核心之一。 每一个节点保存一个唯一、真实账本的副本阿牛，理论上除非所有的节点被破坏，所有整 个分布式账本系统是非常稳健的，从而保证了账目数据的安全性。 加密算法 区块链系统中的加密算法一般分为散列(哈希)算法和非对称加密算法。 散列算法也叫数据摘要或者哈希算法也被理解为该数据的“指纹信息”。典型的散列算法有 MD5、SHA- 1/SHA-2和SM3,目前区块链主要使用SHA-2中的SHA256算法。 常用的非对称加密算法包括RSA、Elgamal、D-H、ECC(椭圆曲线加密算法)等。 【蜗牛老师点评】散列算法不可逆，主要是为了进行数据检验，防止数据被篡改，当然也 会被用作加密功能。加密算法可逆，主要用作数据保密功能。 共识机制 在互联网世界，共识主要是计算机和软件程序协作一致的基本保障，是分布式系统节点或 程序运行的基本依据。 区块链的共识机制的思想是：在没有中心点总体协调的情况下，当某个记账节点提议区块 数据增加或减少，并把该提议广播给所有的参与节点，所有节点要根据一定的规则和机制， 对这一提议是否能够达成一致进行计算和处理。 目前，常用的共识机制主要有PoW、PoS、DPoS、Paxos、PBFT等。 共识机制分析可基于：合规监管、性能效率、资源消耗、容错性。"
    },
    {
      "id": "N02-013",
      "stem": "以下关于区块链的说法中不正确的是()。",
      "options": {
        "A": "区块链分为公有链、联盟链、私有链和混合链四大类",
        "B": "区块链之所以能够得到大家的信任，是因为它有信用做保证",
        "C": "分布式账本是区块链技术的核心之一",
        "D": "区块数据的加密是区块链研究和关注的重点"
      },
      "answer": "B",
      "explanation": "互联网上能多中心化的活动是无需信用背书的活动，需要信用做保证的都是中心化的、有第 三方中介机构参与的活动。"
    },
    {
      "id": "N02-014",
      "stem": "关于网络描述正确的是()。",
      "options": {
        "A": "从网络的作用范围可将网络类别划分为企业局域网、内网/外网、城域网、广域网、公用网、专用网",
        "B": "OSI 采用了分层的结构化技术，从下到上共分物理层、数据链路层、上下层、传输层、会话层、表示层和 应用层",
        "C": "城域网协议主要包括：PPP  点对点协议、IS",
        "D": "T"
      },
      "answer": "D",
      "explanation": "从网络的作用范围可将网络类别划分为个人局域网、局域网、城域网、广域网、公用网、专 用网。所有A 错误 OSI 采用了分层的结构化技术，从下到上共分物理层、数据链路层、网络层、传输层、会话层、表示层和应 用层。B 错误 广域网协议主要包括：PPP 点对点协议、ISDN 综合业务数字网、xDSL 、DDN 数字专线、x.25FR 帧中继、 ATM 异步传输模式。C 错误。"
    },
    {
      "id": "N02-015",
      "stem": "() 向用户提供办公软件、工作流等服务，使软件提供商从软件产品的生产者转变成服务的运 营者。",
      "options": {
        "A": "IaaS",
        "B": "PaaS",
        "C": "SaaS",
        "D": ""
      },
      "answer": "C",
      "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如CRM 、办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
    },
    {
      "id": "N02-016",
      "stem": "某云计算服务商向电信运营商提供计算能力、存储空间及相应的运营管理服务。按照云计算服 务提供的资源层次，该服务类型属于()。",
      "options": {
        "A": "IaaS",
        "B": "",
        "C": "PaaS",
        "D": "SaaS"
      },
      "answer": "A",
      "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如 CRM、 办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
    },
    {
      "id": "N02-017",
      "stem": "在云计算服务类型中，()向用户提供虚拟的操作系统、数据库管理系统、 Web 应用等服务。",
      "options": {
        "A": "IaaS",
        "B": "",
        "C": "PaaS",
        "D": "SaaS"
      },
      "answer": "C",
      "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如 CRM 、办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
    },
    {
      "id": "N02-018",
      "stem": "RFI",
      "options": {
        "A": "无线系统",
        "B": "红外线系统",
        "C": "WIFI",
        "D": "局域网"
      },
      "answer": "A",
      "explanation": "P50:RFID 是一种简单的无线系统，由一个询问器(或阅读器)和很多应答器(或标签)组 成"
    },
    {
      "id": "N02-019",
      "stem": "以下关于区块链的描述错误的是()。",
      "options": {
        "A": "分布式账本是区块链技术唯一的核心\r\n\r\n\r\n\t蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导",
        "B": "区块链系统中的加密算法一般分为散列(哈希)算法和非对称加密算法",
        "C": "常用的共识机制主要有PoW 、PoS 、",
        "D": "数字货币是区块链的典型应用"
      },
      "answer": "A",
      "explanation": "分布式账本是区块链技术的核心之一"
    },
    {
      "id": "N02-020",
      "stem": "() 不是虚拟现实的典型特征。",
      "options": {
        "A": "交互性",
        "B": "真实性",
        "C": "沉浸式",
        "D": "多感知性"
      },
      "answer": "B",
      "explanation": "虚拟现实技术的主要特征包括沉浸性、交互性、多感知性、构想性和自主性。"
    },
    {
      "id": "N02-021",
      "stem": "( ) 不是虚拟现实的典型应用场景。",
      "options": {
        "A": "3",
        "B": "4",
        "C": "全景视频",
        "D": "三维漫游"
      },
      "answer": "B",
      "explanation": "4D 电影只是一个独特的表演形式，就是在3D 电影的基础上，加了一些周围环境特效 模拟，还是看电影。但是 VR 虚拟现实是不一样的，VR 虚拟现实是通过运算设备模拟创造一个虚拟世界"
    },
    {
      "id": "N02-022",
      "stem": "大数据获取的研究主要集中在以下哪()方面。",
      "options": {
        "A": "数据存储和计算",
        "B": "数据采集、整合和清洗",
        "C": "数据分析和可视化",
        "D": "数据安全和隐私保护"
      },
      "answer": "B",
      "explanation": "P55。 大数据获取技术 数据采集：通过分布式爬取、分布式高速高可靠性数据采集、高速全网数据映像技术， 从网站上获取数据信息。 整合：在数据采集和实体识别的基础上，实现数据到信息的高质量整合。 清洗：根据正确性条件和数据约束规则，清除不合理和错误的数据，对重要的信息进行 修复，保证数据的完整性。"
    },
    {
      "id": "N02-023",
      "stem": "() 主要关注大数据存储，大数据协同和安全隐私等方面。",
      "options": {
        "A": "大数据管理技术",
        "B": "大数据获取技术",
        "C": "大数据可视化技术",
        "D": "大数据处理技术"
      },
      "answer": "A",
      "explanation": "《蜗牛软考202405高项冲刺精华》 -第2章【考点9】大数据★★★★ 大数据管理技术 大数据管理技术主要集中在大数据存储、大数据协同和安全隐私等方面。 大数据存储：通过列存储、粗粒度索引等多项大数据处理技术和高效的分布式计算模式， 实现大数据存储。 大数据协同：通过分布式工作流引擎实现工作流调度、负载均衡，整合多个数据中心的 存储和计算资源 安全隐私：集中于新型数据发布技术，尝试在尽可能少损失数据信息的同时最大化地隐 藏用户隐私。"
    },
    {
      "id": "N02-024",
      "stem": "按照分布范围对网络进行划分，北京到上海之间的网络属于()。",
      "options": {
        "A": "L",
        "B": "M",
        "C": "Intranet",
        "D": "W"
      },
      "answer": "D",
      "explanation": "广域网 WAN, 也就是我们常说的城与城之间的网络"
    },
    {
      "id": "N02-025",
      "stem": "() 是利用复杂的算法、模型和规则，从大规模数据集中学习，以创造新的原创内容的人工智 能技术，这项技术能够创造文本，图片，声音，视频和代码等多种类型的内容，全面超越了传统软件的数据 处理和分析能力。",
      "options": {
        "A": "NLP   (自然语言处理)",
        "B": "",
        "C": "O",
        "D": ""
      },
      "answer": "B",
      "explanation": "AIGC 就是现在最热的人工智能技术，例如文生文， GPT-3, 文生视频Sora,GPT-4"
    },
    {
      "id": "N02-026",
      "stem": "关于信息加密，解密技术的描述，正确的是()。",
      "options": {
        "A": "密码可以同时实现数字签名和数字加密",
        "B": "对称加密技术通常以RS",
        "C": "对称加密从根本上克服了传统密码在秘钥分配上的困难",
        "D": "利用 RS"
      },
      "answer": "D",
      "explanation": "利用RSA 密码可以同时实现数字签名和数据加密。签名是证明当事者的身份和数据真实性的 一种信息。数字签名体系应满足以下3个条件： 签名者事后不能抵赖自己的签名。 任何其他人不能伪造签名。 如果当事的双方关于签名的真伪发生争执，能够在公正的仲裁者面前通过验证签名来确认其真伪。 利用RSA 密码可以同时实现数字签名和数据加密。"
    },
    {
      "id": "N02-027",
      "stem": "关于信息安全的描述，不正确的是：()。",
      "options": {
        "A": "网络安全技术主要包括防火墙、入侵检测与防护、 VPN 、安全扫描、网络蜜罐技术、用户和实体行为分析 技术",
        "B": "随着物联网、云计算、人工智能、大数据等新一代信息技术的广泛应用，信息安全面临着新的问题和挑战",
        "C": "信息安全可以划分为设备安全、数据安全、平台安全、行为安全四个层次",
        "D": "信息系统安全包括网络安全、操作系统安全、数据库系统安全和应用系统安全"
      },
      "answer": "C",
      "explanation": "《蜗牛软考202405高项冲刺精华》 -第2章【考点6】信息安全★★★★★ (2)针对信息系统，安全可以划分为以下四个层次：设备安全、数据安全、内容安全、行为安全。其中数据安 全即是传统的信息安全。【口诀：宿舍内涵】"
    },
    {
      "id": "N02-028",
      "stem": "() 不属于人工智能技术的应用。",
      "options": {
        "A": "机器人",
        "B": "自然语言理解",
        "C": "扫码支付",
        "D": "图像识别"
      },
      "answer": "C",
      "explanation": "人工智能 (Artificial Intelligence), 英文缩写为AI 。它是研究、开发用于模拟、延伸和扩 展人的智能的理论、方法、技术及应用系统的一门新的技术科学。人工智能是计算机科学的一个分支，它企 图了解智能的实质，并生产出一种新的能以人类智能相似的方式做出反应的智能机器，该领域的研究包括机 器人、语言识别、图像识别、自然语言处理和专家系统等。 扫码支付不属于人工智能技术。"
    },
    {
      "id": "N02-029",
      "stem": "关于计算机网络及协议描述错误的是()。",
      "options": {
        "A": "OSI 采用了分层的结构化技术，从下到上共分物理层、数据链路层、网络层、传输层、会话层、表示层和 应用层",
        "B": "IEEE802.3    是以太网的",
        "C": "IEEE802.11     是有线局域网WL",
        "D": "T"
      },
      "answer": "C",
      "explanation": "IEEE802.11 是无线局域网WLAN 标准协议"
    },
    {
      "id": "N02-030",
      "stem": "( ) 不属于物联网感知层设备。",
      "options": {
        "A": "摄像头",
        "B": "温度传感器",
        "C": "二维码标签",
        "D": "以太网交换机"
      },
      "answer": "D",
      "explanation": "《蜗牛软考综合一本通》-2.2.1 物联网★★★★ 物联网架构可分为三层：感知层、网络层和应用层。 感知层 由各种传感器构成，包括温度传感器，二维码标签、RFID标签和读写器，摄像头、GPS 等感知终端，是物联网识别物体、采集信息的来源。 网络层 包括互联网、广电网、网络管理系统和云计算平台等组成，是整个物联网的中枢，负责传 递和处理感知层获取的信息。 应用层 物联网和用户的接口，它与行业需求结合实现物联网的智能应用。"
    },
    {
      "id": "N02-031",
      "stem": "WiFi 6属于IEEE() 协议。",
      "options": {
        "A": "802.3",
        "B": "802.6",
        "C": "802.8",
        "D": "802.11"
      },
      "answer": "D",
      "explanation": "WiFi6 也是无线局域网，所以用的还是IEEE802.11"
    },
    {
      "id": "N02-032",
      "stem": "云计算的典型特征是()。",
      "options": {
        "A": "多租户及虚拟化访问控制",
        "B": "单租户及虚拟化访问控制",
        "C": "多租户及物理资源访问控制",
        "D": "单租户及物理资源访问控制"
      },
      "answer": "A",
      "explanation": "云中多租户及虚拟化访问控制是云计算的典型特征"
    },
    {
      "id": "N02-033",
      "stem": "根据给出的描述，关于用户和实体行为分析(UEBA)的陈述，()是正确的。",
      "options": {
        "A": "只使用机器学习来检测异常行为。",
        "B": "UE",
        "C": "UE",
        "D": "UE"
      },
      "answer": "C",
      "explanation": "P48。 用户和实体行为分析(UEBA)提供了用户画像及基于各种分析方法的异常检测，结合基本分析方法(利用签名 的规则、模式匹配、简单统计、阈值等)和高级分析方法(监督和无监督的机器学习等),用打包分析来评估用户 和其他实体(主机、应用程序、网络、数据库等),发现与用户或实体标准画像或行为异常的活动所相关的潜在 事件。 UEBA 以用户和实体为对象，利用大数据，结合规则以及机器学习模型，对用户和实体行为进行分析和异常 检测，尽可能快速地感知内部用户和实体的可疑或非法行为。 从架构上来看，UEBA 系统通常包括数据获取层、算法分析层和场景应用层。"
    },
    {
      "id": "N02-034",
      "stem": "IEEE802.3 是 ( ) 的 协 议 。",
      "options": {
        "A": "广城网",
        "B": "局域网",
        "C": "城域网",
        "D": "无 线 网"
      },
      "answer": "B",
      "explanation": "IEEE802.3 是有线局域网"
    },
    {
      "id": "N02-035",
      "stem": "() 不属于TCP/IP 的应用层协议。",
      "options": {
        "A": "",
        "B": "FTP(File  Transfer  Protocol,文件传输协议)",
        "C": "SMTP(Simple  Mail  Transfer  Protocol,简单邮件传输协议)",
        "D": ""
      },
      "answer": "D",
      "explanation": "《蜗牛软考综合一本通》-2.1.2 计算机网络 ARP 地址解析协议属于网络层 OSI七层 作用 TCP/IP 四层 常见协议 应用层 负责对软件提供接口以使程序能使用网络 服务 应用层 HTTP、Telnet、FTP、SMTP 表示层 管理数据的解密加密、数据转换、格式化 和文本压缩 JPEG、ASCII、GIF、DES、MPEG 会话层 负责在网络中的两节点之间建立和维持通 信 RPC、SQL、NFS 传输层 确保数据可靠、顺序、无错地从A点传输 到B点(报文) 传输层 TCP、UDP、SPX 网络层 将网络地址IP翻译成对应的物理地址，选 择路由(数据包) 网络层 IP、ICMP、IGMP、IPX、ARP 数据链路 层 将从网络层接收到的数据分割成特定的可 被物理层传输的(帧) 网络接口 层 IEEE802.3/.2、HDLC、PPP、ATM 物理层 物理连网媒介(比特) RS232、V.35、RJ-45、FDDI"
    },
    {
      "id": "N02-036",
      "stem": "下列不属于TCP/IP 应用层协议的是()。",
      "options": {
        "A": "TFTP",
        "B": "SMTP",
        "C": "SNMP",
        "D": "IGMP"
      },
      "answer": "D",
      "explanation": "IGMP 属于TCP/IP 中的网络层协议"
    },
    {
      "id": "N02-037",
      "stem": "以下关于虚拟现实技术的说法中不正确的是()。",
      "options": {
        "A": "VR 是一种可以创立和体验虚拟世界的计算机系统",
        "B": "虚拟现实技术的主要特征包括沉浸性、交互性、多感知性、构想性(也称想象性)和自主性",
        "C": "虚拟现实的关键技术主要涉及人机交互技术、传感器技术、动态环境建模技术和系统集成技术等",
        "D": "虚拟现实技术己经从"
      },
      "answer": "D",
      "explanation": "虚拟现实技术己经从桌面虚拟现实系统、沉浸式虚拟现实系统、分布式虚拟现实系统等，向 着增强式虚拟现实系统 (AR) 和元宇宙的方向发展"
    },
    {
      "id": "N02-038",
      "stem": "TCP/IP 是 Internet 采用的协议标准，它是一个协议系列，由多个不同层次的协议共同组成。 其中()是属于网络层的低层协议，主要用途是完成网络地址向物理地址的转换。",
      "options": {
        "A": "R",
        "B": "",
        "C": "IGMP",
        "D": "I"
      },
      "answer": "B",
      "explanation": "ARP 协议就能把IP 地址【蜗牛解析】:成MAC 地址(物理地址)。 ARP 将含目标 IP 地址 域的数据报封装在广播帧中，接收到ARP 的实体，如果同本机 IP 相同则发回应答数据报，告之本机MAC 地址，否则丢弃。"
    },
    {
      "id": "N02-039",
      "stem": "在INTRENET 上浏览时，浏览器和www 服务器之间传输网页使用的协议是()协议。",
      "options": {
        "A": "HTTP",
        "B": "www",
        "C": "FTP",
        "D": "SMP"
      },
      "answer": "A",
      "explanation": "浏览器和服务器之间传输网页使用的协议是HTTP 协议"
    },
    {
      "id": "N02-040",
      "stem": "无线网是伴随移动技术发展起来的一种新的组网方式，其中WI-FI 的技术标准是()。",
      "options": {
        "A": "IEEE 802.15",
        "B": "IEEE 802.11",
        "C": "IEEE 802.3",
        "D": "IEEE 802.12"
      },
      "answer": "B",
      "explanation": "IEEE 802.11无线局域网协议"
    },
    {
      "id": "N02-041",
      "stem": "() 属于无线局域网 WLAN 标准协议。",
      "options": {
        "A": "IEEE 802.6",
        "B": "IEEE 802.7",
        "C": "IEEE 802.8",
        "D": "IEEE       802.11"
      },
      "answer": "D",
      "explanation": "IEEE 802.11无线局域网协议"
    },
    {
      "id": "N02-042",
      "stem": "TCP/IP 参考模型共分为四层：()、网络层、传输层、应用层。",
      "options": {
        "A": "物理层",
        "B": "流量控制层",
        "C": "会话层",
        "D": "网络接口层"
      },
      "answer": "D",
      "explanation": "TCP/IP 的参考模型将协议分成四个层次，它们分别是网络接口层、网络层、传输层、应用层"
    },
    {
      "id": "N02-043",
      "stem": "在 TCP/IP 协议中，(),协议运行在网络层。",
      "options": {
        "A": "",
        "B": "U",
        "C": "T",
        "D": "IP"
      },
      "answer": "D",
      "explanation": "TCP/IP 中，网络层的协议主要有IP 、ICMP 、1GMP 、ARP 和 RARP 等。"
    },
    {
      "id": "N02-044",
      "stem": "局域网中，常采用广播消息的方法来获取访问目标IP 地址对应的MA",
      "options": {
        "A": "R",
        "B": "SMTP   协议",
        "C": "SLIP 协议",
        "D": ""
      },
      "answer": "D",
      "explanation": "ARP 协议就能把IP 地址【蜗牛解析】:成MAC 地址。ARP 将含目标IP 地址域的数据报封 装在广播帧中，接收到ARP 的实体，如果同本机 IP 相同则发回应答数据报，告之本机MAC 地址，否则丢 弃。"
    },
    {
      "id": "N02-045",
      "stem": "IP 协 议 属 于 ( ) 。",
      "options": {
        "A": "物理层协议",
        "B": "传输层协议",
        "C": "网络层协议",
        "D": "应用层协议"
      },
      "answer": "C",
      "explanation": "网络层中的协议主要有IP、ICMP、1GMP、ARP 和 RARP 等 。"
    },
    {
      "id": "N02-046",
      "stem": "IEEE 802规范定义了网卡如何访问传输介质，以及如何在传输介质上传输数据的方法。其中， ()是重要的局域网协议。",
      "options": {
        "A": "IEEE   802.1",
        "B": "IEEE  802.3",
        "C": "IEEE  802.6",
        "D": "IEEE  802.11"
      },
      "answer": "B",
      "explanation": "IEEE 802.3局域网协议"
    },
    {
      "id": "N02-047",
      "stem": "TCP/IP 模型中，()协议属于网络层的协议。",
      "options": {
        "A": "",
        "B": "SNMP",
        "C": "T",
        "D": "FTP"
      },
      "answer": "A",
      "explanation": "网络层中的协议主要有IP、ICMP、1GMP、ARP 和 RARP 等。"
    },
    {
      "id": "N02-048",
      "stem": "OSI 七层协议中，RP",
      "options": {
        "A": "网络层",
        "B": "传输层",
        "C": "会话层",
        "D": "表示层"
      },
      "answer": "C",
      "explanation": "OSI七层 作用 TCP/IP 四层 常见协议【掌握】 应用层 负责对软件提供接口以使程序能使用网络 服务 应用层 HTTP、Telnet、FTP、SMTP 表示层 管理数据的解密加密、数据转换、格式化和 文本压缩 JPEG、ASCII、GIF、DES、MPEG 会话层 负责在网络中的两节点之间建立和维持通 信 RPC、SQL、NFS 传输层 确保数据可靠、顺序、无错地从A点传输 到B点(报文) 传输层 TCP、UDP、SPX 网络层 将网络地址IP翻译成对应的物理地址，选 择路由(数据包) 网络层 IP、ICMP、IGMP、IPX、ARP 数据链路 层 将从网络层接收到的数据分割成特定的可 被物理层传输的(帧) 网络接口 层 IEEE802.3/.2、HDLC、PPP、ATM 物理层 物理连网媒介(比特) RS232、V.35、RJ-45、FDDI"
    },
    {
      "id": "N02-049",
      "stem": "TCP/IP 模型中，Telnet 属 于 ( ) 协 议 。",
      "options": {
        "A": "接口层",
        "B": "网络层",
        "C": "传输层",
        "D": "应用层"
      },
      "answer": "D",
      "explanation": "OSI七层 作用 TCP/IP 四层 常见协议【掌握】 应用层 负责对软件提供接口以使程序能使用网络 服务 应用层 HTTP、Telnet、FTP、SMTP 表示层 管理数据的解密加密、数据转换、格式化和 文本压缩 JPEG、ASCII、GIF、DES、MPEG 会话层 负责在网络中的两节点之间建立和维持通 信 RPC、SQL、NFS 传输层 确保数据可靠、顺序、无错地从A点传输 到B点(报文) 传输层 TCP、UDP、SPX 网络层 将网络地址IP翻译成对应的物理地址，选 择路由(数据包) 网络层 IP、ICMP、IGMP、IPX、ARP 数据链路 层 将从网络层接收到的数据分割成特定的可 被物理层传输的(帧) 网络接口 层 IEEE802.3/.2、HDLC、PPP、ATM 物理层 物理连网媒介(比特) RS232、V.35、RJ-45、FDDI"
    },
    {
      "id": "N02-050",
      "stem": "在 OSI 七层协议中，UDP 是 ( ) 的 协 议 。",
      "options": {
        "A": "网络层",
        "B": "传输层",
        "C": "会话层",
        "D": "应用层"
      },
      "answer": "B",
      "explanation": "OSI七层 作用 TCP/IP 四层 常见协议【掌握】 应用层 负责对软件提供接口以使程序能使用网络 服务 应用层 HTTP、 Telnet、 FTP、SMTP 表示层 管理数据的解密加密、数据转换、格式化和 文本压缩 JPEG、ASCII、GIF、DES、MPEG 会话层 负责在网络中的两节点之间建立和维持通 信 RPC、SQL、NFS 传输层 确保数据可靠、顺序、无错地从A点传输 到B点(报文) 传输层 TCP、UDP、SPX 网络层 将网络地址IP翻译成对应的物理地址，选 择路由(数据包) 网络层 IP、ICMP、IGMP、IPX、ARP 数据链路 层 将从网络层接收到的数据分割成特定的可 被物理层传输的(帧) 网络接口 层 IEEE802.3/.2、HDLC、PPP、ATM 物理层 物理连网媒介(比特) RS232、V.35、RJ-45、FDDI"
    },
    {
      "id": "N02-051",
      "stem": "TCP/IP 协议续中所定义的TCP 和 UDP 协议，实现了OSI 七层模型中的()的主要功能。",
      "options": {
        "A": "物理层",
        "B": "网络层",
        "C": "传输层",
        "D": "应用层"
      },
      "answer": "C",
      "explanation": "OSI七层 作用 TCP/IP 四层 常见协议【掌握】 应用层 负责对软件提供接口以使程序能使用网络 服务 应用层 HTTP、Telnet、FTP、SMTP 表示层 管理数据的解密加密、数据转换、格式化和 文本压缩 JPEG、ASCII、GIF、DES、MPEG 会话层 负责在网络中的两节点之间建立和维持通 信 RPC、SQL、NFS 传输层 确保数据可靠、顺序、无错地从A点传输 到B点(报文) 传输层 TCP、UDP、SPX 网络层 将网络地址IP翻译成对应的物理地址，选 择路由(数据包) 网络层 IP、ICMP、IGMP、IPX、ARP 数据链路 层 将从网络层接收到的数据分割成特定的可 被物理层传输的(帧) 网络接口 层 IEEE802.3/.2、HDLC、PPP、ATM 物理层 物理连网媒介(比特) RS232、V.35、RJ-45、FDDI"
    },
    {
      "id": "N02-052",
      "stem": "关于SDN 的描述中错误的是()。",
      "options": {
        "A": "S",
        "B": "S",
        "C": "S",
        "D": "多个S"
      },
      "answer": "B",
      "explanation": "利用分层的思想， SDN 将数据与控制相分离。从而实现了网络流量的灵活控制，使网络变得 更加智能"
    },
    {
      "id": "N02-053",
      "stem": "关于SDN 的描述中错误的是()。",
      "options": {
        "A": "S",
        "B": "控制平面与数据平面之间通过 S",
        "C": "控制平面与应用平面之间通过S",
        "D": "S"
      },
      "answer": "C",
      "explanation": "北向接口负责与应用平面进行通信"
    },
    {
      "id": "N02-054",
      "stem": "关于软件定义网络 (SDN) 描述不正确的是()。",
      "options": {
        "A": "软件定义网络 (S",
        "B": "软件定义网络 (S",
        "C": "软件定义网络 (S",
        "D": "S"
      },
      "answer": "B",
      "explanation": "软件定义网络(SDN), 在控制层，包括具有逻辑中心化和可编程的控制器"
    },
    {
      "id": "N02-055",
      "stem": "关于软件定义网络 (SDN) 描述不正确的是()。",
      "options": {
        "A": "软件定义网络 (S",
        "B": "控制平面和数据平面之间通信最主要应用的是Flow   Table 协议",
        "C": "S",
        "D": "S"
      },
      "answer": "B",
      "explanation": "控制平面和数据平面之间通信最主要应用的是Open Flow协议"
    },
    {
      "id": "N02-056",
      "stem": "() 不属于软件定义网络 (SDN) 整体架构层。",
      "options": {
        "A": "数据平面",
        "B": "控制平面",
        "C": "网络平面",
        "D": "应用平面"
      },
      "answer": "C",
      "explanation": "SDN 的整体架构由下到上(由南到北)分为数据平面、控制平面和应用平面"
    },
    {
      "id": "N02-057",
      "stem": "关于软件定义网络 (SDN) 描述不正确的是()。",
      "options": {
        "A": "软件定义网络 (S",
        "B": "利用分层的思想，S",
        "C": "S",
        "D": "控制平面与数据平面之间通过 S"
      },
      "answer": "A",
      "explanation": "软件定义网络(SDN)是一种新型网络创新架构，是网络虚拟化的一种实现方式"
    },
    {
      "id": "N02-058",
      "stem": "第五代移动通信技术5G 是新一代宽带移动通信技术，()不是5G 的特点。",
      "options": {
        "A": "高速率",
        "B": "宏基站",
        "C": "大连接",
        "D": "低时延"
      },
      "answer": "B",
      "explanation": "第五代移动通信技术(简称5G)是具有高速率、低时延和大连接特点的新一代宽带移动通信技 术，是实现人机物互联的网络基础设施。2G 、3G 、4G 、5G 都有宏基站，因此宏基站不是5G 的特点。"
    },
    {
      "id": "N02-059",
      "stem": "5G 峰值速率可以达到()。",
      "options": {
        "A": "1Gb/S",
        "B": "10Gb/S",
        "C": "20Gb/S",
        "D": "100Gb/S"
      },
      "answer": "C",
      "explanation": "表2 - 14G与5G主要指标对标 指标 名称 流量密度/ (Tb/s ·km²) 连接数密度/ (万 · km²) 时延/ms 移动性/ (km ·h¹) 能效/倍 用户体验 速率/b · s 频道效 率/倍 峰值速率/ Gb · s¹ 4G 0.1 10 空口10 350 1 10M 1 10 5G 10 100 空口1 500 100 0.1～1G 3 20"
    },
    {
      "id": "N02-060",
      "stem": "4G 峰值速率可以达到()。",
      "options": {
        "A": "1Gb/S",
        "B": "10Gb/S",
        "C": "20Gb/S",
        "D": "100Gb/S"
      },
      "answer": "B",
      "explanation": "表2 - 14G 与5G 主要指标对标 指标 名称 流量密度/ (Tb/s ·km²) 连接数密度/ (万 · km²) 时延/ms 移动性/ (km ·h¹) 能效/倍 用户体验 速率/b · s 频道效 率/倍 峰值速率1 Gb · s¹ 4G 0.1 10 空口10 350 1 10M 1 10 5G 10 100 空口1 500 100 0.1～1G 3 20"
    },
    {
      "id": "N02-061",
      "stem": "关于 RS",
      "options": {
        "A": "密码可以同时实现数字签名和数据加密",
        "B": "RS",
        "C": "RS",
        "D": "利用\tRS"
      },
      "answer": "C",
      "explanation": "非对称加密通常以 (RSA) 算法为代表。对称加密的加密密钥和解密密钥相同，而非对称加 密的加密密钥和解密密钥不同，加密密钥可以公开而解密密钥需要保密。"
    },
    {
      "id": "N02-062",
      "stem": "以下说法，错误的是()。",
      "options": {
        "A": "从网络的作用范围可将网络类别划分为个人局域网 P",
        "B": "软件定义网络 S",
        "C": "第五代移动通信技术5G  是具有高速率、高时延和大连接特点的新一代移动通信技术。5G 采用短帧、 快速反馈、多层/多站数据重传等技术",
        "D": "5G 的三大类应用场景，即增强移动宽带 (eM"
      },
      "answer": "C",
      "explanation": "第五代移动通信技术5G 是具有高速率、低时延和大连接特点的新一代移动通信技术。为了 支持低时延、高可靠，5G 采用短帧、快速反馈、多层/多站数据重传等技术。"
    },
    {
      "id": "N02-063",
      "stem": "区块链有以下几种特性：多中心化、多方维护、时序数据、智能合约、开放共识、安全可信和 ( )。",
      "options": {
        "A": "可回溯性",
        "B": "不可篡改",
        "C": "周期性",
        "D": "稳定性"
      },
      "answer": "B",
      "explanation": "P58: 区块链有以下几种特性：多中心化、多方维护、时序数据、智能合约、开放共识、安 全可信和不可篡改"
    },
    {
      "id": "N02-064",
      "stem": "人工智能技术研究方面主要聚焦在()三个方面。",
      "options": {
        "A": "热点技术、共性技术和新兴技术",
        "B": "热点技术、智能技术和新兴技术",
        "C": "热点技术、共性技术和视觉技术",
        "D": "热点技术、智能技术和自然语言处理技术"
      },
      "answer": "A",
      "explanation": "人工智能技术研究方面主要聚焦在热点技术、共性技术和新兴技术三个方面"
    },
    {
      "id": "N02-065",
      "stem": "以下网络存储模式中，真正实现即插即用的是()。",
      "options": {
        "A": "",
        "B": "N",
        "C": "open S",
        "D": "智能化S"
      },
      "answer": "B",
      "explanation": "可见真正实现即插即用的是NAS"
    },
    {
      "id": "N02-066",
      "stem": "以下不属于自然语言处理的主要应用的是()。",
      "options": {
        "A": "舆情监测",
        "B": "文本分类",
        "C": "人脸识别",
        "D": "语音识别"
      },
      "answer": "C",
      "explanation": "自然语言处理主要应用于机器翻译、舆情监测、自动摘要、观点提取、文本分类、问题回答、 文本语义对比、语音识别、中文OCR 等方面。 人脸识别也属于人工智能，但是不属于自然语言处理。"
    },
    {
      "id": "N02-067",
      "stem": "在下列应用场景中，属于SaaS (软件即服务)模式的是()。",
      "options": {
        "A": "供应商通过Internet    提供软件，消费者从供应商处租用基于Web  的软件来管理企业经营活动",
        "B": "供应商开拓新的IT 基础设施业务，消费者通过Internet    从计算机基础设施获得服务",
        "C": "消费者从供应商处购买软件的License",
        "D": "消费者从互联网下载和使用免费软件"
      },
      "answer": "A",
      "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如 CRM 、办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
    },
    {
      "id": "N02-068",
      "stem": "() 是利用公开密钥进行加密的技术。",
      "options": {
        "A": "",
        "B": "I",
        "C": "",
        "D": "RS"
      },
      "answer": "D",
      "explanation": "1978年美国麻省理工学院的三名密码学者 R.L.Rivest,A、Shamir 和 L.Adlelnan 提出了 一种基于大合数因子分解困难性的公开密钥密码，简称为RSA 密码。由于RSA 密码，既可用于加密，又可 用于数字签名，安全、易懂，因此RSA 密码已成为目前应用最广泛的公开密钥密码。 公开密钥密码有基于大合数因子分解困难性的 RAS 密码类和基于离散对数问题困难性的 ELGamal 密码 类。 RSA 属于非对称加密技术，利用RSA 密码可以同时实现数字签名和数据加密。"
    },
    {
      "id": "N02-069",
      "stem": "以下关于人工智能的说法，错误的是()。",
      "options": {
        "A": "人工智能的关键技术主要涉及机器学习、自然语言处理、专家系统等技术",
        "B": "机器学习是一种自动将模型与数据匹配，并通过训练模型对数据进行“学习”的技术。机器学习的研究主 要聚焦在机器学习算法及应用、强化学习算法、近似及优化算法和规划问题等方面。神经网络是机器学习的 一种形式",
        "C": "专家系统是一个智能计算机程序系统，通常由人机交互界面、知识库、推理机、解释器、综合数据库、知 识获取等6个部分构成",
        "D": "自然语言处理就是一般地研究自然语言"
      },
      "answer": "D",
      "explanation": "自然语言处理并不是一般地研究自然语言，而在于研制能有效地使用自然语言通信的计算机 系统，特别是其中的软件系统。因而它是计算机科学的一部分"
    },
    {
      "id": "N02-070",
      "stem": "信息必须依赖其存储、传输、处理及应用的载体(媒介)而存在。信息系统安全可以划分设备 安全、数据安全、内容安全和()。",
      "options": {
        "A": "行为安全",
        "B": "通信安全",
        "C": "主机安全",
        "D": "信息安全"
      },
      "answer": "A",
      "explanation": "信息系统安全可以划分为以下四个层次：设备安全、数据安全、内容安全、行为安全。其中 数据安全即是传统的信息安全。"
    },
    {
      "id": "N02-071",
      "stem": "大数据是具有体量大、结构多样、时效性强等特征的数据，下面的那个单位体量最大()。",
      "options": {
        "A": "T",
        "B": "",
        "C": "Z",
        "D": "E"
      },
      "answer": "C",
      "explanation": "大数据的数据体量巨大，从TB 级别跃升到PB 级别(1PB=1024TB) 、EB 级别(1EB=1024PB), 甚至达到ZB 级别(1ZB=1024EB)。"
    },
    {
      "id": "N02-072",
      "stem": "A公司是一家云服务提供商，向用户提供老租户可定制的办公软件和客户关系管理软件，",
      "options": {
        "A": "IaaS",
        "B": "PaaS",
        "C": "Saas",
        "D": ""
      },
      "answer": "C",
      "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如CRM 、办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
    },
    {
      "id": "N02-073",
      "stem": "以下关于信息安全的说法中错误的是()。",
      "options": {
        "A": "信息系统安全可以划分为：设备安全、数据安全、内容安全、行为安全",
        "B": "发信者将明文数据加密成密文，称为加密过程。收信者将密文恢复成明文，称为解密过程",
        "C": "在对称密钥体制，加密密钥和解密密钥相同",
        "D": "在非对称加密解密中，公众利用私钥发送加密后的密文给收信者，收信者利用公钥进行解密"
      },
      "answer": "D",
      "explanation": "在非对称加密解密中，公众利用公钥发送加密后的密文给收信者，收信者利用私钥进行解密。 大家一定要记住，公钥是公开的，公众都知道，但是私钥只能收信者一人拥有，不公开"
    },
    {
      "id": "N02-074",
      "stem": "关于信息安全的描述正确的是()。",
      "options": {
        "A": "网络安全技术主要包括：熊猫烧香、入侵检测与防护、 VPN 、 安全扫描、网络蜜罐技术、用户和实体行为 分析技术等",
        "B": "为了保证信息的保密性，就需要采用信息加密技术对信息进行伪装，使得信息非法窃取者无法理解信息的 真实含义(暗号)",
        "C": "加密技术包括两个元素：公钥和密钥",
        "D": "密钥加密技术的密码体制分为对称密钥体制和非对称密钥体制两种"
      },
      "answer": "D",
      "explanation": "网络安全技术主要包括：防火墙、入侵检测与防护VPN 、 安全扫描、网络蜜罐技术、用户和 实体行为分析技术等。 为了保证信息的安全性，就需要采用信息加密技术对信息进行伪装，使得信息非法窃取者无法理解信息的真 实含义(暗号)。 加密技术包括两个元素算法和密钥"
    },
    {
      "id": "N02-075",
      "stem": "以下关于大数据的说法中，错误的是 ()。",
      "options": {
        "A": "大数据主要特征包括：数据海量、数据类型多样、数据价值密度高、数据处理速度快",
        "B": "大数据技术架构主要包含大数据获取技术、分布式数据处理技术和大数据管理技术，以及大数据应用和服 务技术",
        "C": "大数据获取的研究主要集中在数据采集、整合和清洗三个方面",
        "D": "大数据应用和服务技术：主要包含分析应用技术和可视化技术"
      },
      "answer": "A",
      "explanation": "大数据主要特征包括：数据海量、数据类型多样、数据价值密度低、数据处理速度快"
    },
    {
      "id": "N02-076",
      "stem": "关于网络存储技术的描述，正确的是()。",
      "options": {
        "A": "",
        "B": "N",
        "C": "N",
        "D": "S"
      },
      "answer": "C",
      "explanation": "直接附加存储DAS 存储操作依赖于服务器，DAS方式很难扩展，DAS基本上已经被NAS所代替 网络附加存储NAS 通过网络接口与网络直接相连，NAS的性能特点是进行小文件级的共享存取， NAS存储支持即插即用，NAS可以很经济地解决存储容量不足的问题，但难以 获得满意的性能 存储区域网络【掌握】 通过专用高速网将一个或多个网络存储设备和服务器连接起来的专用存储系统。 它没有采用文件共享存取方式，而是采用块(block)级别存储 FC SAN高速，专用，可靠，有两个较大的缺陷，分别是成本和复杂性 IP SAN是基于IP网络实现数据块级别存储方式的存储网络。设备成本低，配置 技术简单，可共享和使用大容量的存储空间。使用最广 IB SAN结构紧密，系统的性能、可靠性和有效性高，能缓解各硬件设备之间的 数据流量拥塞。"
    },
    {
      "id": "N02-077",
      "stem": "关于网络存储技术的描述，不正确的是()。",
      "options": {
        "A": "当存储容量增加时，采用直接附加存储 (",
        "B": "网络附加存储 (N",
        "C": "光纤通道存储区域网络 (F",
        "D": "网际协议存储区域网络 (IPS"
      },
      "answer": "C",
      "explanation": "直接附加存储DAS 存储操作依赖于服务器，DAS方式很难扩展，DAS基本上已经被NAS所代替 网络附加存储NAS 通过网络接口与网络直接相连，NAS的性能特点是进行小文件级的共享存取， NAS存储支持即插即用，NAS可以很经济地解决存储容量不足的问题，但难以 获得满意的性能 存储区域网络【掌握】 通过专用高速网将一个或多个网络存储设备和服务器连接起来的专用存储系统。 它没有采用文件共享存取方式，而是采用块(block)级别存储 FC SAN高速，专用，可靠，有两个较大的缺陷，分别是成本和复杂性 IP SAN是基于IP网络实现数据块级别存储方式的存储网络。设备成本低，配置 技术简单，可共享和使用大容量的存储空间。使用最广 IB SAN结构紧密，系统的性能、可靠性和有效性高，能缓解各硬件设备之间的 数据流量拥塞。"
    },
    {
      "id": "N02-078",
      "stem": "下列主流的分布式计算系统中，常用于离线的快速的大数据处理的是()。",
      "options": {
        "A": "Hadoop",
        "B": "Spark",
        "C": "Storm",
        "D": "Map Reduce"
      },
      "answer": "B",
      "explanation": "主流的分布式计算系统有Hadoop 、Spark 和 Storm。 Hadoop 常用于离线的复杂的大数据处理 Spark 常用于离线的快速的大数据处理 Storm 常用于在线的实时的大数据处理"
    },
    {
      "id": "N02-079",
      "stem": "关于存储技术的描述不正确的是()。",
      "options": {
        "A": "开放系统的存储分为：内置存储和外挂存储",
        "B": "外挂存储根据连接的方式分为封闭系统的存储和开放系统的存储",
        "C": "存储虚拟化是“云存储”的核心技术之一",
        "D": "绿色存储技术是指从节能环保的角度出发，用来设计生产能效更佳的存储产品，降低数据存储设备的功耗， 提高存储设备每瓦性能的技术"
      },
      "answer": "B",
      "explanation": "外挂存储根据连接的方式分为直连式存储(DAS) 和网络化存储(FAS)。 存储分类根据服务器类 型分为：封闭系统的存储和开放系统的存储"
    },
    {
      "id": "N02-080",
      "stem": "在大数据关键技术中，Hadoop 的分布式文件系统HDFS 属 于 大 数 据 ( ) 。",
      "options": {
        "A": "存储技术",
        "B": "分析技术",
        "C": "并行分析技术",
        "D": "挖掘技术"
      },
      "answer": "A",
      "explanation": "HDFS 是分布式计算中数据存储管理的基础，所以选 A"
    },
    {
      "id": "N02-081",
      "stem": "网络安全态势感知在()的基础上，进行数据整合，特征提取等，应用一系列态势评估算法， 生成网络的整体态势情况。",
      "options": {
        "A": "安全应用软件",
        "B": "安全基础设施",
        "C": "安全网络环境",
        "D": "安全大数据"
      },
      "answer": "D",
      "explanation": "网络安全态势感知是在大规模网络环境中阿牛，对能够引起网络态势发生变化的安全要素进 行获取、理解、显示，并据此预测未来的网络安全发展趋势。安全态势感知不仅是一种安全技术，也是一种 新兴的安全概念。它是一种基于环境的、动态的、整体的洞悉安全风险的能力。安全态势感知的前提是安全 大数据，其在安全大数据的基础上进行数据整合、特征提取等，然后应用一系列态势评估算法生成网络的整 体态势状况，应用态势预测算法预测态势的发展状况，并使用数据可视化技术，将态势状况和预测情况展示 给安全人员，方便安全人员直观便捷地了解网络当前状态及预期的风险。"
    },
    {
      "id": "N02-082",
      "stem": "以下关于存储的内容，说法错误的是()。",
      "options": {
        "A": "开放系统的存储分为：内置存储和外挂存储。外挂存储根据连接的方式分为直连式存储 (",
        "B": "存储虚拟化是“云存储”的核心技术之一，它把来自一个或多个网络的存储资源整合起来，向用户提供一 个抽象的逻辑视图，用户可以通过这个视图中的统一逻辑接口来访问被整合的存储资源。用户在访问数据时 并不知道真实的物理位置",
        "C": "绿色存储技术是指从节能环保的角度出发，用来设计生产能效更佳的存储产品，降低数据存储设备的功耗， 提高存储设备每瓦性能的技术",
        "D": ""
      },
      "answer": "D",
      "explanation": "DAS 容量扩充能力低"
    },
    {
      "id": "N02-083",
      "stem": "以下关于数据结构模型的说法中错误的是()。",
      "options": {
        "A": "常见的数据结构模型有三种：层次模型、网状模型和关系模型，网状模型和关系模型又统称为格式化数据 模型",
        "B": "一个层次模型在理论上可以包含任意有限个记录类型和字段",
        "C": "网状数据库是导航式 (Navigation)       数据库，用户在操作数据库时不但说明要做什么,还要说明怎么做",
        "D": "关系模型是在关系结构的数据库中用二维表格的形式表示实体以及实体之间的联系的模型"
      },
      "answer": "A",
      "explanation": "常见的数据结构模型有三种：层次模型、网状模型和关系模型，层次模型和网状模型又统称 为格式化数据模型"
    },
    {
      "id": "N02-084",
      "stem": "以下关于数据结构模型的说法中错误的是()。",
      "options": {
        "A": "数据结构模型是数据库系统的核心",
        "B": "在层次模型中，同一双亲的子女结点称为兄弟结点，没有子女结点的结点称为叶结点",
        "C": "网状模型是一种可以灵活地描述事物及其之间关系的数据库模型",
        "D": "关系模型是采用键值对结构表达实体类型及实体间联系的数据模型"
      },
      "answer": "D",
      "explanation": "关系模型是采用二维表格结构表达实体类型及实体间联系的数据模型"
    },
    {
      "id": "N02-085",
      "stem": "以下关于数据库的说法中错误的是 ()。",
      "options": {
        "A": "数据库根据存储方式可以分为关系型数据库 (SQL)    和非关系型数据库 (No   SQL)",
        "B": "事务处理的四种原则是原子性、一致性、隔离性、持久性",
        "C": "非关系型数据库是分布式的，也遵循",
        "D": "关系数据库系统采用关系模型作为数据的组织方式"
      },
      "answer": "C",
      "explanation": "非关系型数据库是分布式的、非关系型的、不保证遵循 ACID 原则的数据存储系统。"
    },
    {
      "id": "N02-086",
      "stem": "关于数据库的描述正确的是()。",
      "options": {
        "A": "数字化结构模型是数据库系统的核心",
        "B": "常见的数据结构模型有三种：层次模型、网状模型和数据模型",
        "C": "层次模型和关系模型又统称为格式化数据模型",
        "D": "层次模型是数据库系统最早使用的一种模型，它用“树”结构表示实体集之间的关联"
      },
      "answer": "D",
      "explanation": "数据结构模型是数据库系统的核心。 A 错误。 常见的数据结构模型有三种：层次模型、网状模型和关系模型，层次模型和网状模型又统称为格式化数据模 型 。B 错误。 层次模型和网状模型又统称为格式化数据模型。C 错误。"
    },
    {
      "id": "N02-087",
      "stem": "以下说法中，错误的是()。",
      "options": {
        "A": "常见的数据结构模型有三种：层次模型、网状模型和关系模型",
        "B": "关系模型是在关系结构的数据库中用二维表格的形式表示实体以及实体之间的联系的模型",
        "C": "数据库根据存储方式可以分为关系型数据库 (SQL)    和非关系型数据库 (Not     Only     SQL,No     SQL)",
        "D": "数据仓库是一个面向主题的、集成的、非易失的且随时间变化的数据集合，用于支持实时业务"
      },
      "answer": "D",
      "explanation": "数据仓库是一个面向主题的、集成的、非易失的且随时间变化的数据集合，用于支持管理决 策。"
    },
    {
      "id": "N02-088",
      "stem": "以下关于数据库的说法中错误的是()。",
      "options": {
        "A": "常见的非关系数据库分为：键值数据库、列存储数据库、面向文档数据库、图形数据库",
        "B": "关系型数据库的优点是使用方便，易于维护",
        "C": "非关系型数据库的优点是高并发、基本支持分布式",
        "D": "关系数据库在高并发下读写性能较强"
      },
      "answer": "D",
      "explanation": "关系数据库数据读写必须经过SQL【 蜗牛解析】:,大量数据、高并发下读写性能不足"
    },
    {
      "id": "N02-089",
      "stem": "关于数据库的描述不正确的是()。",
      "options": {
        "A": "数据库根据类型方式可以分为关系型数据库 (SQL)   和非关系型数据库 (Not    Only     SQL,No     SQL)",
        "B": "非关系型数据库支持事务的",
        "C": "非关系型数据库是分布式的、非关系型的、不保证遵循",
        "D": "键值数据库，其优势在于简单、易部署、高并发"
      },
      "answer": "B",
      "explanation": "数据库根据存储方式可以分为关系型数据库(SQL)和非关系型数据库(Not Only SQL,No SQL) 关系型数据库支持事务的ACID 原则，即原子性、一致性、隔离性，持久性，这四种原则保证在事务过程当 中数据的正确性"
    },
    {
      "id": "N02-090",
      "stem": "关系型数据库的优点()。",
      "options": {
        "A": "容易理解，使用方便，易于维护",
        "B": "高并发，基本支持分布式，简单",
        "C": "事务支持较弱，通用性差，无完整约束，复杂业务场景支持较差",
        "D": "易于扩展，可伸缩"
      },
      "answer": "A",
      "explanation": "B、D 为非关系型数据库的优点，C 为非关系型数据库的缺点"
    },
    {
      "id": "N02-091",
      "stem": "以下关于数据库的说法中错误的是()。",
      "options": {
        "A": "关系型数据库具有固定的表结构，扩展困难",
        "B": "关系型数据库多表的关联查询导致性能欠佳",
        "C": "非关系型数据库通用性较强",
        "D": "非关系型数据库事务支持较弱"
      },
      "answer": "C",
      "explanation": "非关系型数据库通用性差"
    },
    {
      "id": "N02-092",
      "stem": "() 不属于关系型数据库。",
      "options": {
        "A": "Oracle",
        "B": "MySQL",
        "C": "SQL     Server",
        "D": "Mongo"
      },
      "answer": "D",
      "explanation": "常见的非关系型数据库有： Redis 、MongoDB 、Neo4j 、Cassandra 、HBase 常见的关系型数据库常见的有 Oracle,SQL Server,DB2,MySQL 、Access"
    },
    {
      "id": "N02-093",
      "stem": "() 数据库通常用来应对分布式存储海量数据。",
      "options": {
        "A": "图形数据库",
        "B": "键值数据库",
        "C": "列存储数据库",
        "D": "面向文档数据库"
      },
      "answer": "C",
      "explanation": "列存储数据库通常用来应对分布式存储海量数据"
    },
    {
      "id": "N02-094",
      "stem": "数据仓库的系统结构通常包括四个层次，分别是数据源，(),前端工具。",
      "options": {
        "A": "数据集市、联机事务处理服务器",
        "B": "数据建模、数据挖掘",
        "C": "数据净化、数据挖掘",
        "D": "数据的存储与管理、联机分析处理服务器"
      },
      "answer": "D",
      "explanation": "数据仓库系统通常包含数据源、数据存储与管理、 OLAP 服务器以及前端工具与应用四个部 分。"
    },
    {
      "id": "N02-095",
      "stem": "( ) 不属于关系型数据库。",
      "options": {
        "A": "Oracle",
        "B": "MySQL",
        "C": "Neo4j",
        "D": ""
      },
      "answer": "C",
      "explanation": "常见的非关系型数据库有： Redis 、MongoDB 、Neo4j 、Cassandra 、HBase 常见的关系型数据库常见的有 Oracle,SQL Server,DB2,MySQL 、Access"
    },
    {
      "id": "N02-096",
      "stem": "以下关于安全行为分析技术的说法中错误的是()。",
      "options": {
        "A": "以用户和实体为对象，利用大数据，结合规则以及机器学习模型，并通过定义此类基线，对用户 和实体行为进行分析和异常检测，尽可能快速地感知内部用户和实体的可疑或非法行为",
        "B": "用户和实体行为分析 (UE",
        "C": "UE",
        "D": "网络安全态势感知 (Network     Security      Situation"
      },
      "answer": "B",
      "explanation": "网络安全态势感知是在大规模网络环境中，对能够引起网络态势发生变化的安全要素进行获取、理解、显示， 并据此预测未来的网络安全发展趋势。 安全态势感知的前提是安全大数据，其在安全大数据的基础上进行数据整合 特征提取等，然后应用一系列态势评估算法生成网络的整体态势状况，应用态势预测算法预测态势的发展状 况。 网络安全态势感知的关键技术主要包括：海量多元异构数据的汇聚融合技术、面向多类型的网络安全威胁评 估技术、网络安全态势评估与决策支撑技术、网络安全态势可视化等"
    },
    {
      "id": "N02-097",
      "stem": "数据仓库系统的结构通常包括数据源、数据的存储与管理、()和前端工具4个层次。",
      "options": {
        "A": "中间件服务器",
        "B": "OL",
        "C": "分布式数据库",
        "D": "数据挖掘"
      },
      "answer": "B",
      "explanation": "数据仓库系统的结构通常包括数据源、数据的存储与管理、 OLAP 服务器和前端工具"
    },
    {
      "id": "N02-098",
      "stem": "在数据仓库系统结构中，前端工具不包含()。",
      "options": {
        "A": "报表工具",
        "B": "分析工具",
        "C": "查询工具",
        "D": "清洗工具"
      },
      "answer": "D",
      "explanation": "数据仓库系统结构，前端工具有：查询工具、报表工具、分析工具、数据挖掘工具"
    },
    {
      "id": "N02-099",
      "stem": "( ) 不属于关系型数据库。",
      "options": {
        "A": "Oracle",
        "B": "H",
        "C": "MySQL",
        "D": ""
      },
      "answer": "B",
      "explanation": "常见的非关系型数据库有： Redis 、MongoDB 、Neo4j 、Cassandra 、HBase 常见的关系型数据库常见的有 Oracle,SQL Server,DB2,MySQL 、Access"
    },
    {
      "id": "N02-100",
      "stem": "关于数据库和数据仓库的描述。正确的是()。",
      "options": {
        "A": "与数据库相比，数据仓库的数据相对稳定",
        "B": "与数据仓库相比，数据库的数据相对冗余",
        "C": "与数据库相比，数据仓库的主要任务是实时业务处理",
        "D": "与数据仓库相比，数据库的主要任务是支持管理决策"
      },
      "answer": "A",
      "explanation": "数据仓库是一个面向主题、集成的、相对稳定的、反映历史变化的数据集合。"
    },
    {
      "id": "N02-101",
      "stem": "关于数据仓库说法正确的是()。",
      "options": {
        "A": "数据仓库的用户是一线的员工，并且数据仓库的数据应保持不变",
        "B": "数据仓库的用户是管理层，并且数据仓库的数据随业务持续增长",
        "C": "数据仓库的用户是一线的员工，并且数据仓库的数据随业务持续增长",
        "D": "数据仓库的用户是管理层，但数据仓库的数据应保持不变"
      },
      "answer": "B",
      "explanation": "数据仓库是在管理人员决策中的面向主题的、集成的、非易失的并且随业务变化而变化的数 据集合"
    },
    {
      "id": "N02-102",
      "stem": "在云计算服务中，“向用户提供虚拟的操作系统”属于()。",
      "options": {
        "A": "IaaS",
        "B": "PaaS",
        "C": "Saas",
        "D": ""
      },
      "answer": "B",
      "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如CRM、 办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
    },
    {
      "id": "N02-103",
      "stem": "() 向用户提供虚拟的操作系统、数据库管理系等服务，满是户个性化的应用部署需求。",
      "options": {
        "A": "SaaS",
        "B": "PaaS",
        "C": "IaaS",
        "D": ""
      },
      "answer": "B",
      "explanation": "按照云计算服务提供的资源层次，可以分为 IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如CRM 、办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
    },
    {
      "id": "N02-104",
      "stem": "关于区块链的描述，不正确的是()。",
      "options": {
        "A": "区块链的共识机制可有效防止记账节点信息被篡改",
        "B": "区块链可在不可信的同络进行可信的信息交换",
        "C": "存储在区块链的交易信息是高度加密的",
        "D": "区块链是一个分布式共享账本和数据库"
      },
      "answer": "C",
      "explanation": "区块链阿牛是一个分布式的共享账本和数据库，具有去中心化、不可篡改、全程留痕、可以 追溯、集体维护、公开透明等特点。存储在区块链上的交易信息是公开的，但是账户身份信息是高度加密的， 只有在数据拥有者授权的情况下才能访问到，从而保证了数据的安全和个人的隐私。"
    },
    {
      "id": "N02-105",
      "stem": "微信中语音转换为文字的功能，主要应用了()技术。",
      "options": {
        "A": "虚拟现实",
        "B": "专家系统",
        "C": "自然语言处理",
        "D": "大数据"
      },
      "answer": "C",
      "explanation": "P67: 自然语言处理主要应用于机器翻译、舆情监测、自动摘要、观点提取、文本分类、问 题回答、文本语义对比、语音识别、中文OCR 等方面。 所以，C 正确。"
    },
    {
      "id": "N02-106",
      "stem": "百度大语言模型“文心一言”的核心技术是()。",
      "options": {
        "A": "大数据",
        "B": "NLP",
        "C": "专家系统",
        "D": "云计算"
      },
      "answer": "B",
      "explanation": "自然语言处理NLP 研究能实现人与计算机之间用自然语言进行有效通信的各种理论和方法。 自然语言处理主要应用于机器翻译、舆情监测、自动摘要、观点提取、文本分类、问题回答、文本语义对比、 语音识别、中文 OCR 等方面。 文心一言的核心技术之一是自然语言处理 (NLP) 。NLP 是一种让计算机理解和处理人类语言的技术。通过 NLP, 文心一言能够准确地识别用户的意图，从而提供精准的回答和建议。"
    },
    {
      "id": "N02-107",
      "stem": "() 是通过多等级的特征和变量来预测结果的神经网络模型，它使用一种称为反向传播的技术， 通过模型进行预测或对输出进行分类。",
      "options": {
        "A": "神经网络",
        "B": "深度学习",
        "C": "强化学习",
        "D": "机器学习"
      },
      "answer": "B",
      "explanation": "神经网络：是机器学习的一种形式，它根据输入、输出、变量权重或将输入与输出关联的\"特征\"来分析问题。 它类似于神经元处理信号的方式。 深度学习：是通过多等级的特征和变量来预测结果的神经网络模型，深度学习模型中的每个特征通常对于人 类观察者而言意义不大，使得该模型的使用难度很大且难以解释。深度学习模型使用一种称为反向传播的技 术，通过模型进行预测或对输出进行分类。 强化学习：是机器学习的另外一种方式，指机器学习系统制订了目标而且迈向目标的每一步都会得到某种形 式的奖励。 机器学习模型：是以统计为基础的，它们往往比基于人类假设和回归分析的传统“手工”分析模型更准确。 自动化机器学习模型更容易创建，而且能够揭示更多的数据细节"
    },
    {
      "id": "N02-108",
      "stem": "以下说法中不正确的是 ()。",
      "options": {
        "A": "计算机硬件技术将向超高速、超大型、平行处理、智能化的方向发展",
        "B": "N",
        "C": "是增强型机器类型通信",
        "D": "IIoT   是工业物联网"
      },
      "answer": "A",
      "explanation": "P49: 计算机硬件技术将向超高速、超小型、平行处理、智能化的方向发展"
    },
    {
      "id": "N02-109",
      "stem": "()关键技术主要涉及机器学习、自然语言处理、专家系统等技术。",
      "options": {
        "A": "物联网",
        "B": "云计算",
        "C": "大数据",
        "D": "人工智能"
      },
      "answer": "D",
      "explanation": "P61: 人工智能的关键技术主要涉及机器学习、自然语言处理、专家系统等技术"
    },
    {
      "id": "N02-110",
      "stem": "关于信息安全的描述，不正确的是()。",
      "options": {
        "A": "用户和实体行为分析(UE",
        "B": "网络安全态势感知它是一种基于环境的、动态的、整体的洞悉安全风险的能力",
        "C": "网络安全态势感知的关键技术主要包括：海量多元异构数据的汇聚融合技术、面向多类型的网络安全威胁 评估技术、网络安全态势评估与决策支撑技术、网络安全态势可视化等",
        "D": "网络安全态势感知是在小规模的网络环境中，对能够引起网络态势发生变化的安全要素进行获取、理解、 显示、并据此预测未来的网络安全发展趋势"
      },
      "answer": "D",
      "explanation": "网络安全态势感知是在大规模的网络环境中，对能够引起网络态势发生变化的安全要素进行 获取、理解、显示、并据此预测未来的网络安全发展趋势"
    },
    {
      "id": "N02-111",
      "stem": "某用户换了一部登录设备登录QQ, 其发现即使在输入了正确的账号和密码后依然不能正常登 录，需要进行短信验证才行，请问QQ 使用了什么样的安全分析行为()。",
      "options": {
        "A": "已知特征监测分析",
        "B": "用户和实体行为分析",
        "C": "网络安全态势感知",
        "D": "QQ  后台监测有问题，多登录几次就好"
      },
      "answer": "B",
      "explanation": "QQ 会根据用户的常用登录设备，登录地点等来分析用户当前的登录行为是否异常，如果发现异常就会进一 步分析，要求下一步验证。 网络安全态势感知是在大规模网络环境中，对能够引起网络态势发生变化的安全要素进行获取、理解、显示， 并据此预测未来的网络安全发展趋势。 安全态势感知的前提是安全大数据，其在安全大数据的基础上进行数据整合 特征提取等，然后应用一系列态势评估算法生成网络的整体态势状况，应用态势预测算法预测态势的发展状 况。 网络安全态势感知的关键技术主要包括：海量多元异构数据的汇聚融合技术、面向多类型的网络安全威胁评 估技术、网络安全态势评估与决策支撑技术、网络安全态势可视化等。"
    },
    {
      "id": "N02-112",
      "stem": "虚拟现实的关键技术不包括()。",
      "options": {
        "A": "蒙特卡洛分析技术",
        "B": "人机交互技术",
        "C": "传感器技术",
        "D": "动态环境建模技术"
      },
      "answer": "A",
      "explanation": "《蜗牛软考202405高项冲刺精华》 -第2章【考点12】虚拟现实★★★ 虚拟现实的关键技术：人机交互技术、传感器技术、动态环境建模技术、系统集成技术。 蒙特卡洛分析技术是项目管理的工具。"
    },
    {
      "id": "N02-113",
      "stem": "智能具有感知、记忆、自适应等特点，能够存储感知到的外部信息及由思维产生的知识，同时 能够利用己有的知识对信息进行分析、计算、比较、判断、联想和决策属于智能的()能力。",
      "options": {
        "A": "感知",
        "B": "记忆和思维",
        "C": "学习和自适应",
        "D": "行为决策"
      },
      "answer": "B",
      "explanation": "智能一般具有这样一些特点： 一是具有感知能力，即具有能够感知外部世界、获取外部信息的能力，这是产生智能活动的前提条件和必要 条件 二是具有记忆和思维能力，即能够存储感知到的外部信息及由思维产生的知识，同时能够利用已有的知识对 信息进行分析、计算、比较、判断、联想、决策 三是具有学习能力和自适应能力，即通过与环境的相互作用，不断学习积累知识，使自己能够适应环境变化 四是具有行为决策能力，即对外界的刺激作出反应，形成决策并传达相应的信息。"
    },
    {
      "id": "N02-114",
      "stem": "注册或登录健康码，用的“人脸识别”,属于()。",
      "options": {
        "A": "大数据",
        "B": "5G",
        "C": "人工智能",
        "D": "物联网"
      },
      "answer": "C",
      "explanation": "人脸识别属于人工智能"
    },
    {
      "id": "N02-115",
      "stem": "() 是新一代互联网中安全技术构架的核心内容。",
      "options": {
        "A": "云安全技术",
        "B": "虚拟安全技术",
        "C": "分布式安全技术",
        "D": "云基础安全技术"
      },
      "answer": "A",
      "explanation": "云安全技术是新一代互联网中安全技术构架的核心内容。"
    },
    {
      "id": "N02-116",
      "stem": "( ) 是云计算应用的核心问题之一",
      "options": {
        "A": "访问控制管理",
        "B": "多租户管理",
        "C": "分布式技术",
        "D": ""
      },
      "answer": "A",
      "explanation": "访问控制管理是云计算应用的核心问题之一 D 、云安全技术"
    },
    {
      "id": "N02-117",
      "stem": "以下关于区块链的描述错误的是()。",
      "options": {
        "A": "区块链技术具有多中心化存储、隐私保护、防篡改等特点，提供了开放、分散和容错的事务机制",
        "B": "区块链技术为金融、监管机构、科技创新、农业以及政治等领域带来了深刻的变革",
        "C": "区块链分为公有链、个人链、私有链和混合链四大类",
        "D": "区块链的典型特征包括：多中心化，多方维护时序数据，智能合约，不可篡改，开放共识，安全可信"
      },
      "answer": "C",
      "explanation": "区块链分为公有链、联盟链、私有链和混合链四大类"
    },
    {
      "id": "N02-118",
      "stem": "物联网应用系统框架涉及5个重要的技术部分：机器、传感器硬件、通信网络、()和应用。",
      "options": {
        "A": "数据库",
        "B": "中间件",
        "C": "服务",
        "D": "数据职称"
      },
      "answer": "B",
      "explanation": "P50: 物联网应用系统框架是一种以机器终端智能交互为核心的、网络化的应用与服务。它 将使对象实现智能化的控制，涉及5个重要的技术部分：机器、传感器硬件、通信网络、中间件和应用"
    },
    {
      "id": "N02-119",
      "stem": "人工智能 (Artificial Intelligence, 简称 AI), 是研究、开发用于模拟、延伸和扩展人的智能 的理论、方法、技术及应用系统的一门新的技术科学。近年在技术上取得了长足的进步，其主要研究方向不 包 含 ( ) 。",
      "options": {
        "A": "人机对弈",
        "B": "人脸识别",
        "C": "自动驾驶",
        "D": "打印"
      },
      "answer": "D",
      "explanation": "3D 打印不属于人工智能的范畴"
    },
    {
      "id": "N02-120",
      "stem": "基于ABE 密码机制的云计算访问控制包括4个参与方：()、可信第三方授权中心、云存储 服务器和用户。",
      "options": {
        "A": "访问控制模型",
        "B": "多租户的隔离",
        "C": "虚拟机的访问控制",
        "D": "数据提供者"
      },
      "answer": "D",
      "explanation": "基于ABE 密码机制的云计算访问控制包括4个参与方：数据提供者、可信第三方授权中心、 云存储服务器和用户。"
    },
    {
      "id": "N02-121",
      "stem": "加密算法属于区块链的关键技术，以下不属于非对称加密算法的是()。",
      "options": {
        "A": "",
        "B": "Elgamal",
        "C": "",
        "D": "SH"
      },
      "answer": "D",
      "explanation": "区块链系统中的加密算法一般分为散列(哈希)算法和非对称加密算法。 散列算法也叫数据摘要或者哈希算法也被理解为该数据的“指纹信息”。典型的散列算法有 MD5、 SHA-1/SHA-2 和 SM3, 目前区块链主要使用SHA-2 中的SHA256 算法。 常用的非对称加密算法包括R SA 、Elgamal D-H 、ECC(椭圆曲线加密算法)等。"
    },
    {
      "id": "N02-122",
      "stem": "()关键技术主要涉及传感器技术、传感网和应用系统架构等。",
      "options": {
        "A": "物联网",
        "B": "云计算",
        "C": "大数据",
        "D": "人工智能"
      },
      "answer": "A",
      "explanation": "P50: 物联网关键技术主要涉及传感器技术、传感网和应用系统框架等"
    },
    {
      "id": "N02-123",
      "stem": "以下关于云计算的说法中，错误的是()。",
      "options": {
        "A": "云计算是一种基于互联网的计算方式，实现了“快速、按需、弹性”的服务，用户可以随时通过宽带网络 接入“云”并获得服务，按照需求获取或释放资源，对资源进行动态扩展",
        "B": "P",
        "C": "云计算的关键技术主要涉及虚拟化技术、云存储技术、多租户和访问控制管理、云安全技术等",
        "D": "容器技术是一种全新意义上的虚拟化技术，属于操作系统虚拟化的范畴；也就是由操作系统提供虚拟化的 支持。目前最受欢迎的容器环境是"
      },
      "answer": "B",
      "explanation": "P51, 云计算服务可以分为基础设施即服务(IaaS)、平台即服务(PaaS)和软件即服务(SaaS)。 (1)IaaS 向用户提供计算机能力、存储空间等基础设施方面的服务。 (2)PaaS 向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。 (3)SaaS 向用户提供应用软件(如CRM 、办公软件等)、组件、工作流等虚拟化软件的服务"
    },
    {
      "id": "N02-124",
      "stem": "访问控制模型多用于()分配用户的权限",
      "options": {
        "A": "动 态",
        "B": "静态",
        "C": "在线",
        "D": "离线"
      },
      "answer": "B",
      "explanation": "访问控制模型多用于静态分配用户的权限，常见的有基于任务的访问控制模型、基于属性模型的云计算访问 控制、基于UCON 模型的云计算访问控制、基于BLP 模型的云计算访问控制等。"
    },
    {
      "id": "N02-125",
      "stem": "区块链在()网络环境下，通过透明和可信规则，构建可追溯的块链式数据结构，实现和管理 事务处理。",
      "options": {
        "A": "分布式",
        "B": "集中式",
        "C": "关系式",
        "D": "共享式"
      },
      "answer": "A",
      "explanation": "分布式账本是区块链技术的核心之一"
    },
    {
      "id": "N02-126",
      "stem": "以下关于云计算的说法中，错误的是()。",
      "options": {
        "A": "云计算实现了“快速、按需、弹性”的服务，用户可以随时通过宽带网络接入“云”并获得服务，按照 实际需求获取或释放资源，根据需求对资源进行动态扩展",
        "B": "PaaS   向用户提供虚拟的操作系统、数据库管理系统、Web  应用等平台化的服务",
        "C": "云计算的关键技术主要涉及虚拟化技术、云存储技术、多租户和访问控制管理、云安全技术等",
        "D": "基于"
      },
      "answer": "D",
      "explanation": "基于ABE 密码机制的云计算访问控制包括4个参与方：数据提供者、可信第三方授 权中心、云存储服务器和用户"
    },
    {
      "id": "N02-127",
      "stem": "网络安全态势感知的关键技术不包括()。",
      "options": {
        "A": "海量多元异构数据的汇聚融合技术",
        "B": "面向多类型的网络安全威胁评估技术",
        "C": "网络安全态势评估与决策支撑技术",
        "D": "网络安全态势风险洞察"
      },
      "answer": "D",
      "explanation": "P48: 网络安全态势感知的关键技术主要包括：海量多元异构数据的汇聚融合技术、面向多 类型的网络安全威胁评估技术、网络安全态势评估与决策支撑技术、网络安全态势可视化等"
    },
    {
      "id": "N02-128",
      "stem": "() 是指一个操作系统中多个程序同时并行运行，而()则可以同时运行多个操作系统，而 且每一个操作系统中都有多个程序运行， ( ) 只 是 单CPU 模拟双CPU 来平衡程序运行性能，这两个模拟出 来的CPU 是不能分离的，只能协同工作。",
      "options": {
        "A": "虚拟化技术多任务超线程技术",
        "B": "超线程技术虚拟化技术多任务",
        "C": "虚拟化技术超线程技术多任务",
        "D": "多任务虚拟化技术超线程技术"
      },
      "answer": "D",
      "explanation": "第四版教材P52, 多任务是指在一个操作系统中多个程序同时并行运行，而在虚拟化技术中， 则可以同时运行多个操作系统，而且每一个操作系统中都有多个程序运行，每一个操作系统都运行在一个虚 拟的CPU 或者虚拟主机上。超线程技术只是单CPU 模拟双 CPU 来平衡程序运行性能，这两个模拟出来的 CPU 是不能分离的，只能协同工作。"
    },
    {
      "id": "N02-129",
      "stem": "以下说法中不正确的是()",
      "options": {
        "A": "超线程技术只是单",
        "B": "分布式文件系统是云存储技术中的重要组成部分。",
        "C": "访问控制管理是云计算应用的核心问题之一，访问控制模型多用于动态分配用户的权限。",
        "D": "云安全技术的研究方面，主要包含：云计算安全性，保障云基础设施的安全性，云安全技术服务。"
      },
      "answer": "C",
      "explanation": "访问控制模型多用于静态分配用户的权限，常见的有基于任务的访问控制模型、基于属性模 型的云计算访问控制、基于UCON 模型的云计算访问控制、基于BLP 模型的云计算访问控制等。C 不正确。"
    },
    {
      "id": "N02-130",
      "stem": "以下关于物联网的说法中，错误的是()。",
      "options": {
        "A": "物联网架构可分为三层：感知层、网络层和应用层",
        "B": "物联网关键技术主要涉及传感器技术、传感网和应用系统框架等",
        "C": "MEMS   赋予了普通物体新的“生命”,它们有了属于自己的数据传输通路、存储功能、操作系统和专门\r\n\r\n的应用程序，从而形成一个庞大的传感网，使物联网能够通过物品来实现对人的监控与保护",
        "D": "射频识别技术 (RFI"
      },
      "answer": "D",
      "explanation": "射频识别技术(RFID) 是物联网中使用的一种传感器技术，用于感知层"
    },
    {
      "id": "N02-131",
      "stem": "在物联网架构中，云计算平台属于()。",
      "options": {
        "A": "感知层",
        "B": "网络层",
        "C": "会话层",
        "D": "数据链路层"
      },
      "answer": "B",
      "explanation": "物联网架构可分为三层，分别是感知层、网络层和应用层。感知层由各种传感器构成，包括 温湿度传感器、二维码标签、RFID 标签和读写器、摄像头、GPS 等感知终端。网络层由各种网络，包括互 联网、广电网、网络管理系统和云计算平台等组成，是整个物联网的中枢。 应用层是物联网和用户的接口，它与行业需求结合，实现物联网的智能应用。"
    },
    {
      "id": "N02-132",
      "stem": "小王用智能手环来督促自己每天走路10000步，这是将()应用到移动互联网中，为用户提 供智能化服务。",
      "options": {
        "A": "用户画像",
        "B": "传感技术",
        "C": "数据挖据",
        "D": "射频识别"
      },
      "answer": "B",
      "explanation": "智能手环是传感器，将走路的动作感知获取后传递到网络"
    },
    {
      "id": "N02-133",
      "stem": "RFI",
      "options": {
        "A": "网络层",
        "B": "感知层",
        "C": "应用层",
        "D": "传输层"
      },
      "answer": "B",
      "explanation": "物联网架构可分为三层，分别是感知层、网络层和应用层。感知层由各种传感器构成，包括 温湿度传感器、二维码标签、RFID 标签和读写器、摄像头、GPS 等感知终端。网络层由各种网络，包括互 联网、广电网、网络管理系统和云计算平台等组成，是整个物联网的中枢。应用层是物联网和用户的接口， 它与行业需求结合，实现物联网的智能应用。"
    },
    {
      "id": "N02-134",
      "stem": "射频识别 (RFID) 是物联网中常用的无线通信技术，它通过()识别特定目标并读写相关数 据。",
      "options": {
        "A": "磁条",
        "B": "红外线",
        "C": "无线电信号",
        "D": "光束扫描"
      },
      "answer": "C",
      "explanation": "P50:RFID 是一种简单的无线系统，由一个询问器(或阅读器)和很多应答器(或标签)组 成"
    },
    {
      "id": "N02-135",
      "stem": "以互联网为基础，将数字化、智能化的物体接入其中，实现自组织互联，是互联网的延伸与扩 展；通过嵌入到物体上的各种数字化标识、感应设备，如RFI",
      "options": {
        "A": "智慧地球",
        "B": "三网融合",
        "C": "SaaS",
        "D": "物联网"
      },
      "answer": "D",
      "explanation": "物联网通过各种信息传感设备，如传感器、射频识别 (RFID) 技术、全球定位系统、红外感 应器、激光扫描器、气体感应器等各种装置与技术，实时采集任何需要监控、连接、互动的物体或过程，采 集其声、光、热、电、力学、化学阿牛、生物、位置等各种需要的信息，与互联网结合形成的一个巨大网络。 其目的是实现物与物、物与人，所有的物品与网络的连接，方便识别、管理和控制。"
    },
    {
      "id": "N02-136",
      "stem": "物联网是随着智能化技术的发展而发展起来的新的技术应用形式，从架构上来讲一般分为感知 层、网络层和应用层，其中RFI",
      "options": {
        "A": "感知层",
        "B": "网络层",
        "C": "应用层",
        "D": "展示层"
      },
      "answer": "A",
      "explanation": "物联网架构可分为三层，分别是感知层、网络层和应用层。感知层由各种传感器构成，包括 温湿度传感器、二维码标签、RFID 标签和读写器、摄像头、GPS 等感知终端。网络层由各种网络，包括互 联网、广电网、网络管理系统和云计算平台等组成，是整个物联网的中枢 应用层是物联网和用户的接口，它与行业需求结合，实现物联网的智能应用。"
    },
    {
      "id": "N02-137",
      "stem": "物联网是随着智能化技术的发展而发展起来的新的技术应用形式，从架构上来讲一般分为感知 层、网络层和应用层，从物联网应用的角度来看，()不属于物联网的应用领域。",
      "options": {
        "A": "手机钱包",
        "B": "安全监控",
        "C": "智能家居",
        "D": "决策分析"
      },
      "answer": "D",
      "explanation": "决策分析一般属于人工智能"
    },
    {
      "id": "N02-138",
      "stem": "物联网技术作为智慧城市建设的重要技术，其架构一般可分为()。",
      "options": {
        "A": "感知层、网络层和应用层",
        "B": "平台层、传输层和应用层",
        "C": "平台层、汇聚层和应用层",
        "D": "汇聚层、平台层和应用层"
      },
      "answer": "A",
      "explanation": "物联网架构可分为三层，分别是感知层、网络层和应用层。"
    },
    {
      "id": "N02-139",
      "stem": "在物联网的关键技术中，射频识别 (RFID) 是 一 种 ( ) 。",
      "options": {
        "A": "信息采集技术",
        "B": "无线传输技术",
        "C": "自组织组网技术",
        "D": "中间件技术"
      },
      "answer": "A",
      "explanation": "感知层：负责信息采集和物物之间的信息传输，信息采集的技术包括传感器、条码和二维码、 RFID 射频技术、音视频等多媒体信息。"
    },
    {
      "id": "N02-140",
      "stem": "在物联网的架构中，4G 、5G 属 于 ( ) 技 术 。",
      "options": {
        "A": "网络层",
        "B": "感知层",
        "C": "物理层",
        "D": "应用层"
      },
      "answer": "A",
      "explanation": "网络层由各种网络(3G 、4G 、5G), 包括互联网、广电网、网络管理系统和云计算平台等 组成，是整个物联网的中枢，负责传递和处理感知层获取的信息"
    },
    {
      "id": "N02-141",
      "stem": "物联网架构三层结构中不包括()。",
      "options": {
        "A": "感知层",
        "B": "网络层",
        "C": "数据层",
        "D": "应用层"
      },
      "answer": "C",
      "explanation": "物联网架构可分为三层，分别是感知层、网络层和应用层。"
    },
    {
      "id": "N02-142",
      "stem": "物联网应用已经走进了我们的日常生活，()不属于物联网的感知层。",
      "options": {
        "A": "心率传感器",
        "B": "北斗定位系统",
        "C": "网络总线",
        "D": "条码和二维码"
      },
      "answer": "C",
      "explanation": "网络总线属于网络层"
    },
    {
      "id": "N02-143",
      "stem": "智能门锁是()技术的典型应用。",
      "options": {
        "A": "物联网",
        "B": "云计算",
        "C": "虚拟现实",
        "D": "区块链"
      },
      "answer": "A",
      "explanation": "智能家居，提供基于网络的通讯，进行家居和建筑的自动化控制和外部共享信息，启动家庭 安防类、信息服务类和家电设备管理等应用。"
    },
    {
      "id": "N02-144",
      "stem": "传感器技术是物联网感知层的主要技术，()不属于传感器技术应用。",
      "options": {
        "A": "空气质量检测仪",
        "B": "无线红外电子栅栏",
        "C": "心率监测手环",
        "D": "无线网卡"
      },
      "answer": "D",
      "explanation": "无线网卡不属于传感设备，属于上网设备。"
    },
    {
      "id": "N02-145",
      "stem": "以下()不是人工智能的技术。",
      "options": {
        "A": "机器学习",
        "B": "神经网络",
        "C": "NLP",
        "D": "虚拟化"
      },
      "answer": "D",
      "explanation": "P161, 人工智能的关键技术主要涉及机器学习、自然语言处理、专家系统等技术。 (NLP) 神经网络是机器学习的一种形式。"
    },
    {
      "id": "N02-146",
      "stem": "虚拟环境中物体依据物理定律动作的程度。如当受到力的推动时，物体会向力的方向移动、翻 倒或从桌面落到地面等，指的是虚拟现实的()特征",
      "options": {
        "A": "交互性",
        "B": "多感知性",
        "C": "构想性",
        "D": "自主性"
      },
      "answer": "D",
      "explanation": "自主性指虚拟环境中物体依据物理定律动作的程度。如当受到力的推动时，物体会向力的方向移动、翻倒或 从桌面落到地面等。"
    },
    {
      "id": "N02-147",
      "stem": "云的()重要性不断凸显，成为影响云间竞争的关键因素。",
      "options": {
        "A": "系统建设",
        "B": "扩展建设",
        "C": "高速化建设",
        "D": "生态建设"
      },
      "answer": "D",
      "explanation": "云的生态建设重要性不断凸显，成为影响云间竞争的关键因素。"
    },
    {
      "id": "N02-148",
      "stem": "( ) 是人工智能的核心，是使计算机具有智能的根本途径。",
      "options": {
        "A": "机器学习",
        "B": "人机交互",
        "C": "计算机视觉",
        "D": "虚拟现实"
      },
      "answer": "A",
      "explanation": "机器学习是人工智能技术的核心。"
    },
    {
      "id": "N02-149",
      "stem": "云计算快速发展的四大趋势()。",
      "options": {
        "A": "创新、垂直、混合、生态",
        "B": "创新、垂直、混合、系统",
        "C": "创新、垂直、高速、生态",
        "D": "创新、垂直、高速、系统"
      },
      "answer": "A",
      "explanation": "“创新、垂直、混合、生态”这四大趋势伴随云计算快速发展"
    },
    {
      "id": "N02-150",
      "stem": "区块链的特征不包括()。",
      "options": {
        "A": "中心化",
        "B": "开放性",
        "C": "信息不可篡改",
        "D": "匿名性"
      },
      "answer": "A",
      "explanation": "区块链的特征：去中心化、开放性、独立性、安全性、匿名性、信息不可篡改。"
    },
    {
      "id": "N02-151",
      "stem": "区块链是()、点对点传输、共识机制、加密算法等计算机技术的新型应用模式。",
      "options": {
        "A": "数据仓库",
        "B": "中心化数据库",
        "C": "非链式数据结构",
        "D": "分布式数据存储"
      },
      "answer": "D",
      "explanation": "区块链是分布式数据存储、点对点传输、共识机制、加密算法等计算机技术的新型应用模式。"
    },
    {
      "id": "N02-152",
      "stem": "() 研究计算机怎样模拟或实现人类的学习行为，以获取新的知识或技能，重新组织已有的知 识使之不断改善自身的性能，是人工智能技术的核心。",
      "options": {
        "A": "人机交互",
        "B": "计算机视觉",
        "C": "机器学习",
        "D": "虚拟现实"
      },
      "answer": "C",
      "explanation": "机器学习是一门多领域交叉学科，涉及概率论、统计学、逼近论、凸分析、算法复杂度理论 等多门学科。专门研究计算机怎样模拟或实现人类的学习行为，以获取新的知识或技能，重新组织已有的知 识结构使之不断改善自身的性能。"
    },
    {
      "id": "N02-153",
      "stem": "大数据储存技术首先需要解决的是数据海量化和快速增长需求，其次处理格式多样化的数据， 谷歌文件系统(GFS) 和 Hadoop 的()奠定了大数据存储技术的基础。",
      "options": {
        "A": "分布式文件系统",
        "B": "分布式数据库系统",
        "C": "关系型数据库系统",
        "D": "非结构化数据分析系统"
      },
      "answer": "A",
      "explanation": "谷歌文件系统(GFS) 和 Hadoop 的分布式文件系统HDFS 奠定了大数据存储技术的基础。"
    },
    {
      "id": "N02-154",
      "stem": "区块链是一种按照时间顺序将数据区块以顺序相连的方式组合成的一种链式数据结构，并以密 码学方式保证的不可篡改和不可伪造的分布式账本。主要解决交易的信任和安全问题，最初是作为()的底 层技术出现。",
      "options": {
        "A": "电子商务",
        "B": "证券交易",
        "C": "比特币",
        "D": "物联网"
      },
      "answer": "C",
      "explanation": "区块链是一串使用密码学方法相关联产生的数据块，每一个数据块中包含了一次比特币网络 交易的信息，用于验证其信息的有效性(防伪)和生成下一个区块。 本质上是一个去中心化的数据库，最初作为比特币的底层技术出现。"
    },
    {
      "id": "N02-155",
      "stem": "区块链的典型特征不包括()。",
      "options": {
        "A": "去中心化",
        "B": "单点维护",
        "C": "不可篡改",
        "D": "开放共识"
      },
      "answer": "B",
      "explanation": "区块链的典型特征包括：多中心化(也就是去中心化),多方维护，时序数据，智能合约， 不可篡改，开放共识，安全可信"
    },
    {
      "id": "N02-156",
      "stem": "“云”是一个庞大的资源池，可以像自来水、电、煤气那样，根据用户的购买量进行计费，这 体现了“云”的()特点。",
      "options": {
        "A": "高可扩展性",
        "B": "通用性",
        "C": "按需服务",
        "D": "高可靠性"
      },
      "answer": "C",
      "explanation": "云计算实现了“快速、按需、弹性”的服务，用户可以随时通过宽带网络接入“云”并获得 服务，按照实际需求获取或释放资源，根据需求对资源进行动态扩展"
    },
    {
      "id": "N02-157",
      "stem": "大数据关键技术中，HBase 主要被应用于()。",
      "options": {
        "A": "数据采集",
        "B": "数据分析",
        "C": "数据存储",
        "D": "数据挖掘"
      },
      "answer": "C",
      "explanation": "HBase 是一个分布式的、面向列的开源数据库，所以这里选 C"
    },
    {
      "id": "N02-158",
      "stem": "元宇宙本身不是一种技术，而是一个理念和概念，它需要整合不同的新技术，强调虚实相融。 元宇宙主要有以下几项核心技术： 一是(),包括VR、AR 和 MR, 可以提供沉浸式的体验；二是(), 能够把现实世界镜像到虚拟世界里面去，在元宇宙里面，我们可以看到很多自己的虚拟分身；三是用()来 搭建经济体系。经济体系将通过稳定的虚拟产权和成熟的去中心化金融生态具备现实世界的调节功能，市场 将决定用户劳动创造的虚拟价值。",
      "options": {
        "A": "扩展现实数字孪生区块链",
        "B": "增强现实虚拟技术区块链",
        "C": "增强现实数字孪生大数据",
        "D": "扩展现实虚拟技术大数据"
      },
      "answer": "A",
      "explanation": "元宇宙本质上是对现实世界的虚拟化、数字化过程，需要对内容生产、经济系统、用户体验 以及实体世界内容等进行大量改造。但元宇宙的发展是循序渐进的，是在共享的基础设施、标准及协议的支 撑下，由众多工具、平台不断融合、进化而最终成形。它基于扩展现实技术提供沉浸式体验，基于数字孪生 技术生成现实世界的镜像，基于区块链技术搭建经济体系，将虚拟世界与现实世界在经济系统、社交系统、 身份系统上密切融合，并且允许每个用户进行内容生产和世界编辑。"
    },
    {
      "id": "N02-159",
      "stem": "在大数据相关技术中，()是个分布的、面向列的开源数据库，是一个适合于非结构化数据存 储的数据库。",
      "options": {
        "A": "H",
        "B": "Map Reduce",
        "C": "",
        "D": "H"
      },
      "answer": "A",
      "explanation": "HBase, 分布的、面向列的开源数据库，是一个适合于非结构化数据存储的数据库。"
    },
    {
      "id": "N02-160",
      "stem": "关于云计算的描述，不正确的是()。",
      "options": {
        "A": "云计算可以通过宽带网络连接，用户需要通过宽带网络接入“云”中并获得有关的服务，“云”内节点之 间也通过内部的高速网络相连",
        "B": "云计算可以快速、按需、弹性服务，用户可以按照实际需求迅速获取或释放资源，并可以根据需求对资源 进行动态扩展",
        "C": "按照云计算服务提供的资源层次，可以分为基础设施即服务和平台即服务两种服务类型",
        "D": "云计算是一种基于并高度依赖Internet, 用户与实际服务提供的计算资源相分离，集合了大量计算设备 和资源，并向用户屏蔽底层差异的分布式处理架构"
      },
      "answer": "C",
      "explanation": "按照云计算服务提供的资源层次，可以分为基础设施即服务(IaaS) 、平台即服务(PaaS) 和软件 即服务(SaaS)三种服务类型"
    },
    {
      "id": "N02-161",
      "stem": "数据可视化技术主要应用于大数据处理的()环节。",
      "options": {
        "A": "知识展现",
        "B": "数据分析",
        "C": "计算处理",
        "D": "存储管理"
      },
      "answer": "A",
      "explanation": "数据可视化技术用于展示相关数据"
    },
    {
      "id": "N02-162",
      "stem": "区别于传统广告，互联网广告通过用户画像有效提高了广告投放的转化率。这一应用除了智能 算法模型，还必须依托()技术的有力支撑。",
      "options": {
        "A": "区块链",
        "B": "物联网",
        "C": "边缘计算",
        "D": "大数据"
      },
      "answer": "D",
      "explanation": "通过用户画像阿牛有效提高了广告投放的转化率，这个是大数据"
    },
    {
      "id": "N02-163",
      "stem": "当前，()行业与大数据应用的契合度最高。",
      "options": {
        "A": "制造",
        "B": "能源",
        "C": "电子商务",
        "D": "交通"
      },
      "answer": "C",
      "explanation": "大数据杀熟听说过吧"
    },
    {
      "id": "N02-164",
      "stem": "以下关于云计算的说法中不正确的是()。",
      "options": {
        "A": "访问控制管理是云计算应用的核心问题之一",
        "B": "访问控制模型多用于静态分配用户的权限",
        "C": "基于",
        "D": "分布式文件系统是云计算的典型特征"
      },
      "answer": "D",
      "explanation": "云中多租户及虚拟化访问控制是云计算的典型特征"
    },
    {
      "id": "N02-165",
      "stem": "() 不是大数据技术的典型应用。",
      "options": {
        "A": "本人健康码查询",
        "B": "广告精准投放",
        "C": "通信大数据行程卡",
        "D": "地铁站无接触测温"
      },
      "answer": "D",
      "explanation": "地铁站无接触测温这个属于感应技术"
    },
    {
      "id": "N02-166",
      "stem": "Hadoop 中，()是大规模数据集的并行计算框架。",
      "options": {
        "A": "",
        "B": "H",
        "C": "Map Reduce",
        "D": "Hive"
      },
      "answer": "C",
      "explanation": "MapReduce: 面向大数据并行处理的计算模型、框架和平台"
    },
    {
      "id": "N02-167",
      "stem": "云计算中心提供的虚拟主机和存储服务属于()。",
      "options": {
        "A": "",
        "B": "PaaS",
        "C": "SaaS",
        "D": "IaaS"
      },
      "answer": "D",
      "explanation": "按照云计算服务提供的资源层次，可以分为IaaS、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如 CRM 、办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
    },
    {
      "id": "N02-168",
      "stem": "证券领域信息系统对存储数据量的要求较高，其平均存储数据量在()级别。",
      "options": {
        "A": "M",
        "B": "",
        "C": "T",
        "D": "P"
      },
      "answer": "D",
      "explanation": "个人用的电脑储存现在都是TB 级了，所以只会更高"
    },
    {
      "id": "N02-169",
      "stem": "用户无需购买软件，而是租用基于web 的软件来管理企业经营活动，这种模式属于()。",
      "options": {
        "A": "基础设施即服务IaaS",
        "B": "平台即服务 Paas",
        "C": "软件即服务 Saas",
        "D": "数据即服务"
      },
      "answer": "C",
      "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如CRM 、 办公软件等)、组件、工作流等虚拟化软件的服务， SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
    },
    {
      "id": "N02-170",
      "stem": "基于买方的购买历史及行为分析，进行针对性的广告推送，属于()的典型应用。",
      "options": {
        "A": "大数据",
        "B": "云计算",
        "C": "物联网",
        "D": "智慧城市"
      },
      "answer": "A",
      "explanation": "大数据杀熟听说过吧"
    },
    {
      "id": "N02-171",
      "stem": "某电商平台根据用户消费记录分析用户消费偏好，预测未来消费倾向，这是()技术的典型应 用 。",
      "options": {
        "A": "物联网",
        "B": "区块网",
        "C": "云计算",
        "D": "大数据"
      },
      "answer": "D",
      "explanation": "根据大数据来分析用户的消费偏好，以此来推测用户的消费倾向。"
    },
    {
      "id": "N02-172",
      "stem": "Chat GPT于2022年11月30日发布，他是人工智能驱动()。",
      "options": {
        "A": "自然语言处理",
        "B": "数据存储处理",
        "C": "网络隐私安全",
        "D": "数据采集算法"
      },
      "answer": "A",
      "explanation": "Chat GPT 是人工智能(Artificial Intelligence)技术驱动的自然语言处理工具，它能够通过学 习和理解人类的语言来进行对话，还能根据聊天的上下文进行互动。"
    },
    {
      "id": "N02-173",
      "stem": "在区块链网络中，每台物理设备均可作为该网络中的一个节点，任意节点可自由加入且拥有一 份完整的数据库拷贝，属于区块链特征中的()。",
      "options": {
        "A": "多中心化",
        "B": "多方维护",
        "C": "时序数据",
        "D": "开放共识"
      },
      "answer": "D",
      "explanation": "区块链的典型特征：多中心化、多方维护、时序数据、智能合约、不可篡改、开放共识、安全可信 。 多中心化 运用纯数学方法代替中心化组织机构在多个分布式节点之间构建信任关系，从而建立可 信的分布式系统。 多方维护 激励机制可确保分布式系统中的所有节点均可参与数据区块的验证过程，并通过共识机 制选择特定节点将新产生的区块加入到区块链中。 时序数据 区块链运用带有时间戳信息的链式结构来存储数据信息，为数据信息添加时间维度的属 性，从而可实现数据信息的可追溯性。 智能合约 区块链技术能够为用户提供灵活可变的脚本代码，以支持其创建新型的智能合约。 不可篡改 在区块链系统中，因为相邻区块间后序区块可对前序区块进行验证，若篡改某一区块的 数据信息，则需递归修改该区块及其所有后序区块的数据信息，然而每一次哈希的重新 计算代价是巨大的，且须在有限时间内完成，因此可保障链上数据的不可篡改性 开放共识 在区块链网络中，每台物理设备均可作为该网络中的一个节点，任意节点可自由加入且 拥有一份完整的数据库拷贝。 安全可信 数据安全可通过基于非对称加密技术对链上数据进行加密来实现，分布式系统中各节点 通过区块链共识算法所形成的算力来抵御外部攻击、保证链上数据不被篡改和伪造，从 而具有较高的保密性、可信性和安全性"
    },
    {
      "id": "N02-174",
      "stem": "2022 年3月，提请“十三届全国人大五次会议”审查的计划报告提出，实施“东数西算”工 程，关于该工程的描述不正确的是：()。",
      "options": {
        "A": "我国西部地区可再生资源丰富，具备发展数据中心的潜力",
        "B": "我国通信网络建设飞速发展，带宽持续增加",
        "C": "人工智能的发展是此工程可以实施的技术基础",
        "D": "我国东部地区存在大量的算力需求"
      },
      "answer": "C",
      "explanation": "“东数西算”即“东数西算工程”,指通过构建数据中心、云计算、大数据一体化的新型算力网络体系，将东 部算力需求有序引导到西部，优化数据中心建设布局，促进东西部协同联动。简单地说，就是让西部的算力 资源更充分地支撑东部数据的运算，更好为数字化发展赋能。 这个主要是数据中心建设，人工智能主要强调的是算法和应用，C 不正确。"
    },
    {
      "id": "N02-175",
      "stem": "虚拟现实技术的主要特征包括：沉浸性、交互性、多感知性、构想性和()。",
      "options": {
        "A": "自主性",
        "B": "抗否认性",
        "C": "可审计性",
        "D": "可靠性"
      },
      "answer": "A",
      "explanation": "P63: 虚拟现实技术的主要特征包括沉浸性、交互性、多感知性、构想性(也称想象性)和自主 性"
    },
    {
      "id": "N02-176",
      "stem": "区块链在我国的合法运用不包括()。",
      "options": {
        "A": "银行征信管理",
        "B": "区块链版权服务平台",
        "C": "比特币交易平台",
        "D": "基于区块链的健康管理信息系统"
      },
      "answer": "C",
      "explanation": "比特币在我国法律内不允许"
    },
    {
      "id": "N02-177",
      "stem": "() 不属于人工智能的典型应用。",
      "options": {
        "A": "自动驾驶",
        "B": "送餐机器人",
        "C": "非接触测温仪",
        "D": "无人超市"
      },
      "answer": "C",
      "explanation": "非接触测温仪属于感应设备"
    },
    {
      "id": "N02-178",
      "stem": "( ) 属于人工智能应用领域。 ①自动驾驶；②智能搜索引擎；③人脸识别；④3",
      "options": {
        "A": "①②④",
        "B": "①③④",
        "C": "②③④",
        "D": "①②③"
      },
      "answer": "D",
      "explanation": "3D 打印不是人工智能的应用。"
    },
    {
      "id": "N02-179",
      "stem": "使用者在虚拟空间中可以与周围物体进行互动，可以拓宽认知范围，创造客观世界不存在的场 景或不可能发生的环境，指的是虚拟现实的()特征",
      "options": {
        "A": "交互性",
        "B": "多感知性",
        "C": "构想性",
        "D": "自主性"
      },
      "answer": "C",
      "explanation": "构想性也称想象性，使用者在虚拟空间中可以与周围物体进行互动，可以拓宽认知范围，创造客观世界不存 在的场景或不可能发生的环境。 淘宝扫码购课 微信公众号 扫码加老师Q 扫码加老师V 蜗牛软考小鹅通店铺 第3章信息系统治理"
    },
    {
      "id": "N03-001",
      "stem": "IT 治理是描述组织采用有效的机制对信息技术和数据资源开发利用，平衡信息化发展和数字化 转型过程中的风险，确保实现组织的()目标的过程。",
      "options": {
        "A": "战术",
        "B": "管理",
        "C": "业务",
        "D": "战略"
      },
      "answer": "D",
      "explanation": "IT 治理是描述组织采用有效的机制对信息技术和数据资源开发利用，平衡信息化发展和数字化转型过程中的 风险，确保实现组织的战略目标的过程。"
    },
    {
      "id": "N03-002",
      "stem": "审计证据能够反映和证实客观经济活动特征的程度，属于审计证据的()特性。",
      "options": {
        "A": "充分性",
        "B": "客观性",
        "C": "相关性",
        "D": "可靠性"
      },
      "answer": "D",
      "explanation": "分类 说明 充分性 指要求审计人员根据所获证据足以对被审计对象提出一定程度保证的结论，是对审计证据数量的 要求，主要与审计人员确定的样本量有关 客观性 指审计证据必须是客观存在的事实材料。客观的审计证据比需要判断或解释的证据可靠 相关性 指审计证据与审计事项之间必须有实质性联系 可靠性 指审计证据能够反映和证实客观经济活动特征的程度。审计证据的可靠性受到审计证据的类型、 取证的渠道和方式等因素的影响 合法性 指审计证据必须符合法定种类，并依照法定程序取得"
    },
    {
      "id": "N03-003",
      "stem": "() 的核心是关注IT 治理和信息化建设与数字化转型的责权利划分。",
      "options": {
        "A": "IT技术",
        "B": "IT 管理",
        "C": "IT 架构",
        "D": "IT 治理"
      },
      "answer": "D",
      "explanation": "《蜗牛软考202405高项冲刺精华》第3章-【考点2】 IT 治理体系★★★★★ IT 治理的核心：是关注IT 定位和信息化建设与数字化转型的责权利划分。【口诀：定性质】"
    },
    {
      "id": "N03-004",
      "stem": "() 不属于IT 审计的目标。",
      "options": {
        "A": "对 IT 目标的实现进行审查和评价",
        "B": "识别与评估IT 风险",
        "C": "保护信息资产的安全",
        "D": "提出评价意见及改进"
      },
      "answer": "C",
      "explanation": "P81:IT 审计的目的是指通过开展IT 审计工作，了解组织IT 系统与IT 活动的总体状况， 对组织是否实现IT 目标进行审查和评价，充分识别与评估相关 IT 风险，提出评价意见及改进建议，促进组 织实现 IT目 标"
    },
    {
      "id": "N03-005",
      "stem": "在常用的统计抽样方法中，下列哪一种方法()主要用于估计总体中某种特性的发生比率。",
      "options": {
        "A": "属性抽样",
        "B": "变量抽样",
        "C": "判断抽样",
        "D": "平均抽样"
      },
      "answer": "A",
      "explanation": "P85, 常用的统计抽样方法有：①属性抽样。固定样本量属性抽样或频率估计抽样一用于估 计总体中某种特性(属性)的发生比率(百分率)的抽样方法，属性抽样回答“有多少?”的问题。可被测 试的属性的一个例子是计算机访问申请表上的批准签字。②变量抽样。变量抽样也称为金额估计抽样或平均 值估计抽样，是一种由样本估计总体的货币金额或其他度量单位(如重量)的抽样技术。变量抽样的一个例 子是检查组织重要交易的余额表及对生成余额表的程序实施的应用系统审计。"
    },
    {
      "id": "N03-006",
      "stem": "组织的IT 战略要与()战略相一致，才能确保组织核心竞争力的建设与保持。",
      "options": {
        "A": "企业",
        "B": "组织",
        "C": "业务",
        "D": "发展"
      },
      "answer": "B",
      "explanation": "组织的IT 战略要与组织战略相一致，才能确保组织核心竞争力的建设与保持。"
    },
    {
      "id": "N03-007",
      "stem": "审计工作底稿不包括()。",
      "options": {
        "A": "综合类工作底稿",
        "B": "审计类工作底稿",
        "C": "业务类工作底稿",
        "D": "备查类工作底稿"
      },
      "answer": "B",
      "explanation": "审计工作底稿一般分为综合类工作底稿、业务类工作底稿和备查类工作底稿"
    },
    {
      "id": "N03-008",
      "stem": "审计流程的作用不包括()。",
      "options": {
        "A": "有利于审计流程的规范",
        "B": "有利于提高审计工作效率",
        "C": "有利于保证审计项目质量",
        "D": "有利于规范审计工作"
      },
      "answer": "A",
      "explanation": "审计流程的作用：①有效地指导审计工作；②有利于提高审计工作效率；③有利于保证审计 项目质量；④有利于规范审计工作。"
    },
    {
      "id": "N03-009",
      "stem": "IT 审计业务和服务通常分为 IT 内部控制审计和IT 专项审计，()属于IT 内部控制审计。",
      "options": {
        "A": "应 用 控 制 审 计",
        "B": "网络与信息安全审计",
        "C": "数据审计",
        "D": "信息系统生命周期审计"
      },
      "answer": "A",
      "explanation": "《蜗牛软考202405高项冲刺精华》 -第3章【考点7】审计内容★ IT内部控制审计主要包括组织层面IT 控制审计、IT 一般控制审计及应用控制审计。"
    },
    {
      "id": "N03-010",
      "stem": "高质量的 IT 治理能够使组织的 IT 管理和应用决策与组织期望的()目标相一致。",
      "options": {
        "A": "行为和管理",
        "B": "战略和管理",
        "C": "行为和业务",
        "D": "战略和业务"
      },
      "answer": "C",
      "explanation": "高质量的 IT 治理能够使组织的IT 管理和应用决策与组织期望阿牛的行为和业务目标相一致。"
    },
    {
      "id": "N03-011",
      "stem": "在确定IT 审计范围时，()明确审计涉及的组织机构、主要流程、活动及人员等。",
      "options": {
        "A": "逻辑范围",
        "B": "物理范围",
        "C": "组织范围",
        "D": "总体范围"
      },
      "answer": "C",
      "explanation": "《蜗牛软考202405高项冲刺精华》第3章-【考点4】 IT 审计基础★★★★ IT 审计范围的确定，如下表所示： IT审计范围 说明 总体范围 需要根据审计目的和投入的审计成本来确定 组织范围 明确审计涉及的组织机构、主要流程、活动及人员等 物理范围 具体的物理地点与边界 逻辑范围 涉及的信息系统和逻辑边界 其他相关内容 ……"
    },
    {
      "id": "N03-012",
      "stem": "常 用 的IT 审计技术不包括()。",
      "options": {
        "A": "产品分析技术",
        "B": "风险评估技术",
        "C": "大数据审计技术",
        "D": "抽样审计技术"
      },
      "answer": "A",
      "explanation": "《蜗牛软考202405高项冲刺精华》 -第3章【考点5】 审计方法与技术★★★★★ IT 审计技术：风险评估技术、审计抽样技术、计算机辅助审计技术及大数据审计技术【口诀：疯婶算数】"
    },
    {
      "id": "N03-013",
      "stem": "IT 治理将帮助组织建立以()为导向、以实现IT 与业务匹配为重心、以()为成果、以() 为控制手段的IT 管理体制，正确定位IT 团队在整个组织的作用。",
      "options": {
        "A": "组织战略、价值交付、决策管理",
        "B": "企业战略、价值交付、绩效管理",
        "C": "组织战略、价值交付、绩效管理",
        "D": "企业战略、价值交付、决策管理"
      },
      "answer": "C",
      "explanation": "IT 治理将帮助组织建立以组织战略为导向、以实现IT 与业务匹配为重心、以价值交付为成 果、以绩效管理为控制手段的IT 管理体制，正确定位IT 团队在整个组织的作用"
    },
    {
      "id": "N03-014",
      "stem": "审计流程一般分为()四个阶段。",
      "options": {
        "A": "审计规划、审计实施、审计执行及审计监控",
        "B": "审计规划、审计实施、审计终结及后续审计",
        "C": "审计准备、审计实施、审计执行及审计终结",
        "D": "审计准备、审计实施、审计终结及后续审计"
      },
      "answer": "D",
      "explanation": "审计流程一般分为审计准备、审计实施、审计终结及后续审计四个阶段。"
    },
    {
      "id": "N03-015",
      "stem": "关 于IT 治理的说法中不正确的是()。",
      "options": {
        "A": "IT 治理其目标是通过IT 治理的决策权和责任影响组织所期望的组织行为",
        "B": "IT 治理要从组织目标和数字战略中抽取信息需求和功能需求，形成总体的 IT 治理框架和系统整体模型",
        "C": "IT 治理将帮助组织建立以组织战略为导向、以实现 IT 与业务匹配为重心、以价值交付为成果、以绩效管 理为控制手段的IT 管理体制，正确定位IT 团队在整个组织的作用",
        "D": "IT 治理主要目标包括：与业务目标一致、有效利用信息与数据资源、决策管理"
      },
      "answer": "D",
      "explanation": "IT 治理主要目标包括：与业务目标一致、有效利用信息与数据资源、风险管理。"
    },
    {
      "id": "N03-016",
      "stem": "以下关于审计流程的说法中不正确的是()。",
      "options": {
        "A": "IT 审计准备阶段是指 IT 审计项目从计划开始，到发出审计通知书为止的期间",
        "B": "IT 审计实施阶段是审计人员将项目审计计划付诸实施的期间",
        "C": "IT 审计终结阶段是整理审计工作底稿、总结审计工作、编写审计报告、做出审计结论的期间",
        "D": "后续审计是审计工作不完整所采取的后续行动"
      },
      "answer": "D",
      "explanation": "后续审计是在审计报告发出后的一定时间内，审计人员为检查被审计单位对审计问题和建议 是否己经采取了适当的纠正措施，并取得预期效果的跟踪审计"
    },
    {
      "id": "N03-017",
      "stem": "() 不属于IT 治理的三大主要目标。",
      "options": {
        "A": "与业务目标一致",
        "B": "质量控制",
        "C": "有效利用信息与数据资源",
        "D": "风险管理"
      },
      "answer": "B",
      "explanation": "IT 治理主要目标包括：与业务目标一致、有效利用信息与数据资源、风险管理。"
    },
    {
      "id": "N03-018",
      "stem": "以下说法不正确的是()。",
      "options": {
        "A": "IT 审计业务和服务通常分为 IT 内部控制审计和IT 专项审计",
        "B": "IT 内部控制审计主要包括组织层面IT 控制审计、IT 一般控制审计及应用控制审计",
        "C": "IT 专项审计主要是指根据当前面临的特殊风险或者需求开展的IT 审计，审计范围为IT 综合审计的全部 范围",
        "D": "应用控制审计是指针对业务流程层面运行的人工或自动化程序进行审计，主要包括输入控制、处理控制和 输出控制的审计"
      },
      "answer": "C",
      "explanation": "IT 审计业务和服务通常分为IT 内部控制审计和IT 专项审计。 IT内部控制审计主要包括组织层面IT 控制审计、IT 一般控制审计及应用控制审计 IT 专项审计主要是指根据当前面临的特殊风险或者需求开展的IT 审计，审计范围为IT 综合审计的某一个或 几个部分。"
    },
    {
      "id": "N03-019",
      "stem": "IT 治理的三大主要目标是 ()。",
      "options": {
        "A": "与组织目标一致、有效利用信息与数据资源、风险管理",
        "B": "与业务目标一致、有效利用信息与数据资源、决策管理",
        "C": "与组织目标一致、有效利用信息与数据资源、决策管理",
        "D": "与业务目标一致、有效利用信息与数据资源、风险管理"
      },
      "answer": "D",
      "explanation": "IT 治理主要目标包括：与业务目标一致、有效利用信息与数据资源、风险管理。"
    },
    {
      "id": "N03-020",
      "stem": "在确定IT 审计范围时，()涉及的信息系统。",
      "options": {
        "A": "逻辑范围",
        "B": "物理范围",
        "C": "组织范围",
        "D": "总体范围"
      },
      "answer": "A",
      "explanation": "《蜗牛软考202405高项冲刺精华》第3章-【考点4】 IT 审计基础★★★★ IT 审计范围的确定，如下表所示： 蜗牛老师公众号：《蜗牛软考》,淘宝：《woniulaoshi.taobao.com》, 专业高项-中项-系规培训辅导 IT审计范围 说明 总体范围 需要根据审计目的和投入的审计成本来确定 组织范围 明确审计涉及的组织机构、主要流程、活动及人员等 物理范围 具体的物理地点与边界 逻辑范围 涉及的信息系统和逻辑边界 其他相关内容 ……"
    },
    {
      "id": "N03-021",
      "stem": "IT 治理管理层次大致可分为三层，最高管理层、执行管理层、业务与服务执行层，最高管理层 的主要职责不包括()。",
      "options": {
        "A": "证实IT 战略与业务战略是否一致",
        "B": "证实通过明确的期望和衡量手段交付 IT 价值",
        "C": "指导IT 战略、平衡支持组织当前和未来发展的投资",
        "D": "制定IT 的目标；分析新技术的机遇和风险"
      },
      "answer": "D",
      "explanation": "IT 治理管理层次大致可分为三层：最高管理层、执行管理层、业务与服务执行层。 最高管理层的主要职责包括：证实IT 战略与业务战略是否一致；证实通过明确的期望和衡量手段交付IT 价 值；指导IT 战略、平衡支持组织当前和未来发展的投资；指导信息和数据资源的分配。 执行管理层的主要职责包括：制定IT 的目标；分析新技术的机遇和风险；建设关键过程与核心竞争力；分配 责任、定义规程、衡量业绩；管理风险和获得可靠保证等。 业务及服务执行层的主要职责包括：信息和数据服务的提供和支持；IT 基础设施的建设和维护；IT 需求的提 出和响应。"
    },
    {
      "id": "N03-022",
      "stem": "常用审计方法不包括()。",
      "options": {
        "A": "访谈法",
        "B": "调查法",
        "C": "观察法",
        "D": "头脑风暴法"
      },
      "answer": "D",
      "explanation": "常用审计方法包括：访谈法、调查法、检查法、观察法、测试法和程序代码检查法等"
    },
    {
      "id": "N03-023",
      "stem": "() 不属于IT 治理管理层次。",
      "options": {
        "A": "最高管理层",
        "B": "执行管理层",
        "C": "业务与服务执行层",
        "D": "监督管理层"
      },
      "answer": "D",
      "explanation": "IT 治理管理层次大致可分为三层：最高管理层、执行管理层、业务与服务执行层。"
    },
    {
      "id": "N03-024",
      "stem": "在IT 审计流程中，“深入调查并调整审计计划”,属于()的工作内容之一。",
      "options": {
        "A": "审计终结阶段",
        "B": "审计准备阶段",
        "C": "后续审计阶段",
        "D": "审计实施阶段"
      },
      "answer": "D",
      "explanation": "《蜗牛软考202405高项冲刺精华》第3章- 【考点6】审计流程★★★★ 审计流程一般分为审计准备、审计实施、审计终结及后续审计四个阶段阿牛。口诀：准时终序】 审计准备阶段 准备阶段工作一般包括：①明确审计目的及任务；②组建审计项目组；③搜集相关信息； ④编制审计计划等。 审计实施阶段 实施阶段主要完成工作包括：①深入调查并调整审计计划；②了解并初步评估IT内部控制； ③进行符合性测试；④进行实质性测试等。 审计终结阶段 终结阶段的工作一般包括：①整理与复核审计工作底稿；②整理审计证据；③评价相关IT 控制目标的实现；④判断并报告审计发现；⑤沟通审计结果；⑥出具审计报告；⑦归档管 理等。 后续审计阶段 后续审计是在审计报告发出后的一定时间内，审计人员为检查被审计单位对审计问题和建 议是否己经采取了适当的纠正措施，并取得预期效果的跟踪审计。后续审计并不是一次新 的审计，而是前一次审计的有机组成部分。实施后续审计，可不必遵守审计流程的每一过 程和要求，但必须依法依规进行检查、调查，收集审计证据，写出后续审计报告。"
    },
    {
      "id": "N03-025",
      "stem": "关于IT 治理管理层次，()证实IT 战略与业务战略是否一致；证实通过明确的期望和衡量手 段交付IT 价值；指导IT 战略、平衡支持组织当前和未来发展的投资；指导信息和数据资源的分配。",
      "options": {
        "A": "最高管理层",
        "B": "执行管理层",
        "C": "业务与服务执行层",
        "D": "监督管理层"
      },
      "answer": "A",
      "explanation": "IT 治理管理层次大致可分为三层：最高管理层、执行管理层、业务与服务执行层。 最高管理层的主要职责包括：证实IT 战略与业务战略是否一致；证实通过明确的期望和衡量手段交付IT 价 值；指导 IT 战略、平衡支持组织当前和未来发展的投资；指导信息和数据资源的分配。 执行管理层的主要职责包括：制定IT 的目标；分析新技术的机遇和风险；建设关键过程与核心竞争力；分配 责任、定义规程、衡量业绩；管理风险和获得可靠保证等。 业务及服务执行层的主要职责包括：信息和数据服务的提供和支持；IT 基础设施的建设和维护；IT 需求的提 出和响应。"
    },
    {
      "id": "N03-026",
      "stem": "关于IT 治理管理层次，()制定IT 的目标；分析新技术的机遇和风险；建设关键过程与核心 竞争力；分配责任、定义规程、衡量业绩；管理风险和获得可靠保证等。",
      "options": {
        "A": "最高管理层",
        "B": "执行管理层",
        "C": "业务与服务执行层",
        "D": "监督管理层"
      },
      "answer": "B",
      "explanation": "IT 治理管理层次大致可分为三层：最高管理层、执行管理层、业务与服务执行层。 最高管理层的主要职责包括：证实IT 战略与业务战略是否一致；证实通过明确的期望和衡量手段交付IT 价 值；指导IT 战略、平衡支持组织当前和未来发展的投资；指导信息和数据资源的分配。 执行管理层的主要职责包括：制定IT 的目标；分析新技术的机遇和风险；建设关键过程与核心竞争力；分配 责任、定义规程、衡量业绩；管理风险和获得可靠保证等。 业务及服务执行层的主要职责包括：信息和数据服务的提供和支持；IT 基础设施的建设和维护；IT 需求的提 出和响应。"
    },
    {
      "id": "N03-027",
      "stem": "以下关于审计证据的说法中，错误的是()。",
      "options": {
        "A": "审计证据是指由审计机构和审计人员获取，用于确定所审计实体或数据是否遵循既定标准或目标，形成审 计结论的证明材料",
        "B": "客观性是指审计证据必须是客观存在的事实材料。客观的审计证据比需要判断或解释的证据可靠",
        "C": "充分性是指要求审计人员根据所获证据足以对被审计对象提出一定程度保证的结论，是对审计证据数量的 要求，主要与审计人员确定的样本量有关",
        "D": "合法性是指审计证据与审计事项之间必须有实质性联系"
      },
      "answer": "D",
      "explanation": "P86, 审计证据是指由审计机构和审计人员获取，用于确定所审计实体或数据是否遵循既定 标准或目标，形成审计结论的证明材料。审计证据的特性见下表。 分类 说明 充分性 指要求审计人员根据所获证据足以对被审计对象提出一定程度保证的结论，是对审计证据数量的 要求，主要与审计人员确定的样本量有关 客观性 指审计证据必须是客观存在的事实材料。客观的审计证据比需要判断或解释的证据可靠 相关性 指审计证据与审计事项之间必须有实质性联系 可靠性 指审计证据能够反映和证实客观经济活动特征的程度。审计证据的可靠性受到审计证据的类型、 取证的渠道和方式等因素的影响 合法性 指审计证据必须符合法定种类，并依照法定程序取得"
    },
    {
      "id": "N03-028",
      "stem": "IT 治理的核心是关注IT 定位和()的责权利划分。",
      "options": {
        "A": "IT建设与数字化转型",
        "B": "信息化建设与数字化转型",
        "C": "数字化建设与数字化转型",
        "D": "IT 体系治理与数字化转型"
      },
      "answer": "B",
      "explanation": "IT 治理的核心是关注IT 定位和信息化建设与数字化转型的责权利划分"
    },
    {
      "id": "N03-029",
      "stem": "开展IT 治理活动的主要任务不包括()。",
      "options": {
        "A": "战略管理",
        "B": "价值导向",
        "C": "机制保障",
        "D": "文化助推"
      },
      "answer": "A",
      "explanation": "开展IT 治理活动的主要任务：全局统筹、价值导向、机制保障、创新发展、文化助推"
    },
    {
      "id": "N03-030",
      "stem": "在确定IT 审计范围时，()需要根据审计的目的和投入的审计成本来确定。",
      "options": {
        "A": "逻辑范围",
        "B": "物理范围",
        "C": "组织范围",
        "D": "总体范围"
      },
      "answer": "D",
      "explanation": "《蜗牛软考202405高项冲刺精华》第3章-【考点4】 IT 审计基础★★★★ IT 审计范围的确定，如下表所示： IT审计范围 说明 总体范围 需要根据审计目的和投入的审计成本来确定 组织范围 明确审计涉及的组织机构、主要流程、活动及人员等 物理范围 具体的物理地点与边界 逻辑范围 涉及的信息系统和逻辑边界 其他相关内容 ……"
    },
    {
      "id": "N03-031",
      "stem": "IT 治理体系构成不包括()。",
      "options": {
        "A": "IT 定位",
        "B": "IT 治理架构",
        "C": "IT 治理内容",
        "D": "IT目标"
      },
      "answer": "D",
      "explanation": "IT 治理体系的具体构成包括： IT 定位、IT 治理架构、 IT 治理内容、 IT 治理流程、 IT 治理效果。"
    },
    {
      "id": "N03-032",
      "stem": "IT 治理的关键决策不包括()。",
      "options": {
        "A": "IT 原则",
        "B": "IT 基础设施",
        "C": "IT审计",
        "D": "业务应用需求"
      },
      "answer": "C",
      "explanation": "IT 治 理五项关键决策： 包括IT原则、IT架构、IT基础设施、业务应用需求、IT投资和优先顺序。【口 诀：原价基业咨询】"
    },
    {
      "id": "N03-033",
      "stem": "( ) 不 属 于 有 效 的 IT 治理必须关注五项关键决策。",
      "options": {
        "A": "IT原则",
        "B": "IT服务",
        "C": "IT架构",
        "D": "业务应用需求"
      },
      "answer": "B",
      "explanation": "有效的IT 治理必须关注五项关键决策包括IT 原 则 、IT 架构、IT 基础设施、业务应用需求、 IT 投资和优先顺序"
    },
    {
      "id": "N03-034",
      "stem": "审计抽样方法分为统计抽样和非统计抽样，以下属于非统计抽样的是()。",
      "options": {
        "A": "属性抽样",
        "B": "变量抽样",
        "C": "判断抽样",
        "D": "随机抽样"
      },
      "answer": "C",
      "explanation": "审计抽样方法 说明 统计抽样 采用客观的方法来确定样本量和样本抽取标准。统计抽样采用概率学原理，涉及计算样本量、 抽取样本。 评价样本结果并做出推断。利用统计抽样，审计人员可以量化描述样本与总体的接近程度(评 价抽样精度)以及用百分比表示的样本能够代表总体的概念(可靠性或置信水平)。有效的 统计抽样结果是量化的。 常用的统计抽样方法有：①属性抽样。固定样本量属性抽样或频率估计抽样一用于估计总体 中某种特性(属性)的发生比率(百分率)的抽样方法，属性抽样回答“有多少?”的问题。 可被测试的属性的一个例子是计算机访问申请表上的批准签字。②变量抽样。变量抽样也称 为金额估计抽样或平均值估计抽样，是一种由样本估计总体的货币金额或其他度量单位(如 重量)的抽样技术。变量抽样的一个例子是检查组织重要交易的余额表及对生成余额表的程 序实施的应用系统审计。 非统计抽样 常指判断抽样一采用审计人员判断来确定抽样方法、样本量及抽样标准。抽样结果是基于审 计人员对抽样事项或交易的重要性及风险的主观判断。"
    },
    {
      "id": "N03-035",
      "stem": "() 不属于IT 治理关注的五项关键决策。",
      "options": {
        "A": "IT 原则、IT 架构",
        "B": "IT  基础设施、业务应用需求",
        "C": "IT  投资和优先顺序",
        "D": "IT  治理的方法论"
      },
      "answer": "D",
      "explanation": "有效的 IT 治理必须关注五项关键决策，包括IT 原则、IT 架构、IT 基础设施、业务应用需求、 IT 投资和优先顺序"
    },
    {
      "id": "N03-036",
      "stem": "在IT 审计流程中，()是审计全过程的中心环节，是整个审计流程的关键阶段，关系到整个 审计工作的成败。",
      "options": {
        "A": "审计终结阶段",
        "B": "审计准备阶段",
        "C": "后续审计阶段",
        "D": "审计实施阶段"
      },
      "answer": "D",
      "explanation": "IT 审计实施阶段是审计人员将项目审计计划付诸实施的期间。此阶段的工作是审计全过程的 中心环节，是整个审计流程的关键阶段，关系到整个审计工作的成败。"
    },
    {
      "id": "N03-037",
      "stem": "IT 治理的五项关键决策是()。",
      "options": {
        "A": "IT 原则、IT 设计、IT 基础设施、业务应用需求、 IT 投 资",
        "B": "IT 原则、IT 架构、IT 基础设施、业务应用需求、 IT 审 计",
        "C": "IT 原则、IT 架构、IT 基础设施、业务应用需求、 IT 投资",
        "D": "IT 原则、IT 设计、IT 基础设施、业务应用需求、 IT 审 计"
      },
      "answer": "C",
      "explanation": "有效的 IT 治理必须关注五项关键决策，包括IT 原则、IT 架构、IT 基础设施、业务应用需求、 IT 投资和优先顺序。"
    },
    {
      "id": "N03-038",
      "stem": "在IT 审计流程中，“整理与复核审计工作底稿”,属于()的工作内容。",
      "options": {
        "A": "审计终结阶段",
        "B": "审计准备阶段",
        "C": "后续审计阶段",
        "D": "审计实施阶段"
      },
      "answer": "A",
      "explanation": "审计终结阶段 IT审计终结阶段是整理审计工作底稿、总结审计工作、编写审计报告、做出审计结论的期 间 。 终结阶段的工作一般包括：①整理与复核审计工作底稿；②整理审计证据；③评价相关IT 控制目标的实现；④判断并报告审计发现；⑤沟通审计结果；⑥出具审计报告；⑦归档管 理等。"
    },
    {
      "id": "N03-039",
      "stem": "IT 治理体系框架以()为导向。",
      "options": {
        "A": "组织的战略目标",
        "B": "组织的业务目标",
        "C": "组织的技术需要",
        "D": "组织的经营目标"
      },
      "answer": "A",
      "explanation": "IT 治理体系框架以组织的战略目标为导向。"
    },
    {
      "id": "N03-040",
      "stem": "对IT 战略、组织、架构、业务连续性、风险管理、外包管理、网络与信息安全及监督管理等进 行 审 计 ， 属 于 ( ) 。",
      "options": {
        "A": "组织层面IT 控制审计",
        "B": "IT 一般控制审计",
        "C": "应用控制审计",
        "D": "信息系统项目审计"
      },
      "answer": "A",
      "explanation": "●组织层面 IT 控制审计主要指对IT 战略、组织、架构、业务连续性、风险管理、外包管理、网络与信息安 全及监督管理等进行审计 ●IT 一般控制审计主要是指针对与应用系统、数据库、操作系统、网络相关的策略和措施等进行审计 ●应用控制审计是指针对业务流程层面运行的人工或自动化程序进行审计，主要包括输入控制、处理控制和 输出控制的审计"
    },
    {
      "id": "N03-041",
      "stem": "( ) 不属于IT 治理体系框架。",
      "options": {
        "A": "IT 战略目标",
        "B": "IT 治理组织",
        "C": "IT 治理机制",
        "D": "IT 治理方法"
      },
      "answer": "D",
      "explanation": "IT 治理体系框架具体包括：IT 战略目标、IT 治理组织、IT 治理机制、IT 治理域、IT 治理标 准和IT 绩效目标等部分"
    },
    {
      "id": "N03-042",
      "stem": "关于IT 审计范围的描述，不正确的是：()。",
      "options": {
        "A": "总体范围需要根据审计目的和投入的审计成本来确定",
        "B": "组织范围需明确审计涉及的组织机构、主要的流程、活动及人员等",
        "C": "逻辑范围需明确涉及的信息系统",
        "D": "物理范围需明确具体的物理地点与边界"
      },
      "answer": "C",
      "explanation": "逻辑范围涉及的信息系统和逻辑边界"
    },
    {
      "id": "N03-043",
      "stem": "IT 治理本质上关心()。 ①实现 IT 的业务价值；②实现IT 组织治理；③实现IT 绩效目标；④战略匹配；⑤IT 风险的规避",
      "options": {
        "A": "①②③",
        "B": "②③⑤",
        "C": "①④",
        "D": "①⑤"
      },
      "answer": "D",
      "explanation": "IT 治理本质上关心：①实现IT 的业务价值；②IT 风险的规避。"
    },
    {
      "id": "N03-044",
      "stem": "审计人员在实施IT 审计项目前，应先对组织与信息系统相关的总体情况进行了解和风险评估， 确 定 ( ) 。",
      "options": {
        "A": "总体风险",
        "B": "主要IT 风险",
        "C": "固有风险",
        "D": "审计风险"
      },
      "answer": "B",
      "explanation": "在实际的应用实践中，审计人员阿牛在实施IT 审计项目前，应先对组织与信息系统相关的总体情况进行了解 和风险评估，确定主要IT 风险，如与环境控制相关的风险、与系统相关的风险、与数据相关的风险等，然后 根据确定的风险来判断哪些控制、流程对组织的影响比较大，并结合审计项目预计的时间、配备的审计力量 等来确定重点审计范围。"
    },
    {
      "id": "N03-045",
      "stem": "IT 治理的核心内容包括六个方面，组织职责、战略匹配、()、价值交付、()和()。",
      "options": {
        "A": "资源管理、风险管理、绩效管理",
        "B": "战略管理、风险管理、成本管理",
        "C": "资源管理、风险管理、经营管理",
        "D": "战略管理、风险管理、资源管理\r\n\r\n\r\n\t蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导"
      },
      "answer": "A",
      "explanation": "IT 治理的核心内容包括六个方面：组织职责、战略匹配、资源管理、价值交付、风险管理和 绩效管理。"
    },
    {
      "id": "N03-046",
      "stem": "() 不属于IT 治理机制的原则。",
      "options": {
        "A": "简单",
        "B": "高效",
        "C": "透明",
        "D": "适合"
      },
      "answer": "B",
      "explanation": "建立IT 治理机制的原则包括：①简单。②透明。③适合。"
    },
    {
      "id": "N03-047",
      "stem": "IT 审计风险不包括()。",
      "options": {
        "A": "固有风险",
        "B": "控制风险",
        "C": "检查风险",
        "D": "外部风险"
      },
      "answer": "D",
      "explanation": "IT 审计风险主要包括固有风险、控制风险、检查风险和总体审计风险"
    },
    {
      "id": "N03-048",
      "stem": "以下说法中不正确的是()。",
      "options": {
        "A": "固有风险是IT 活动本身所具有的，审计人员只能评估，却无法控制或影响它",
        "B": "审计人员能对控制风险水平实施控制和影响",
        "C": "检查风险是指通过预定的审计程序未能发现重大、单个或与其他错误相结合的风险",
        "D": "可从IT 组织层面控制、一般控制及应用控制三个方面分析固有风险"
      },
      "answer": "B",
      "explanation": "控制风险：与内部控制制度执行的有效性有关，与审计无关，属于内部控制的范畴，审计人 员只能评估其风险水平而不能对其实施控制和影响。"
    },
    {
      "id": "N03-049",
      "stem": "下列哪一个不是建立IT 治理机制的原则()。",
      "options": {
        "A": "公 平",
        "B": "透  明",
        "C": "简单",
        "D": "适合"
      },
      "answer": "A",
      "explanation": "P72: 建 立IT 治理机制的原则包括：①简单。机制应该明确地定义特定个人和团体所承担的责任和目标。② 透明。有效的机制依赖于正式的程序。对于那些被治理决策所影响或是想要挑战治理决策的人来说，机制如 何工作是需要非常清晰的。③适合。机制鼓励那些处于最佳位置的个人去制定特定的决策。 【蜗牛老师点评】这个题是我们题库中的一道原题。"
    },
    {
      "id": "N03-050",
      "stem": "对被审计单位内部或外部生成的记录和文件进行审查，属于()。",
      "options": {
        "A": "访谈法",
        "B": "调查法",
        "C": "检查法",
        "D": "观察法"
      },
      "answer": "C",
      "explanation": "审计方法 说 明 访谈法 访谈人和受访人面对面地交谈。可分为结构型访谈和非结构型访谈 调查法 通过书面或口头回答问题的方式收集研究对象的相关资料。 检查法 对被审计单位内部或外部生成的记录和文件进行审查，或对资产进行实物审查。可分为审阅 法、核对法、复算法和分析法。 观察法 是审计人员到被审计单位的经营场所及其他有关场所进行实地察看。观察法可以比较准确地 获得审计项目如何运行的信息，适用于正在进行中的审计事项。 测试法 通过测试来评估程序的质量是一项常用的审计技术，其基本原理是从计算机输入开始，跟踪 某项业务直至计算机输出，以检验计算机应用程序、控制程序和系统可靠性。 主要包括黑盒法和白盒法。黑盒法测试是把程序看成黑盒子，完全不考虑其内部结构和处理 过程，只检查程序的功能是否符合它的需求规格说明。白盒法是通过测试来检测产品内部动 作是否按照规格说明书的规定正常进行，按照程序内部的结构测试程序，检验程序中的每条 通路是否都能按预定要求正确工作，主要用于软件验证。 程序代码检查 法 对被审程序的指令逐条加以审查，以验证程序的合法性、完整性和程序逻辑的正确性。审计 人员可使用代码静态扫描工具进行程序代码的检查。"
    },
    {
      "id": "N03-051",
      "stem": "机制应该明确地定义特定个人和团体所承担的责任和目标，指的是IT 治理机制原则的()。",
      "options": {
        "A": "公平",
        "B": "透明",
        "C": "简单",
        "D": "适合"
      },
      "answer": "C",
      "explanation": "P72: 建立IT 治理机制的原则包括：①简单。机制应该明确地定义特定个人和团体所承担的责任和目标。② 透明。有效的机制依赖于正式的程序。对于那些被治理决策所影响或是想要挑战治理决策的人来说，机制如 何工作是需要非常清晰的。③适合。机制鼓励那些处于最佳位置的个人去制定特定的决策。"
    },
    {
      "id": "N03-052",
      "stem": "以下关于审计技术的说法中不正确的是()。",
      "options": {
        "A": "风险评估技术包括：风险识别技术、风险分析技术、风险评价技术等",
        "B": "审计抽样是指审计人员蝎牛在实施审计程序时，从审计对象总体中选取一定数量的样本进行测试",
        "C": "计算机辅助审计只能对计算机系统进行审计，对手工系统无效",
        "D": "大数据审计是指遵循大数据理念，运用大数据技术方法和工具，利用数量巨大、来源分散、格式多样的数 据，开展跨层级、跨系统、跨部门和跨业务等的深入挖掘与分析"
      },
      "answer": "C",
      "explanation": "计算机辅助审计也称为利用计算机审计，是指审计人员在审计过程和审计管理活动中，以计 算机为工具来执行和完成某些审计程序和任务的一种新兴审计技术。它并非电算化系统审计特有的一种方法， 对手工系统的审计也可应用这些技术。"
    },
    {
      "id": "N03-053",
      "stem": "有效的机制依赖于正式的程序。对于那些被治理决策所影响或是想要挑战治理决策的人来说， 机制如何工作是需要非常清晰的，指的是IT 治理机制原则的()。",
      "options": {
        "A": "公平",
        "B": "透明",
        "C": "简单",
        "D": "适合"
      },
      "answer": "B",
      "explanation": "P72: 建立IT 治理机制的原则包括：①简单。机制应该明确地定义特定个人和团体所承担的责任和目标。② 透明。有效的机制依赖于正式的程序。对于那些被治理决策所影响或是想要挑战治理决策的人来说，机制如 何工作是需要非常清晰的。③适合。机制鼓励那些处于最佳位置的个人去制定特定的决策。"
    },
    {
      "id": "N03-054",
      "stem": "机制鼓励那些处于最佳位置的个人去制定特定的决策，指的是IT 治理机制原则的()。",
      "options": {
        "A": "公平",
        "B": "透 明",
        "C": "简单",
        "D": "适合"
      },
      "answer": "D",
      "explanation": "P72: 建 立IT 治理机制的原则包括：①简单。机制应该明确地定义特定个人和团体所承担的责任和目标。② 透明。有效的机制依赖于正式的程序。对于那些被治理决策所影响或是想要挑战治理决策的人来说，机制如 何工作是需要非常清晰的。③适合。机制鼓励那些处于最佳位置的个人去制定特定的决策。"
    },
    {
      "id": "N03-055",
      "stem": "以下说法不正确的是()。",
      "options": {
        "A": "审计证据是指由审计机构和审计人员获取，用于确定所审计实体或数据是否遵循既定标准或目标，形成审 计结论的证明材料",
        "B": "审计证据是审计意见的支柱，是审计人员形成审计结论的基础",
        "C": "审计工作底稿是指审计人员对制订的审计计划、实施的审计程序、获取的相关审计证据，以及得出的审计 结论做出的记录",
        "D": "审计工作底稿是审计证据的基础，是审计人员在审计过程中形成的审计工作记录和获取的资料"
      },
      "answer": "D",
      "explanation": "审计工作底稿是指审计人员对制订的审计计划、实施的审计程序、获取的相关审计证据，以 及得出的审计结论做出的记录。审计工作底稿是审计证据的载体，是审计人员在审计过程中形成的审计工作 记录和获取的资料。它形成于审计过程，也反映整个审计过程。"
    },
    {
      "id": "N03-056",
      "stem": "IT 治理活动的主要任务聚焦在全局统筹，价值导向，机制保障，创新发展，文化助推五个方面， 其中“指导建立规范过程管理和痕迹管理，并向利益相关者公开质量设定举措”属于()内容。",
      "options": {
        "A": "机制保障",
        "B": "创新发展",
        "C": "价值导向",
        "D": "全局统筹"
      },
      "answer": "A",
      "explanation": "《蜗牛软考综合一本通》-3.1.3 IT 治理任务 开展IT 治理活动的主要任务：全局统筹、价值导向、机制保障、创新发展、文化助推。 P74, 机制保障。机制保障是指组织应对自身IT 发展进行有效管控，保证IT 需求与实现的协调发展，并 使IT 安全和风险得到有效的识别、管理、防范和处置。组织需要建立适合组织特点的机制保障方法，满足疏 漏互补、协同发展、监督改进和安全风险可控的原则，避免扭曲决策目标方向。组织需要明确管理责任，明 晰上下左右权利关系，落实责任制和各项措施。组织可以根据相关法律法规、行业管理和上级监管机构发布 的规范文件要求，制定本组织的信息技术治理制度并实施，重点聚焦在： ①指导建立规范过程管理和痕迹管理，并向利益相关者公开质量设定举措； ②评审IT 管理体系的适宜性、充分性和有效性； ③审计IT 完整性、有效性和合规性； ④监督由审计和管理评审，提出改进内容的实施。"
    },
    {
      "id": "N03-057",
      "stem": "关于IT 审计方法与技术，以下说法不正确的是()。",
      "options": {
        "A": "审计证据是指由审计机构和审计人员获取，用于确定所审计实体或数据是否遵循既定标准或目标，形成审 计结论的证明材料",
        "B": "审计抽样是指审计人员在实施审计程序时，从审计对象总体中选取一定数量的样本进行测试",
        "C": "统计抽样采用概率学原理，涉及计算样本量、抽取样本",
        "D": "综合类工作底稿指审计人员在审计实施阶段为执行具体审计程序所形成的审计工作底稿"
      },
      "answer": "D",
      "explanation": "表3-12审计工作底稿分类【口诀：荷叶茶】 底稿类型 说 明 综合类工作底稿 指审计人员在审计计划阶段和审计报告阶段，为规划、控制和总结整个审计工作并发表审 计意见所形成的审计工作底稿，主要包括：审计业务约定书、审计计划、审计总结、审计 报告、管理建议书、被审计单位管理当局声明书以及审计人员对整个审计工作进行组织管 理的所有记录和资料。 业务类工作底稿 指审计人员在审计实施阶段为执行具体审计程序所形成的审计工作底稿，包括：符合性测 试中形成的内部控制问题调查表和流程图、实质性测试中形成的项目明细表等 备查类工作底稿 指审计人员在审计过程中形成对审计工作仅具有备查作用的审计工作底稿。备查类工作底 稿应随被审计单位有关情况的变化而不断更新；应详细列明目录清单，并将更新的文件资 料随时归档；应根据需要，将其中与具体审计项目有关的内容复印、摘录、综合后归入业 务类审计工作底稿的具体审计项目之后。通常，备查类审计工作底稿是由被审计单位或第 三者根据实际情况提供或代为编制，审计人员应认真审核，并对所取得的有关文件、资料 标明其具体来源"
    },
    {
      "id": "N03-058",
      "stem": "下列哪类IT 审计风险是由审计人员蝸牛自身或者技术原因等造成()。",
      "options": {
        "A": "固有风险",
        "B": "控制风险",
        "C": "检查风险",
        "D": "外部风险"
      },
      "answer": "C",
      "explanation": "检查风险 ●含义：检查风险是指通过预定的审计程序未能发现重大、单个或与其他错误相结合的风险 ●影响检查风险的因素：由于IT审计规范不完善、审计人员自身或者技术原因等造成影响审计 测试正确性的各种因素"
    },
    {
      "id": "N03-059",
      "stem": "“建立适应内外部信息环境变化的持续改进和创新机制”,属于()内容。",
      "options": {
        "A": "机制保障",
        "B": "创新发展",
        "C": "价值导向",
        "D": "全局统筹"
      },
      "answer": "D",
      "explanation": "全局统筹 统筹规划IT治理的目 标范围、技术环境、发 展趋势和人员责权利 ①制订满足可持续发展的IT蓝图； ②实施科学决策、集约管理的策略，实现横向的业务集成和纵向的 业务管控；通过内外部的监督，确保IT与业务的一致性和适用性； ③建立适应内外部信息环境变化的持续改进和创新机 制 。"
    },
    {
      "id": "N03-060",
      "stem": "() 是审计人员到被审计单位的经营场所及其他有关场所进行实地察看，来证实审计事项的一 种方法。",
      "options": {
        "A": "访谈法",
        "B": "调查法",
        "C": "检查法",
        "D": "观察法"
      },
      "answer": "D",
      "explanation": "观察法是审计人员到被审计单位的经营场所及其他有关场所进行实地察看，来证实审计事项 的一种方法"
    },
    {
      "id": "N03-061",
      "stem": "下列哪类IT 审计风险是活动本身所具有的()。",
      "options": {
        "A": "固有风险",
        "B": "控制风险",
        "C": "检查风险",
        "D": "外部风险"
      },
      "answer": "A",
      "explanation": "固有风险 ●含义：是指IT活动不存在相关控制的情况下，易于导致重大错误的风险 ●分类：可从IT组织层面控制、一般控制及应用控制三个方面分析固有风险 ●特点：固有风险是IT活动本身所具有的，审计人员只能评估，却无法控制或影响它；固有风 险的衡量是主观的、复杂的，不同的IT活动其固有风险水平不同"
    },
    {
      "id": "N03-062",
      "stem": "“权衡实施成本与预期效益，并随组织内外部环境的变化及时调整”,属于()内容。",
      "options": {
        "A": "机制保障",
        "B": "创新发展",
        "C": "价值导向",
        "D": "全局统筹"
      },
      "answer": "C",
      "explanation": "价值导向 价值导向包括基于实现 有效收益，确保预期收 益清晰理解，明确实现 收益的问责机制 ①认可信息技术、信息系统和数据在组织中的价 值 ； ②识别投资且录，并以相应的方式进行评估和管理； ③对关键指标进行设定和监督，并对变化和偏差做出及时回应； ④权衡实施成本与预期效益，并随组织内外部环境的变化及时调整。"
    },
    {
      "id": "N03-063",
      "stem": "常用的IT 审 计 技 术 不 包 括 ( ) 。",
      "options": {
        "A": "风险评估技术",
        "B": "审计抽样技术",
        "C": "计算机辅助审计技术",
        "D": "大数据分析技术"
      },
      "answer": "D",
      "explanation": "常用的 IT 审计技术包括风险评估技术、审计抽样技术、计算机辅助审计技术及大数据审计技 术"
    },
    {
      "id": "N03-064",
      "stem": "“审计IT 完整性、有效性和合规性”,属于()内容。",
      "options": {
        "A": "机制保障",
        "B": "创新发展",
        "C": "价值导向",
        "D": "全局统筹"
      },
      "answer": "A",
      "explanation": "机制保障 机制保障是指组织应对 自身IT发展进行有效 管控，保证IT需求与实 现的协调发展，并使IT ①指导建立规范过程管理和痕迹管理，并向利益相关者公开质量设 定举措 ； ②评审IT管理体系的适宜性、充分性和有效性； ③审计IT完整性、有效性和合规性； 蜗牛老师公众号：《蜗牛软考》,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 安全和风险得到有效的 识别、管理、防范和处 置 ④监督由审计和管理评审，提出改进内容的实施。"
    },
    {
      "id": "N03-065",
      "stem": "() 是指审计人员在实施审计程序时，从审计对象总体中选取一定数量的样本进行测试，并根 据测试结果，推断审计对象总体特征的一种方法。",
      "options": {
        "A": "风险评估技术",
        "B": "审计抽样技术",
        "C": "计算机辅助审计技术",
        "D": "大数据审计技术"
      },
      "answer": "B",
      "explanation": "审计抽样是指审计人员在实施审计程序时，从审计对象总体中选取一定数量的样本进行测试， 并根据测试结果，推断审计对象总体特征的一种方法"
    },
    {
      "id": "N03-066",
      "stem": "() 指审计人员在审计计划阶段和审计报告阶段，为规划、控制和总结整个审计工作并发表审 计意见所形成的审计工作底稿。",
      "options": {
        "A": "综合类工作底稿",
        "B": "业务类工作底稿",
        "C": "备查类工作底稿",
        "D": "技术类工作底稿"
      },
      "answer": "A",
      "explanation": "综合类工作底稿 指审计人员蝎牛在审计计划阶段和审计报告阶段，为规划、控制和总结整个审计工作并发 表审计意见所形成的审计工作底稿，主要包括：审计业务约定书、审计计划、审计总结、 审计报告、管理建议书、被审计单位管理当局声明书以及审计人员对整个审计工作进行组 织管理的所有记录和资料。"
    },
    {
      "id": "N03-067",
      "stem": "“对组织创新能力进行评估，并对关键创新要素进行分析和评价”,属于()内容。",
      "options": {
        "A": "机制保障",
        "B": "创新发展",
        "C": "价值导向",
        "D": "全局统筹"
      },
      "answer": "B",
      "explanation": "创新发展 创新发展是指利用IT 创新开拓业务领域，提 升管理水平，改进质量、 绩效和降低成本，确保 实现战略目标的灵活性 和对环境变化的适应性 ①创造基于业务团队与IT团队的深度沟通以及对内外部环境感知 和学习的技术创新环境； ②确保技术发展、管理创新、模式革新的协调联 动 ； ③对组织创新能力进行评估，并对关键创新要素进行分析和评价； ④通过促进和创新有效抵御风险，并确保创新是组织文化的组成部 分"
    },
    {
      "id": "N03-068",
      "stem": "() 不属于审计证据的特性。",
      "options": {
        "A": "独特性",
        "B": "充分性",
        "C": "客观性",
        "D": "合法性"
      },
      "answer": "A",
      "explanation": "审计证据的特性：充分性、客观性、相关性、可靠性、合法性"
    },
    {
      "id": "N03-069",
      "stem": "“根据组织内部环境的变化，评估并改进组织文化的管理”,属于()内容。",
      "options": {
        "A": "文化助推",
        "B": "创新发展",
        "C": "价值导向",
        "D": "全局统筹"
      },
      "answer": "A",
      "explanation": "文化助推 文化助推是指组织与利 益相关者沟通IT治理 的目标、策略和职责， 营造积极向上、沟通包 容的组织文化 ①建立与IT发展相适应的组织文化发展策 略 ； ②营造包括知识、技术、管理、情操在内的积极向上的文化氛围； ③根据组织内部环境的变化，评估并改进组织文化的管理"
    },
    {
      "id": "N03-070",
      "stem": "以下关于审计工作底稿，说法错误的是()。",
      "options": {
        "A": "审计工作底稿是指审计人员对制订的审计计划、实施的审计程序、获取的相关审计证据，以及得出的审计 结论做出的记录",
        "B": "审计工作底稿是审计证据的载体，是审计人员在审计过程中形成的审计工作记录和获取的资料",
        "C": "审计工作底稿一般分为综合类工作底稿、业务类工作底稿和备查类工作底稿",
        "D": "综合类工作底稿是指审计人员在审计实施阶段为执行具体审计程序所形成的审计工作底稿，包括：符合性 测试中形成的内部控制问题调查表和流程图、实质性测试中形成的项目明细表等"
      },
      "answer": "D",
      "explanation": "P87, 审计工作底稿一般分为综合类工作底稿、业务类工作底稿和备查类工作底稿。 表3-12审计工作底稿分类 底稿类型 说 明 综合类工作底稿 指审计人员在审计计划阶段和审计报告阶段，为规划、控制和总结整个审计工作并发表审 计意见所形成的审计工作底稿，主要包括：审计业务约定书、审计计划、审计总结、审计 报告、管理建议书、被审计单位管理当局声明书以及审计人员对整个审计工作进行组织管 理的所有记录和资料。 业务类工作底稿 指审计人员在审计实施阶段为执行具体审计程序所形成的审计工作底稿，包括：符合性测 试中形成的内部控制问题调查表和流程图、实质性测试中形成的项目明细表等 备查类工作底稿 指审计人员在审计过程中形成对审计工作仅具有备查作用的审计工作底稿。备查类工作底 稿应随被审计单位有关情况的变化而不断更新；应详细列明目录清单，并将更新的文件资 料随时归档；应根据需要，将其中与具体审计项目有关的内容复印、摘录、综合后归入业 务类审计工作底稿的具体审计项目之后。通常，备查类审计工作底稿是由被审计单位或第 三者根据实际情况提供或代蝎牛为编制，审计人员应认真审核，并对所取得的有关文件、 资料标明其具体来源"
    },
    {
      "id": "N03-071",
      "stem": "在IT 治理框架中，下列()治理域包含信息技术的战略，以及支撑战略的组织和架构。",
      "options": {
        "A": "管理体系治理域",
        "B": "资源治理域",
        "C": "顶层设计治理域",
        "D": "投资管理治理域"
      },
      "answer": "C",
      "explanation": "P76, 该标准定义的IT 治理框架包含信息技术顶层设计、管理体系和资源三大治理域，每个 治理域由如下若干治理要素组成。 三大治理域 包含内容 蜗牛老师公众号：《蜗牛软考》,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 顶层设计治理域 战略，组织和架构 管理体系治理域 质量管理、项目管理、投资管理、服务管理、业务连续性管理、信息安全管理、风险管 理、供方管理、资产管理和其他管理 资源治理域 基础设施、应用系统和数据"
    },
    {
      "id": "N03-072",
      "stem": "所获证据足以对被审计对象提出一定程度保证的结论，属于审计证据的()特性。",
      "options": {
        "A": "充分性",
        "B": "客观性",
        "C": "相关性",
        "D": "可靠性"
      },
      "answer": "A",
      "explanation": "分类 说明 充分性 指要求审计人员根据所获证据足以对被审计对象提出一定程度保证的结论，是对审计证据数量的 要求，主要与审计人员确定的样本量有关 客观性 指审计证据必须是客观存在的事实材料。客观的审计证据比需要判断或解释的证据可靠 相关性 指审计证据与审计事项之间必须有实质性联系 可靠性 指审计证据能够反映和证实客观经济活动特征的程度。审计证据的可靠性受到审计证据的类型、 取证的渠道和方式等因素的影响 合法性 指审计证据必须符合法定种类，并依照法定程序取得"
    },
    {
      "id": "N03-073",
      "stem": "审计证据与审计事项之间必须有实质性联系，属于审计证据的()特性。",
      "options": {
        "A": "充分性",
        "B": "客观性",
        "C": "相关性",
        "D": "可靠性"
      },
      "answer": "C",
      "explanation": "分类 说明 充分性 指要求审计人员根据所获证据足以对被审计对象提出一定程度保证的结论，是对审计证据数量的 要求，主要与审计人员确定的样本量有关 客观性 指审计证据必须是客观存在的事实材料。客观的审计证据比需要判断或解释的证据可靠 相关性 指审计证据与审计事项之间必须有实质性联系 可靠性 指审计证据能够反映和证实客观经济活动特征的程度。审计证据的可靠性受到审计证据的类型、 取证的渠道和方式等因素的影响 合法性 指审计证据必须符合法定种类，并依照法定程序取得"
    },
    {
      "id": "N03-074",
      "stem": "IT 治理实施指南-GB/T34960.2《 信息技术服务治理第2部分：实施指南》中的实施框架包 括 ( ) 、 ( ) 和 ( ) 。",
      "options": {
        "A": "实施环境、实施过程、治理域",
        "B": "信息技术顶层设计、管理体系和资源",
        "C": "战略、组织、架构",
        "D": "IT 战略顶层设计、管理体系、风险"
      },
      "answer": "A",
      "explanation": "IT 治理实施框架：实施环境、实施过程和治理域。【口诀：治环城】 IT治理实施框架 包含内容【口诀：治环城】 实施环境 组织的内外部环境和促成因素 实施过程 IT治理实施的方法论，包括统筹和规划、构建和运行、监督和评估、改进和优化 治理域 顶层设计治理域、管理体系治理域、资源治理域"
    },
    {
      "id": "N03-075",
      "stem": "IT 治理框架的三大治理域()。",
      "options": {
        "A": "IT战略顶层设计、管理体系和资源",
        "B": "信息技术顶层设计、管理体系和风险",
        "C": "IT 战略顶层设计、管理体系和风险",
        "D": "信息技术顶层设计、管理体系和资源"
      },
      "answer": "D",
      "explanation": "IT 治理框架的三大治理域：信息技术顶层设计、管理体系和资源"
    },
    {
      "id": "N03-076",
      "stem": "关于审计工作底稿，错误的是()。",
      "options": {
        "A": "审计工作底稿一般分为综合类工作底稿、业务类工作底稿和备查类工作底稿",
        "B": "审计协会或其委派单位对审计机构执业情况进行检查不属于泄密",
        "C": "审计工作底稿三级复核制度是指以审计机构负责人、部门负责人和项目负责人(或项目经理)为复核人",
        "D": "审计工作底稿按照一定的标准归入审计档案后，应交由建设单位部门进行管理，并确保审计档案的安全、 完整"
      },
      "answer": "D",
      "explanation": "审计工作底稿按照一定的标准归入审计档案后，应交由档案管理部门进行管理，并确保审计 档案的安全、完整"
    },
    {
      "id": "N03-077",
      "stem": "I T 治理实施框架包括治理的实施环境、实施过程和()。",
      "options": {
        "A": "实施目标",
        "B": "实施结果",
        "C": "实施指导",
        "D": "治理域"
      },
      "answer": "D",
      "explanation": "IT 治理实施框架包括治理的实施环境、实施过程和治理域。"
    },
    {
      "id": "N03-078",
      "stem": "在IT 治理框架中，下列()治理域包含基础设施、应用系统和数据。",
      "options": {
        "A": "管理体系治理域",
        "B": "资源治理域",
        "C": "顶层设计治理域",
        "D": "投资管理治理域"
      },
      "answer": "B",
      "explanation": "P76, 该标准定义的IT 治理框架包含信息技术顶层设计、管理体系和资源三大治理域，每个 治理域由如下若干治理要素组成。 三大治理域 包含内容 顶层设计治理域 战略，组织和架构 管理体系治理域 质量管理、项目管理、投资管理、服务管理、业务连续性管理、信息安全管理、风险管 理、供方管理、资产管理和其他管理 资源治理域 基础设施、应用系统和数据"
    },
    {
      "id": "N03-079",
      "stem": "在IT 治理框架中，下列()治理域包含投资管理、服务管理。",
      "options": {
        "A": "管理体系治理域",
        "B": "资源治理域",
        "C": "顶层设计治理域",
        "D": "投资管理治理域"
      },
      "answer": "A",
      "explanation": "P76, 该标准定义的IT 治理框架包含信息技术顶层设计、管理体系和资源三大治理域，每个 治理域由如下若干治理要素组成。 三大治理域 包含内容 顶层设计治理域 战略，组织和架构 管理体系治理域 质量管理、项目管理、投资管理、服务管理、业务连续性管理、信息安全管理、风险管 理、供方管理、资产管理和其他管理 资源治理域 基础设施、应用系统和数据"
    },
    {
      "id": "N03-080",
      "stem": "IT 治理实施的方法论属于()IT 治理实施框架。",
      "options": {
        "A": "实施环境",
        "B": "实施过程",
        "C": "治理域",
        "D": "管理域"
      },
      "answer": "B",
      "explanation": "IT治理实施框架 包含内容 实施环境 组织的内外部环境和促成因素 实施过程 IT治理实施的方法论，包括统筹和规划、构建和运行、监督和评估、改进和优化 治理域 顶层设计治理域、管理体系治理域、资源治理域"
    },
    {
      "id": "N03-081",
      "stem": "COBIT/2019 核心模型中的治理和管理目标分为五个领域，()领域是由董事会和执行管理 层 负 责 。",
      "options": {
        "A": "评估、指导和监控 (E",
        "B": "调整、规划和组织 (",
        "C": "内部构建、外部采购和实施(",
        "D": "交付、服务和支持 ("
      },
      "answer": "A",
      "explanation": "董事会和 执行管理 层 负 责 EDM01- 确保 设置和维护 EDM02-确保 实现效益 EDM03-确保 EDM04- 确保 资源优化 利益相关方 评估、指导和 监控(EDM) 领域"
    },
    {
      "id": "N03-082",
      "stem": "( ) 不属于ISO/IE",
      "options": {
        "A": "评估",
        "B": "指导",
        "C": "监督",
        "D": "优化"
      },
      "answer": "D",
      "explanation": "ISO/IEC 规定治理机构应通过评估、指导和监督三个主要任务来治理IT。"
    },
    {
      "id": "N03-083",
      "stem": "“ 计 算 机 硬 件 故 障 或 软 件 不 足 ， 易 造 成 信 息 的 损 坏 和 丢 失 ， 导 致 数 据 处 理 过 程 中 发 生 偶 发 错 误 ” , 描述的风险类型是()。",
      "options": {
        "A": "固有风险",
        "B": "控制风险",
        "C": "检查风险",
        "D": "审计风险"
      },
      "answer": "A",
      "explanation": "P82: 表3-6固有风险、控制风险和检查风险的内容 类别 描述 固有风险 ●含义：是指IT活动不存在相关控制的情况下，易于导致重大错误的风险 ●分类：可从IT组织层面控制、一般控制及应用控制三个方面分析固有风险 ●特点：固有风险是IT活动本身所具有的，审计人员只能评估，却无法控制或影响它：固有 风险的衡量是主观的、复杂的，不同的IT活动其固有风险水平不同"
    },
    {
      "id": "N03-084",
      "stem": "针对业务流程层面运行的人工或自动化程序进行审计，主要包括输入控制、处理控制和输出控 制的审计，属于()。",
      "options": {
        "A": "组织层面 IT 控制审计",
        "B": "IT 一般控制审计",
        "C": "应用控制审计",
        "D": "信息系统项目审计"
      },
      "answer": "C",
      "explanation": "●组织层面IT 控制审计主要指对IT 战略、组织、架构、业务连续性、风险管理、外包管理、网络与信息安 全及监督管理等进行审计 ● IT一般控制审计主要是指针对与应用系统、数据库、操作系统、网络相关的策略和措施等进行审计 ●应用控制审计是指针对业务流程层面运行的人工蝎牛或自动化程序进行审计，主要包括输入控制、处理控 制和输出控制的审计"
    },
    {
      "id": "N03-085",
      "stem": "COBIT 框架下，()针对IT 的整体组织、战略和支持活动。",
      "options": {
        "A": "监控、评价和评估 (ME",
        "B": "调整、规划和组织 (",
        "C": "内部构建、外部采购和实施(",
        "D": "交付、服务和支持 ("
      },
      "answer": "B",
      "explanation": "COBIT 管理目标分为四个领域： ①调整、规划和组织(APO)针对IT 的整体组织、战略和支持活动； ②内部构建、外部采购和实施(BAI)针对 IT 解决方案的定义、采购和实施以及它们到业务流程的整合； ③交付、服务和支持(DSS) 针对IT 服务的运营交付和支持，包括安全； ④监控、评价和评估(MEA)针对IT 的性能监控及其与内部性能目标、内部控制目标和外部要求的一致程度。 治理目标与治理流程有关，而管理目标与管理流程有关"
    },
    {
      "id": "N03-086",
      "stem": "() 指审计人员在审计过程中形成对审计工作仅具有备查作用的审计工作底稿。",
      "options": {
        "A": "综合类工作底稿",
        "B": "业务类工作底稿",
        "C": "备查类工作底稿",
        "D": "技术类工作底稿"
      },
      "answer": "C",
      "explanation": "备查类工作底稿指审计人员在审计过程中形成对审计工作仅具有备查作用的审计工作底稿。"
    },
    {
      "id": "N03-087",
      "stem": "() 是在审计报告发出后的一定时间内，审计人员为检查被审计单位对审计问题和建议是否己 经采取了适当的纠正措施，并取得预期效果的跟踪审计。",
      "options": {
        "A": "审计终结阶段",
        "B": "审计准备阶段",
        "C": "后续审计阶段",
        "D": "审计实施阶段"
      },
      "answer": "C",
      "explanation": "后续审计阶段 后续审计是在审计报告发出后的一定时间内，审计人员为检查被审计单位对审计问题和建 蜗牛老师公众号：《蜗牛软考》,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 议是否己经采取了适当的纠正措施，并取得预期效果的跟踪审计。 后续审计并不是一次新的审计，而是前一次审计的有机组成部分。实施后续审计，可不必 遵守审计流程的每一过程和要求，但必须依法依规进行检查、调查，收集审计证据，写出 后续审计报告。"
    },
    {
      "id": "N03-088",
      "stem": "() 指审计人员在审计实施阶段为执行具体审计程序所形成的审计工作底稿。",
      "options": {
        "A": "综合类工作底稿",
        "B": "业务类工作底稿",
        "C": "备查类工作底稿",
        "D": "技术类工作底稿"
      },
      "answer": "B",
      "explanation": "P87: 表3-12审计工作底稿分类 底稿类型 说 明 综合类工作底稿 指审计人员在审计计划阶段和审计报告阶段，为规划、控制和总结整个审计工作并发表审 计意见所形成的审计工作底稿，主要包括：审计业务约定书、审计计划、审计总结、审计 报告、管理建议书、被审计单位管理当局声明书以及审计人员对整个审计工作进行组织管 理的所有记录和资料。 业务类工作底稿 指审计人员在审计实施阶段为执行具体审计程序所形成的审计工作底稿，包括：符合性测 试中形成的内部控制问题调查表和流程图、实质性测试中形成的项目明细表等 备查类工作底稿 指审计人员在审计过程 中形成对审计工作仅具有备查作用的审计工作底稿。备查类工作底 稿应随被审计单位有关情况的变化而不断更新；应详细列明目录清单，并将更新的文件资 料随时归档；应根据需要，将其中与具体审计项目有关的内容复印、摘录、综合后归入业 务类审计工作底稿的具体审计项目之后。通常，备查类审计工作底稿是由被审计单位或第 三者根据实际情况提供或代为编制，审计人员应认真审核，并对所取得的有关文件、资料 标明其具体来源"
    },
    {
      "id": "N03-089",
      "stem": "审计工作底稿三级复核制度不包括()。",
      "options": {
        "A": "审计机构负责人",
        "B": "部门负责人",
        "C": "项目负责人(或项目经理)",
        "D": "项目成员"
      },
      "answer": "D",
      "explanation": "审计工作底稿三级复核制度是指以审计机构负责人、部门负责人和项目负责人(或项目经理) 为复核人，依照规定的程序和要点对审计工作底稿进行逐级复核的制度"
    },
    {
      "id": "N03-090",
      "stem": "对与应用系统、数据库、操作系统、网络相关的策略和措施等进行审计，属于()。",
      "options": {
        "A": "组织层面IT 控制审计",
        "B": "IT 一般控制审计",
        "C": "应用控制审计",
        "D": "信息系统项目审计"
      },
      "answer": "B",
      "explanation": "●组织层面 IT 控制审计主要指对IT 战略、组织、架构、业务连续性、风险管理、外包管理、网络与信息安 全及监督管理等进行审计 ● IT一般控制审计主要是指针对与应用系统、数据库、操作系统、网络相关的策略和措施等进行审计 ●应用控制审计是指针对业务流程层面运行的人工或自动化程序进行审计，主要包括输入控制、处理控制和 输出控制的审计"
    },
    {
      "id": "N03-091",
      "stem": "《 信息技术服务治理第1部分：通用要求》标准不适用于()。",
      "options": {
        "A": "建立组织的IT  治理体系并实施自我评价",
        "B": "组织的IT 治理能力进行自我评价",
        "C": "研发、选择和评价IT  治理相关的软件或解决方案",
        "D": "开展信息技术审计"
      },
      "answer": "B",
      "explanation": "该标准可用于：①建立组织的 IT 治理体系，并实施自我评价；②开展信息技术审计；③研发、 选择和评价IT 治理相关的软件或解决方案；④第三方对组织的IT 治理能力进行评价。"
    },
    {
      "id": "N03-092",
      "stem": "GB/T34960.2《 信息技术服务治理第2部分：实施指南》标准不适用于()。",
      "options": {
        "A": "建立组织的IT 治理实施框架，明确实施方法和过程",
        "B": "组织内部开展IT 治理的实施",
        "C": "IT 治理相关软件或解决方案实施落地的指导",
        "D": "组织内部开展IT 治理评价的指导"
      },
      "answer": "D",
      "explanation": "该标准适用于：①建立组织的IT 治理实施框架，明确实施方法和过程；②组织内部开展IT 治理的实施；③IT 治理相关软件或解决方案实施落地的指导；④第三方开展IT 治理评价的指导"
    },
    {
      "id": "N03-093",
      "stem": "GB/T 34960.1中定义了IT 治 理 框 架 ， ( ) 不 属 于IT 治理框架的三大治理域。",
      "options": {
        "A": "管理体系",
        "B": "技术体系",
        "C": "顶层设计",
        "D": "资源"
      },
      "answer": "B",
      "explanation": "P76: 该标准定义的IT 治理框架包含信息技术顶层设计、管理体系和资源三大治理域"
    },
    {
      "id": "N03-094",
      "stem": "在 IT 审计流程中，“①明确审计目的及任务；②组建审计项目组；③搜集相关信息；④编制审 计计划”,属于()的工作内容。",
      "options": {
        "A": "审计终结阶段",
        "B": "审计准备阶段",
        "C": "后续审计阶段",
        "D": "审计实施阶段"
      },
      "answer": "B",
      "explanation": "审计准备阶段 ● IT审计准备阶段是指IT审计项目从计划开始，到发出审计通知书为止的期间。 ●准备阶段工作一般包括：①明确审计目的及任务；②组建审计项目组；③搜集相关信 息；④编制审计计划等。 审计实施阶段 ● IT审计实施阶段是审计人员将项目审计计划付诸实施的期间。此阶段的工作是审计全 过程的中心环节，是整个审计流程的关键阶段，关系到整个审计工作的成败 。 ●实施阶段主要完成工作包括：①深入调查并调整审计计划；②了解并初步评估IT内 部控制；③进行符合性测试；④进行实质性测试等。 审计终结阶段 ● IT审计终结阶段是整理审计工作底稿、总结审计工作、编写审计报告、做出审计结论 的期间。 ●终结阶段的工作一般包括：①整理与复核审计工作底稿；②整理审计证据；③评价相 关IT控制目标的实现；④判断并报告审计发现；⑤沟通审计结果；⑥出具审计报告； ⑦归档管理等。 后续审计阶段 ●后续审计是在审计报告发出后的一定时间内，审计人员蝎牛为检查被审计单位对审计 问题和建议是否己经采取了适当的纠正措施，并取得预期效果的跟踪审计。 ●后续审计并不是一次新的审计，而是前一次审计的有机组成部分。实施后续审计，可 不必遵守审计流程的每一过程和要求，但必须依法依规进行检查、调查，收集审计证 据，写出后续审计报告。"
    },
    {
      "id": "N03-095",
      "stem": "IT 治理实施框架不包括()。",
      "options": {
        "A": "治理的实施环境",
        "B": "治理的实施过程",
        "C": "治理的实施方法",
        "D": "治理域"
      },
      "answer": "C",
      "explanation": "IT 治理实施框架包括治理的实施环境、实施过程和治理域"
    },
    {
      "id": "N03-096",
      "stem": "主要围绕信息系统规划、设计、建设、实施是否符合 IT 架构和战略进行评估和监督，属于()。",
      "options": {
        "A": "信息系统开发过程审计",
        "B": "信息系统运行维护审计",
        "C": "信息系统生命周期审计",
        "D": "信息系统项目审计"
      },
      "answer": "A",
      "explanation": "信息系统开发 过程审计 主要围绕信息系统规划、设计、建设、实施是否符合IT架构和战略进行评估和监督"
    },
    {
      "id": "N03-097",
      "stem": "COBIT 给出了建议设计流程，正确排序是()。 ①了解组织环境和战略 ②确定治理系统的初步范围 ③优化治理系统的范围 ④最终确定治理系统的设计",
      "options": {
        "A": "①②③④",
        "B": "③①②④",
        "C": "②①③④",
        "D": "②③①④"
      },
      "answer": "A",
      "explanation": "COBIT 给出了建议设计流程：①了解组织环境和战略；②确定治理系统的初步范围；③优化治 理系统的范围；④最终确定治理系统的设计 第4章信息系统管理"
    },
    {
      "id": "N04-001",
      "stem": "信息系统的四要素是()。",
      "options": {
        "A": "人员、技术、流程、管理",
        "B": "人员、技术、流程、数据",
        "C": "人员、技术、信息、管理",
        "D": "人员、技术、信息、数据"
      },
      "answer": "B",
      "explanation": "P93: 信息系统包括四个要素：人员、技术、流程和数据"
    },
    {
      "id": "N04-002",
      "stem": "信息系统战略三角包括()。",
      "options": {
        "A": "业务战略、技术战略和组织机制",
        "B": "业务战略、组织机制和信息系统",
        "C": "技术战略、组织管理和信息系统",
        "D": "发展战略，技术战略和组织管理"
      },
      "answer": "B",
      "explanation": "《蜗牛软考202405高项冲刺精华》第4章 - 【考点2】规划和组织★★★★★ 信息系统战略三角：业务战略、信息系统和组织机制。【口诀：夜行组】"
    },
    {
      "id": "N04-003",
      "stem": "开展信息系统设计和实施，首先需要将业务需求转换为(),其为将组织业务战略转换为信息 系统的计划提供了蓝图。",
      "options": {
        "A": "技术需求",
        "B": "信息系统架构",
        "C": "资 源 需 求",
        "D": "质量需求"
      },
      "answer": "B",
      "explanation": "开展信息系统设计和实施，首先需要将业务需求转换为信息系统架构，信息系统架构为将组 织业务战略转换为信息系统的计划提供了蓝图。"
    },
    {
      "id": "N04-004",
      "stem": "管理信息系统运行的管理控制主要活动包括()。",
      "options": {
        "A": "过程开发、标准制定、资源获取、过程管理",
        "B": "过程规范、标准制定、资源分配、过程管理",
        "C": "过程开发、标准制定、资源分配、过程管理",
        "D": "过程规范、标准制定、资源获取、过程管理"
      },
      "answer": "C",
      "explanation": "P101: 管理信息系统运行的管理控制主要活动包括：①过程开发。②标准制定。③资源分配。 ④过程管理。"
    },
    {
      "id": "N04-005",
      "stem": "以下说法中不正确的是()。",
      "options": {
        "A": "",
        "B": "",
        "C": "定义阶段的目标包括待优化信息系统定义、核心流程定义",
        "D": "分析阶段的三个目标包括价值流分析、信息系统异常的源头分析和确定优化改进的驱动因素"
      },
      "answer": "C",
      "explanation": "P106: 定义阶段的目标包括待优化信息系统定义、核心流程定义和团队组建"
    },
    {
      "id": "N04-006",
      "stem": "( ) 不属于信息系统要素。",
      "options": {
        "A": "人 员",
        "B": "技 术",
        "C": "资 源",
        "D": "流 程"
      },
      "answer": "C",
      "explanation": "P93: 信息系统包括四个要素：人员、技术、流程和数据"
    },
    {
      "id": "N04-007",
      "stem": "以下()不是数据治理能力域的内容。",
      "options": {
        "A": "数据治理组织",
        "B": "数据制度建设",
        "C": "数据治理沟通",
        "D": "数据标准建设"
      },
      "answer": "D",
      "explanation": "P109, 组织的数据治理能力域通常包括数据治理组织、数据制度建设和数据治理沟通三个能 力项。"
    },
    {
      "id": "N04-008",
      "stem": "信息系统三层架构中位于中间层的是()。",
      "options": {
        "A": "人员、技术、流程、数据",
        "B": "信息系统",
        "C": "管理",
        "D": "规划和组织"
      },
      "answer": "B",
      "explanation": "信息系统三层架构：底层(人员、技术、流程和数据),中间层(信息系统),顶层(管理)。"
    },
    {
      "id": "N04-009",
      "stem": "是构建智能运维能力的基础是()。",
      "options": {
        "A": "组织治理",
        "B": "智能特征",
        "C": "智能运维场景实现",
        "D": "能力要素"
      },
      "answer": "D",
      "explanation": "P123: 中国电子工业标准化技术协会发布的团体标准T/CESA 1172《信息技术服务智能运 维通用要求》,给出了智能运维能力框架，包括组织治理、智能特征、智能运维场景实现、能力域和能力要 素，其中能力要素是构建智能运维能力的基础。"
    },
    {
      "id": "N04-010",
      "stem": "信息安全等级保护管理办法中，如果信息系统受到破坏后，会对社会秩序和公共利益造成特别 严重损害，或者对国家安全造成严重损害，则该系统应该受到()保护。",
      "options": {
        "A": "第二级",
        "B": "第 三 级",
        "C": "第四级",
        "D": "第五级"
      },
      "answer": "C",
      "explanation": "第四级，信息系统受到破坏后，会对社会秩序和公共利益造成特别严重损害，或者对国家安 全造成严重损害。"
    },
    {
      "id": "N04-011",
      "stem": "信息系统三层架构中位于底层的是()。",
      "options": {
        "A": "人员、技术、流程、数据",
        "B": "信息系统",
        "C": "管理",
        "D": "规划和组织"
      },
      "answer": "A",
      "explanation": "信息系统三层架构：底层(人员、技术、流程和数据),中间层(信息系统),顶层(管理)。"
    },
    {
      "id": "N04-012",
      "stem": "信息系统战略三角不包括()。",
      "options": {
        "A": "安全技术",
        "B": "业务战略",
        "C": "组织机制",
        "D": "信息系统"
      },
      "answer": "A",
      "explanation": "P94: 战略是实现目标、意图和目的的一组协调行动。战略往往始于使命，而使命是对组织 的宗旨给出的一个清晰并令人信服的陈述。信息系统战略三角突出了业务战略、信息系统和组织机制之间的 必要一致性"
    },
    {
      "id": "N04-013",
      "stem": "转换框架将业务战略转化为信息系统架构进而转变为信息系统设计，转换框架提出了三类问题： ()。",
      "options": {
        "A": "数据、人员、结构",
        "B": "内容、人员和结构",
        "C": "数据、资源、结构",
        "D": "内容、人员和位置"
      },
      "answer": "D",
      "explanation": "转换框架将业务战略转化为信息系统架构进而转变为信息系统设计，涡牛转换框架提出了三 类问题：内容、人员和位置。"
    },
    {
      "id": "N04-014",
      "stem": "CI",
      "options": {
        "A": "保密性",
        "B": "完整性",
        "C": "可用性",
        "D": "不可抵赖性"
      },
      "answer": "D",
      "explanation": "P125,CIA 是保密性、完整性和可用性。"
    },
    {
      "id": "N04-015",
      "stem": "不属于信息系统管理四大领域是()。",
      "options": {
        "A": "规划和组织",
        "B": "设计和实施",
        "C": "开发和测试",
        "D": "运维和服务"
      },
      "answer": "C",
      "explanation": "信息系统管理覆盖四大领域：①规划和组织；②设计和实施；③运维和服务；④优化和持续 改进。"
    },
    {
      "id": "N04-016",
      "stem": "() 下，硬件、软件、网络和数据的部署方式是在多台小型计算机、服务器和设备之间分配处 理能力和应用功能，这些设施严重依赖于网络将它们连接在一起。",
      "options": {
        "A": "集中式架构",
        "B": "分布式架构",
        "C": "面向服务的系统架构",
        "D": "物联网架构"
      },
      "answer": "B",
      "explanation": "分布式架构。硬件、软件、网络和数据的部署方式是在多台小型计算机、服务器和设备之间 分配处理能力和应用功能，这些设施严重依赖于网络将它们连接在一起"
    },
    {
      "id": "N04-017",
      "stem": "() 针对信息系统的整体组织、战略和支持活动。",
      "options": {
        "A": "规划和组织",
        "B": "设计和实施",
        "C": "运维和服务",
        "D": "优化和持续改进"
      },
      "answer": "A",
      "explanation": "信息系统管理覆盖四大领域 规划和组织：针对信息系统的整体组织、战略和支持活动 设计和实施：针对信息系统解决方案的定义、采购和实施，以及他们与业务流程的整合 运维和服务：针对信息系统服务的运行交付和支持，包括安全 优化和持续改进：针对信息系统的性能监控及其于内部性能目标、内部控制目标和外部要求的一致性管理。"
    },
    {
      "id": "N04-018",
      "stem": "() 不属于信息系统架构模式。",
      "options": {
        "A": "集中式架构",
        "B": "分布式架构",
        "C": "企业信息化架构",
        "D": "面向服务的架构"
      },
      "answer": "C",
      "explanation": "P99: 传统上，信息系统体系架构有三种常见模式①集中式架构。集中式架构下所有内容采 用集中建设、支持和管理的模式，其主体系统通常部署于数据中心，以消除管理物理分离的基础设施带来的 困难。②分布式架构。硬件、软件、网络和数据的部署方式是在多台小型计算机、服务器和设备之间分配处 理能力和应用功能，这些设施严重依赖于网络将它们连接在一起。③面向服务的系统架构 SOA 架构中使用的 软件通常被引向软件即服务的相关架构，同时，这些应用程序在通过互联网交付时也被称为Web 服务。"
    },
    {
      "id": "N04-019",
      "stem": "() 负责对服务中断、服务速度变慢、软件缺陷以及其他任何组件发生故障进行管理。",
      "options": {
        "A": "事件管理",
        "B": "服务台",
        "C": "问题管理",
        "D": "变更管理"
      },
      "answer": "A",
      "explanation": "事件是IT 服务管理遭遇计划外中断或服务质量出现下降，以及尚未影响服务的配置项故障。 事件可能是服务中断、服务速度变慢、软件缺陷以及其他任何组件发生故障。"
    },
    {
      "id": "N04-020",
      "stem": "以下关于信息系统规划和组织的说法中不正确的是()。",
      "options": {
        "A": "信息系统的规划和组织需要根据客户的需求和其他相关因素规划信息系统的战略、组成、建设、运行和运 营等",
        "B": "信息系统的规划和组织的目的是通过实施具备一致性的管理方法，满足业务对信息系统的管理需求",
        "C": "信息系统战略三角指的是业务战略、信息系统和组织机制",
        "D": "成功的组织有一个压倒一切的业务战略，可以推动组织机制和信息系统的有机融合"
      },
      "answer": "A",
      "explanation": "P94: 信息系统的规划和组织需要根据组织的发展目标和其他相关因素规划信息系统的战略、 组成、建设、运行和运营等"
    },
    {
      "id": "N04-021",
      "stem": "信息安全等级保护管理办法中，如果信息系统受到破坏后，会对社会秩序和公共利益造成特别 严重损害，或者对国家安全造成严重损害，则该系统应该受到()保护。",
      "options": {
        "A": "第二级",
        "B": "第三级",
        "C": "第四级",
        "D": "第五级"
      },
      "answer": "C",
      "explanation": "P126: 第一级，等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益造成 损害，但不危害国家安全、社会秩序和公共利益 第二级，等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益产生严重损害或特别严重损 害，或者对社会秩序和公共利益造成危害，但不危害国家安全 第三级，等级保护对象受到破坏后，会对社会秩序和公共利益造成严重危害，或者对国家安全造成危害 第四级，等级保护对象受到破坏后，会对社会秩序和公共利益造成特别严重危害，或者对国家安全造成严重 危害 第五级，等级保护对象受到破坏后，会对国家安全造成特别严重危害"
    },
    {
      "id": "N02-022",
      "stem": "GB/T 22240-2008《信息安全技术信息系统安全等级保护定级指南》标准将信息系统的安 全保护等级分为五级。“信息系统受到破坏后，会对社会秩序和公共利益造成严重损害，或者对国家安全造 成损害”是()的特征。",
      "options": {
        "A": "第二级",
        "B": "第三级",
        "C": "第四级",
        "D": "第五级"
      },
      "answer": "B",
      "explanation": "信息系统的安全保护等级 等级 个人权益 社会利益 国家安全 第一级 损害 第二级 严重损害 损害 第三级 严重损害 损害 第四级 特别严重损害 严重损害 第五级 特别严重损害"
    },
    {
      "id": "N04-023",
      "stem": "不属于信息系统体系架构模式的是()。",
      "options": {
        "A": "集中式架构",
        "B": "分布式架构",
        "C": "面向服务的系统架构",
        "D": "物联网架构"
      },
      "answer": "D",
      "explanation": "信息系统体系架构有三种常见模式：1)集中式架构，2)分布式架构，3)面向服务的系统架构(SOA)"
    },
    {
      "id": "N04-024",
      "stem": "以下()不是迈克尔 · 波特提出的战略框架。",
      "options": {
        "A": "差异性战略",
        "B": "总成本领先战略",
        "C": "专注战略",
        "D": "增长型战略"
      },
      "answer": "D",
      "explanation": "P96 。 描述业务战略的经典框架是迈克尔 ·波特提出的竞争力优势模型。包含以下三种战略： 总成本领先战略，差异性战略，专注化战略。"
    },
    {
      "id": "N04-025",
      "stem": "() 中，使用的软件通常被引向软件即服务(SaaS) 的相关架构，同时，这些应用程序在通 过互联网交付时也被称为Web 服务。",
      "options": {
        "A": "集中式架构",
        "B": "分布式架构",
        "C": "面向服务的系统架构",
        "D": "物联网架构"
      },
      "answer": "C",
      "explanation": "面向服务的系统架构(SOA) 。SOA 架构中使用的软件通常被引向软件即服务(SaaS) 的相关架 构，同时，这些应用程序在通过互联网交付时也被称为Web 服务。"
    },
    {
      "id": "N04-026",
      "stem": "以下不属于竞争力优势模型的是()。",
      "options": {
        "A": "差异性战略",
        "B": "总成本领先战略",
        "C": "专注战略",
        "D": "增长型战略"
      },
      "answer": "D",
      "explanation": ": P96 。 描述业务战略的经典框架是迈克尔 ·波特涡牛提出的竞争力优势模型。包含以下三 种战略：总成本领先战略，差异性战略，专注化战略。"
    },
    {
      "id": "N04-027",
      "stem": "关于信息系统体系架构模式的说法中不正确的是()。",
      "options": {
        "A": "架构中使用的软件通常被引向软件即服务 (SaaS)     的相关架构，同时，这些应用程序在通过互联网 交付时也被称为 Web 服务",
        "B": "集中式体系架构更易于管理",
        "C": "SO",
        "D": "SO"
      },
      "answer": "A",
      "explanation": "三种架构的优点与缺点： 分布式架构比集中式架构更加模块化，集中式体系架构更易于管理，SOA 对于快速构建应用程序非常有用， 是一种更易于变更的构建应用程序的方法。"
    },
    {
      "id": "N04-028",
      "stem": "以下关于业务战略的说法中不正确的是()。",
      "options": {
        "A": "当组织的目标是成为市场上成本最低的生产者时，总成本领先战略就会产生",
        "B": "采用差异性战略时，组织通过差异化，以一种在市场上显得独特的方式，定义其产品或服务",
        "C": "采用专注化战略时，专注化允许组织将其范围限制在更狭窄的细分市场，并为该组客户对象量身定制其产 品",
        "D": "专注化战略有2种变体，分别是专注质量和专注差异化"
      },
      "answer": "D",
      "explanation": "竞争力优势模型： 总成本领先战略：采用该战略的组织通过最大限度地降低成本，从而获得高于平均水平的绩效。通常，一个 行业中只存在一个成本引领者。 差异性战略：组织通过差异化，以一种在市场上显得独特的方式，定义其产品或服务 专注化战略：专注化允许组织将其范围限制在更狭窄的细分市场，并为该组客户对象量身定制其产品。该策 略有两种变体：①专注成本②专注差异化"
    },
    {
      "id": "N04-029",
      "stem": "以下关于三种信息系统体系架构模式的说法中不正确的是()。",
      "options": {
        "A": "分布式架构比集中式架构更加模块化，允许相对容易地添加其他服务器",
        "B": "集中式体系架构在某些方面更易于管理，因为所有功能都集中在主机或小型机中",
        "C": "基 于Web  的架构对于快速构建应用程序非常有用",
        "D": "面向服务的架构会更加模块化，可伸缩性较好，采用非集中化部署"
      },
      "answer": "D",
      "explanation": "P100: 面向服务的架构就是基于Web 的架构，其特点是利于快速构建应用程序"
    },
    {
      "id": "N04-030",
      "stem": "() 允许组织将其范围限制在更狭窄的细分市场，并为该组客户对象量身定制其产品。",
      "options": {
        "A": "总成本领先战略",
        "B": "差异性战略",
        "C": "专注化战略",
        "D": "防御性战略"
      },
      "answer": "C",
      "explanation": "竞争力优势模型： 总成本领先战略：采用该战略的组织通过最大限度地降低成本，从而获得高于平均水平的绩效。通常， 一个 行业中只存在一个成本引领者。 差异性战略：组织通过差异化，以一种在市场上显得独特的方式，定义其产品或服务 专注化战略：专注化允许组织将其范围限制在更狭窄的细分市场，并为该组客户对象量身定制其产品。该策 略有两种变体：①专注成本②专注差异化"
    },
    {
      "id": "N04-031",
      "stem": "关于组织模型，()是不正确的。",
      "options": {
        "A": "业务战略阐明了组织寻求的业务目标以及期望如何达成的路径",
        "B": "组织机制战略包括组织的设计以及为定义、设置、协调和控制其工作流程而做出的选择",
        "C": "理解组织设计的经典框架是迈克尔波特提出的竞争力优势模型",
        "D": "信息系统战略是组织用来提供信息服务的计划"
      },
      "answer": "C",
      "explanation": "理解组织设计的经典框架是哈罗德.莱维特提出的钻石模型"
    },
    {
      "id": "N04-032",
      "stem": "() 下所有内容采用集中建设、支持和管理的模式，其主体系统通常部署于数据中心，以消除 管理物理分离的基础设施带来的困难。",
      "options": {
        "A": "集中式架构",
        "B": "分布式架构",
        "C": "面向服务的系统架构",
        "D": "物联网架构"
      },
      "answer": "A",
      "explanation": "集中式架构。集中式架构下所有内容采用集中建设、支持和管理的模式，其主体系统通常部 署于数据中心，以消除管理物理分离的基础设施带来的困难。"
    },
    {
      "id": "N04-033",
      "stem": "“信息系统受到破坏后，会对社会秩序和公共利益造成严重损害，或者对国家安全造成损害” 是 ( ) 的 特 征 。",
      "options": {
        "A": "第二级",
        "B": "第三级",
        "C": "第四级",
        "D": "第五级"
      },
      "answer": "B",
      "explanation": "P126: 第一级，等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益造成 损害，但不危害国家安全、社会秩序和公共利益 第二级，等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益产生严重损害或特别严重损 害，或者对社会秩序和公共利益造成危害，但不危害国家安全 第三级，等级保护对象受到破坏后，会对社会秩序和公共利益造成严重危害，或者对国家安全造成危害 第四级，等级保护对象受到破坏后，会对社会秩序和公共利益造成特别严重危害，或者对国家安全造成严重 危害 第五级，等级保护对象受到破坏后，会对国家安全造成特别严重危害"
    },
    {
      "id": "N04-034",
      "stem": "信息系统的四个基础结构是硬件、软件、网络、()。",
      "options": {
        "A": "数据",
        "B": "信息",
        "C": "架构",
        "D": "数据库"
      },
      "answer": "A",
      "explanation": "信息系统的四个基础结构包括：①硬件②软件③网络④数据"
    },
    {
      "id": "N04-035",
      "stem": "运行业务所需的计算能力分散在许多设备中，包括不同位置的服务器、 P",
      "options": {
        "A": "集中式架构",
        "B": "分布式架构",
        "C": "企业信息化架构",
        "D": "面向服务的架构"
      },
      "answer": "B",
      "explanation": "分布式架构 运行业务所需的计算能力分散在许多设备中， 包括不同位置的服务器、PC和笔记本电脑、 智能手机和平板电脑。设备(有时也被称为客 户端)具有足够的处理能力来执行所需的许多 服务，并根据数据和专用服务的需要连接中央 服务器 基于服务器的 架构 当担心可伸缩性时，模块 化在这里会有所帮助； 当业务主要是非集中化的 时候"
    },
    {
      "id": "N04-036",
      "stem": "理解组织设计的经典框架是()特提出的钻石模型。",
      "options": {
        "A": "迈克尔 ·波特",
        "B": "香农",
        "C": "哈罗德 ·莱维",
        "D": "戴明"
      },
      "answer": "C",
      "explanation": "理解组织设计的经典框架是哈罗德 ·莱维特涡牛提出的钻石模型。钻石模型将组织计划的关键 组成部分标识为其信息与控制、人员、结构和任务，所有组件都是相互关联的。"
    },
    {
      "id": "N04-037",
      "stem": "钻石模型将组织计划的关键组成部分标识为其信息与控制、()、结构和任务，所有组件都是 相互关联的。",
      "options": {
        "A": "资源",
        "B": "人员",
        "C": "过程",
        "D": "技术"
      },
      "answer": "B",
      "explanation": "钻石模型将组织计划的关键组成部分标识为其信息与控制、人员、结构和任务，所有组件都 是相互关联的。"
    },
    {
      "id": "N04-038",
      "stem": "() 是基于Web 的架构。",
      "options": {
        "A": "集中式架构",
        "B": "分布式架构",
        "C": "企业信息化架构",
        "D": "面向服务的架构"
      },
      "answer": "D",
      "explanation": "P100: 面向服务的架构就是基于Web 的架构，其特点是利于快速构建应用程序"
    },
    {
      "id": "N04-039",
      "stem": "建立自己的信息系统安全组织机构管理体系的第一步是()。",
      "options": {
        "A": "成立安全领导小组",
        "B": "配备安全管理人员",
        "C": "建立安全职能部门",
        "D": "主要负责人出任领导"
      },
      "answer": "B",
      "explanation": "建立自己的信息系统安全组织机构管理体系，参考步骤： ①配备安全管理人员 ②建立安全职能部门 ③成立安全领导小组 ④主要负责人出任领导 ⑤建立信息安全保密管理部门"
    },
    {
      "id": "N04-040",
      "stem": "信息系统的运维和服务中，IT 服务管理是通过主动管理和流程的持续改进来确保IT 服务交付 有效且高效的一组活动，()不属于IT 服务管理的活动。",
      "options": {
        "A": "服务台",
        "B": "事件管理",
        "C": "配置管理",
        "D": "过程管理"
      },
      "answer": "D",
      "explanation": "《蜗牛软考综合一本通》-4.1.4运维和服务★★ P101,IT 服务管理由若干不同的活动组成：服务台、事件管理、问题管理、变更管理、配置管理、发布管理、 服务级别管理、财务管理、容量管理、服务连续性管理和可用性管理。"
    },
    {
      "id": "N04-041",
      "stem": "使用六西格玛倡导的五阶段方法DMAIC/DMADN, 是对戴明环四阶段周期的延伸，包括：定 义 (Define) 、 度量 (Measure) 、() 、 改进/设计 (Improve/Design) 、 控制/验证(Control/Verify)。",
      "options": {
        "A": "分析",
        "B": "测量",
        "C": "分配",
        "D": "实施"
      },
      "answer": "A",
      "explanation": "DMADV 是指定义、度量、分析、设计、验证"
    },
    {
      "id": "N04-042",
      "stem": "通常，计算机位于数据中心，并由IT 部门直接管理。存储的数据和应用程序都运行于中央计算 机 上 ， 属 于 ( ) 。",
      "options": {
        "A": "集中式架构",
        "B": "分布式架构",
        "C": "面向服务的系统架构",
        "D": "云服务架构"
      },
      "answer": "A",
      "explanation": "集中式架构 大型中央计算机系统处理系统的所有功能。通 常，计算机位于数据中心，并由IT部门直接 管理。存储的数据和应用程序都运行于中央计 算机上。网络连接允许用户从远程位置访问大 型机 主机架构 当需要系统易于管理时； 所有功能都在同一个地 方 ； 当业务本身高度集中的时 候"
    },
    {
      "id": "N04-043",
      "stem": "() 是服务中与服务干系人沟通和交互的重要界面，负责对服务干系人遇到的问题和需求进行 响应和处理。",
      "options": {
        "A": "事件管理",
        "B": "服务台",
        "C": "问题管理",
        "D": "变更管理"
      },
      "answer": "B",
      "explanation": "服务台是服务中与服务干系人涡牛沟通和交互的重要界面，负责对服务干系人遇到的问题和 需求进行响应和处理； IT 服务管理由若干不同的活动组成：服务台、事件管理、问题管理、变更管理、配置管理、发布管理、服务 级别管理、财务管理、容量管理、服务连续性管理和可用性管理。"
    },
    {
      "id": "N04-044",
      "stem": "当业务本身高度集中的时候，系统要易于管理时，采用()。",
      "options": {
        "A": "集中式架构",
        "B": "分布式架构",
        "C": "面向服务的系统架构",
        "D": "云服务架构"
      },
      "answer": "A",
      "explanation": "集中式架构 大型中央计算机系统处理系统的所有功能。通 常，计算机位于数据中心，并由IT部门直接 管理。存储的数据和应用程序都运行于中央计 算机上。网络连接允许用户从远程位置访问大 型机 主机架构 当需要系统易于管理时； 所有功能都在同一个地 方 ； 当业务本身高度集中的时 候"
    },
    {
      "id": "N04-045",
      "stem": "当希望系统成为敏捷架构；并且可重用性和组件化利于创造新应用时，采用()。",
      "options": {
        "A": "集中式架构",
        "B": "分布式架构",
        "C": "面向服务的系统架构",
        "D": "云服务架构"
      },
      "answer": "C",
      "explanation": "面向服务的架 构 在被称为编排的过程中，将较大的软件程序分 解为相互连接的服务。基于此，它们共同构成 了一个应用来运行整个业务流程。通常，这些 服务可从互联网上的一系列供应商处获得，而 应用程序则是这些服务链接在一起形成的组 合 基于Web的架 构 当希望系统成为敏捷架 构 ； 可重用性和组件化利于创 造新应用； 当业务对新应用和快速设 计迭代要求较高时"
    },
    {
      "id": "N04-046",
      "stem": "() 的总体目标是减少事件的数量和严重性。",
      "options": {
        "A": "事件管理",
        "B": "服务台",
        "C": "问题管理",
        "D": "变更管理"
      },
      "answer": "C",
      "explanation": "问题管理的总体目标是减少事件的数量和严重性，这种对事件的控制既包括发生事件后的被 动性措施，也包括采取主动措施预防与容量相关的事件发生。"
    },
    {
      "id": "N04-047",
      "stem": "在优化和持续改进阶段，度量阶段目标不包括()。",
      "options": {
        "A": "流程定义",
        "B": "指标定义",
        "C": "信息系统定义",
        "D": "流程基线"
      },
      "answer": "C",
      "explanation": "度量阶段目标包括流程定义、指标定义、流程基线和度量系统分析"
    },
    {
      "id": "N04-048",
      "stem": "( ) 的流程更多的是与过程相关，并且重在管理而不是技术。",
      "options": {
        "A": "事件管理",
        "B": "服务台",
        "C": "问题管理",
        "D": "变更管理"
      },
      "answer": "D",
      "explanation": "变更管理的流程更多的是与过程相关，并且重在管理而不是技术。"
    },
    {
      "id": "N04-049",
      "stem": "属于信息安全三元组是()。 ①保密性；②完整性；③可用性；④稳定性；⑤安全性",
      "options": {
        "A": "①②⑤",
        "B": "①③⑤",
        "C": "①②③",
        "D": "②③④"
      },
      "answer": "C",
      "explanation": "保密性、完整性和可用性是信息安全最为关注的三个属性，因此这三个特性也经常被称为信 息安全三元组"
    },
    {
      "id": "N04-050",
      "stem": "() 就是对 IT 服务的级别进行定义、记录和管理，并在可接受的成本之下与干系人达成一致 的管理过程。",
      "options": {
        "A": "服务级别管理",
        "B": "财务管理",
        "C": "容量管理",
        "D": "服务连续性管理"
      },
      "answer": "A",
      "explanation": "服务级别管理就是对IT 服务的级别进行定义、记录和管理，并在可接受的成本之下与干系人达成一致的管理 过程，通过服务水平协议(SLA)、服务绩效监控和报告的不断循环，持续维护和改进服务质量，以及触发采取 行动消除较差服务，从而满足干系人的服务需求。"
    },
    {
      "id": "N04-051",
      "stem": "关于数据安全的说法，错误的是()。",
      "options": {
        "A": "组织的数据安全能力域通常包括数据安全策略、数据安全管理和数据安全审计、数据安全改进4个能力项",
        "B": "数据安全策略是数据安全的核心内容，在制定的过程中需要结合组织管理需求、监管需求以及相关标准等 统一制定",
        "C": "数据安全管理是在数据安全标准与策略的指导下，通过对数据访问的授权、分类分级的控制、监控数据的 访问等进行数据安全的管理工作，满足数据安全的业务需要和监管需求，实现组织内部对数据生存周期的数 据安全管理",
        "D": "数据安全审计是一项控制活动，负责定期分析、验证、讨论、改进数据安全管理相关的策略、标准和活动。 数据安全审计的目标是为组织以及外部监管机构提供评估和建议"
      },
      "answer": "A",
      "explanation": "P112, 组织的数据安全能力域通常包括数据安全策略、数据安全管理和数据安全审计三个能 力项。"
    },
    {
      "id": "N04-052",
      "stem": "() 主要活动包括：定期测量、计划变更、战略优化和技术变化等。",
      "options": {
        "A": "服务级别管理",
        "B": "财务管理",
        "C": "容量管理",
        "D": "服务连续性管理"
      },
      "answer": "C",
      "explanation": "容量管理主要活动包括：定期测量、计划变更、战略优化和技术变化等。容量管理由三个子 过程组成：业务容量管理、服务容量管理、资源容量管理。"
    },
    {
      "id": "N04-053",
      "stem": "以下不属于容量管理的子过程是()。",
      "options": {
        "A": "业务容量管理",
        "B": "服务容量管理",
        "C": "资源容量管理",
        "D": "技术容量管理"
      },
      "answer": "D",
      "explanation": "容量管理主要活动包括：定期测量、计划变更、战略优化和技术变化等。容量管理由三个子 过程组成：业务容量管理、服务容量管理、资源容量管理。"
    },
    {
      "id": "N04-054",
      "stem": "以下说法中不正确的是()。",
      "options": {
        "A": "信息安全三元组指的是保密性、完整性、可用性",
        "B": "数据是大多数信息安全的核心要素",
        "C": "完整性指的是信息是完整的，没有丢失的",
        "D": "可用性指的是信息随时可以使用的能力"
      },
      "answer": "B",
      "explanation": "P125: 信息是大多数信息安全的核心要素"
    },
    {
      "id": "N04-055",
      "stem": "GB/T28827.1《 信息技术服务运行维护第1部分：通用要求》定义的IT 运维能力模型包含 治理要求、运行维护服务能力体系和价值实现，其中()为价值实现赋能。",
      "options": {
        "A": "用户需求",
        "B": "治理要求",
        "C": "战略要求",
        "D": "运维服务能力体系"
      },
      "answer": "D",
      "explanation": "P120: 治理要求 指导 运行维护服务能力体系(MCS) 策划 人员 关键 指标 资源 改进 赋能 实施 过程 技术 检查 能力 需求 价值实现 服务 服务 服务 需求 提供 价值 图4-8 IT 运维能力模型图 【蜗牛老师点评】这题即使不记得，也很好做。题目问，其中 XXX 为价值实现赋能，这个其中就是指前面题 干中的三个部分。“治理要求、运行维护服务能力体系和价值实现”,价值实现可以被直接排除，那么就剩 下2个“治理要求和运行维护服务能力体系”,这2个2选1,不算难吧。 所以，答案选 D。"
    },
    {
      "id": "N04-056",
      "stem": "() 是指一个组件或一种服务在设定的某个时刻或某段时间内发挥其应有功能的能力。",
      "options": {
        "A": "服务级别",
        "B": "财 务",
        "C": "容 量",
        "D": "可用性"
      },
      "answer": "D",
      "explanation": "可用性是指一个组件或一种服务在设定的某个时刻或某段时间内发挥其应有功能的能力。"
    },
    {
      "id": "N04-057",
      "stem": "关 于IT 服 务 管 理 ， 错 误 的 是 ( ) 。",
      "options": {
        "A": "当发生了几个看起来具有相同或相似根本原因的事件时，就会启动问题管理活动",
        "B": "服务台是服务中与服务干系人沟通和交互的重要界面，负责对服务干系人遇到的问题和需求进行响应和处 理 ； 是IT  服务干系人的“官方”接口和信息发布点",
        "C": "服务连续性管理就是对IT  服务的级别进行定义、记录和管理，并在可接受的成本之下与干系人达成一致\r\n的管理过程",
        "D": "可用性管理是有关设计、实施、监控、评价和报告IT  服务的可用性以确保持续地满足服务干系人的可用 性需求的服务管理流程"
      },
      "answer": "C",
      "explanation": "服务级别管理就是对IT 服务的级别进行定义、记录和管理，并在可接受的成本之下与干系人 达成一致的管理过程，通过服务水平协议(SLA) 、服务绩效监控和报告的不断循环，持续维护和改进服务质量， 以及触发采取行动消除较差服务，从而满足干系人的服务需求。"
    },
    {
      "id": "N04-058",
      "stem": "() 不属于IT 运维能力的关键指标。",
      "options": {
        "A": "人员",
        "B": "技术",
        "C": "过 程",
        "D": "问 题"
      },
      "answer": "D",
      "explanation": "能力建设。组织需要考虑环境的内外部因素，在治理要求的指导下，根据服务场景，识别服 务能力需求，围绕人员、过程、技术、资源能力四要素，策划、实施、检查和改进运行维护能力体系。"
    },
    {
      "id": "N04-059",
      "stem": "IT 运 维 能 力 模 型 由 ( ) , ( ) , ( ) 三 大 部 分 构 成 。",
      "options": {
        "A": "治理要求、运行维护服务能力体系、价值实现",
        "B": "运维标准、运行维护服务能力体系、智能运维",
        "C": "运维标准、运行维护服务能力体系、价值实现",
        "D": "治理要求、运行维护服务能力体系、智能运维"
      },
      "answer": "A",
      "explanation": "国家标准GB/T 28827.1《信息技术服务运行维护第1部分通用要求》定义了 IT 运维能力模型，该模型包 含治理要求、运行维护服务能力体系和价值实现。"
    },
    {
      "id": "N04-060",
      "stem": "在优化和持续改进阶段，控制/验证阶段的目标不包括()。",
      "options": {
        "A": "持续验证优化的信息系统的可交付成果",
        "B": "确定优化改进的驱动因素",
        "C": "记录经验教训",
        "D": "标准化新程序/新系统功能的操作控制要素"
      },
      "answer": "B",
      "explanation": "控制/验证阶段的目标包括标准化新程序/新系统功能的操作控制要素、持续验证优化的信息 系统的可交付成果、记录经验教训"
    },
    {
      "id": "N04-061",
      "stem": "在数据管理能力模型中，组织的数据战略能力域通常不包括()。",
      "options": {
        "A": "数据治理组织",
        "B": "数据战略规划",
        "C": "数据战略实施",
        "D": "数据战略评估"
      },
      "answer": "A",
      "explanation": "组织的数据战略能力域通常包括数据战略规划、数据战略实施和数据战略评估三个能力项"
    },
    {
      "id": "N04-062",
      "stem": "在数据管理能力模型中，组织的数据治理能力域通常不包括()。",
      "options": {
        "A": "数据治理组织",
        "B": "数据治理评估",
        "C": "数据制度建设",
        "D": "数据治理沟通"
      },
      "answer": "B",
      "explanation": "组织的数据治理能力域通常包括数据治理组织、数据制度建设和数据治理沟通三个能力项 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导"
    },
    {
      "id": "N04-063",
      "stem": "等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益产生严重损害或特别严 重损害，或者对社会秩序和公共利益造成危害，但不危害国家安全，属于安全等保中的第几级()。",
      "options": {
        "A": "第一级",
        "B": "第二级",
        "C": "第三级",
        "D": "第四级"
      },
      "answer": "B",
      "explanation": "P126: 第一级，等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益造成 损害，但不危害国家安全、社会秩序和公共利益 第二级，等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益产生严重损害或特别严重损 害，或者对社会秩序和公共利益造成危害，但不危害国家安全 第三级，等级保护对象受到破坏后，会对社会秩序和公共利益造成严重危害，或者对国家安全造成危害 第四级，等级保护对象受到破坏后，会对社会秩序和公共利益造成特别严重危害，或者对国家安全造成严重 危害 第五级，等级保护对象受到破坏后，会对国家安全造成特别严重危害"
    },
    {
      "id": "N04-064",
      "stem": "以下不属于数据管理能力模型的8个核心能力域的是()。",
      "options": {
        "A": "数据战略",
        "B": "数据治理",
        "C": "数据架构",
        "D": "数据采集"
      },
      "answer": "D",
      "explanation": "P108:DCMM 定义了数据战略、数据治理、数据架构、数据应用、数据安全、数据质量、 数据标准和数据生存周期8个核心能力域。"
    },
    {
      "id": "N04-065",
      "stem": "以下()不是数据架构能力域的内容。",
      "options": {
        "A": "数据模型",
        "B": "数据分布",
        "C": "元数据管理",
        "D": "数据标准建设"
      },
      "answer": "D",
      "explanation": "P109, 组织的数据架构能力域通常包括数据模型、数据分布、数据集成与共享、元数据管理。"
    },
    {
      "id": "N04-066",
      "stem": "以下()不是数据应用能力域的内容。",
      "options": {
        "A": "数据分析",
        "B": "数据模型",
        "C": "数据开放共享",
        "D": "数据服务"
      },
      "answer": "B",
      "explanation": "组织的数据应用能力域通常包括数据分析、数据开放共享、数据服务。"
    },
    {
      "id": "N04-067",
      "stem": "以下()不是数据安全能力域的内容。",
      "options": {
        "A": "数据安全策略",
        "B": "数据安全管理",
        "C": "数据安全监督",
        "D": "数据安全审计"
      },
      "answer": "C",
      "explanation": "组织的数据安全能力域通常包括数据安全策略、数据安全管理、数据安全审计。"
    },
    {
      "id": "N04-068",
      "stem": "在数据管理能力模型中，()是不正确的。",
      "options": {
        "A": "组织的数据架构能力域通常包括数据模型、数据分布、数据集成与共享和元数据管理四个能力项",
        "B": "数据应用能力域通常包括数据分析、数据开放共享和数据服务三个能力项",
        "C": "组织的数据安全能力域通常包括数据安全策略、数据安全管理和数据安全审计三个能力项",
        "D": "组织的数据质量能力域通常包括数据需求、数据设计和开发、数据运维和数据退役四个能力项"
      },
      "answer": "D",
      "explanation": "组织的数据质量能力域通常包括数据质量需求、数据质量检查、数据质量分析和数据质量提 升四个能力项。 组织的数据生存周期能力域通常包括数据需求、数据设计和开发、数据运维和数据退役四个能力项。"
    },
    {
      "id": "N04-069",
      "stem": "数据退役是对历史数据的管理，根据法律法规、业务、技术等方面需求，对历史数据的保留和 销毁，执行历史数据的归档、迁移和销毁工作，确保组织对历史数据的管理符合外部监管机构和内部业务用 户的需求，而非仅满足信息技术需求。数据退役主要活动和工作要点不包括()。",
      "options": {
        "A": "数据退役需求分析",
        "B": "数据退役策略",
        "C": "数据退役执行",
        "D": "数据退役恢复检查"
      },
      "answer": "B",
      "explanation": "数据退役主要活动和工作要点包括：数据退役需求分析、数据退役设计、数据退役执行、数 据恢复检查、归档数据查询"
    },
    {
      "id": "N04-070",
      "stem": "国内外常用的数据管理模型不包括()。",
      "options": {
        "A": "数据管理能力成熟度模型 (",
        "B": "成熟度模型(",
        "C": "数据治理框架 (",
        "D": "数据管理能力评价模型 ("
      },
      "answer": "B",
      "explanation": "国内外常用的数据管理模型包括：数据管理能力成熟度模型 (DCMM、 数据治理框架 DGI 、数据管理能力评价模型DCAM 以及数据管理模型 (DAMA 定义的模型)等"
    },
    {
      "id": "N04-071",
      "stem": "在数据管理领域，数据管理能力，成熟度模型 (DCMM), 将组织的管理成熟度划分为初始级、 ()、稳健级、量化管理级和优化。",
      "options": {
        "A": "可进阶级",
        "B": "发展级",
        "C": "受管理级",
        "D": "安全级"
      },
      "answer": "C",
      "explanation": "《蜗牛软考202405高项冲刺精华》第4章- 【考点5】数据管理★★★★★ (1)数据管理能力成熟度模型 (DCMM), 将组织的管理成熟度划分为5个等级，分别是： 初始级、 受管理级、稳健级、量化管理级和优化级。 级别 要点 初始级 数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 受管理级 组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管理。 稳健级 数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进数 据管理的规范化。 量化管理 级 数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 优化级 数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分享。 【口诀：一被，二初，三规，四量，五最】 一定要掌握"
    },
    {
      "id": "N04-072",
      "stem": "组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员涡牛进行初步 管理是()的特点。",
      "options": {
        "A": "初始级",
        "B": "受管理级",
        "C": "稳健级",
        "D": "量化管理级"
      },
      "answer": "B",
      "explanation": "P118 级别 要点 初始级 数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 受管理级 组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管理。 稳健级 数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进数 据管理的规范化。 量化管理 级 数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 优化级 数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分享。"
    },
    {
      "id": "N04-073",
      "stem": "数据管理能力成熟度模型 (DCMM) 将组织的管理成熟度划分为5个等级，每个级别中数据的 重要程度会有所不同，从()开始强调数据管理的规范化，数据被当做实现组织绩效目标的重要资产。",
      "options": {
        "A": "量化管理级",
        "B": "稳健级",
        "C": "优化级",
        "D": "受管理级"
      },
      "answer": "B",
      "explanation": "P118: 数据管理能力成熟度模型。DCMM 将组织的管理成熟度划分为5个等级，分别是： 初始级、受管理级、稳健级、量化管理级和优化级。 ● 初始级：数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 ● 受管理级：组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管 理。 ● 稳健级：数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进 数据管理的规范化。 ● 量化管理级：数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 ● 优化级：数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分 享。"
    },
    {
      "id": "N04-074",
      "stem": "数据管理能力成熟度模型(DCMM) 将组织的管理成熟度划分为5个等级，每个级别中数据的 重要程度会有所不同，从()开始数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监 控 。",
      "options": {
        "A": "量化管理级",
        "B": "稳健级",
        "C": "优化级",
        "D": "受管理级"
      },
      "answer": "A",
      "explanation": "P118: 数据管理能力成熟度模型。DCMM 将组织的管理成熟度划分为5个等级，分别是： 初始级、受管理级、稳健级、量化管理级和优化级。 ● 初始级：数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 ● 受管理级：组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管 理 。 ● 稳健级：数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进 数据管理的规范化。 ● 量化管理级：数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 ● 优化级：数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分 享。"
    },
    {
      "id": "N04-075",
      "stem": "数据管理能力成熟度模型 (DCMM) 将组织的管理成熟度划分为5个等级，每个级别中数据的 重要程度会有所不同，从()开始强调数据管理的规范化，数据被当做实现组织绩效目标的重要资产。",
      "options": {
        "A": "量化管理级",
        "B": "稳健级",
        "C": "优化级",
        "D": "受管理级"
      },
      "answer": "B",
      "explanation": "P118: 数据管理能力成熟度模型。DCMM 将组织的管理成熟度划分为5个等级，分别是： 初始级、受管理级、稳健级、量化管理级和优化级。 ● 初始级：数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 ● 受管理级：组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管 理。 ● 稳健级：数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进 数据管理的规范化。 ● 量化管理级：数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 ● 优化级：数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分 享。"
    },
    {
      "id": "N04-076",
      "stem": "数据管理能力成熟度模型中，()特征是数据被认为是获取竞争优势的重要资源，数据管理的 效率能量化分析和监控。",
      "options": {
        "A": "初始级",
        "B": "受管理级",
        "C": "稳健级",
        "D": "量化管理级"
      },
      "answer": "D",
      "explanation": "P118: 数据管理能力成熟度模型。DCMM 将组织的管理成熟度划分为5个等级，分别是： 初始级、受管理级、稳健级、量化管理级和优化级。 ● 初始级：数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 ● 受管理级：组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管 理。 · 稳健级：数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进 数据管理的规范化。 ● 量化管理级：数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 ● 优化级：数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分 享。"
    },
    {
      "id": "N04-077",
      "stem": "数据管理能力成熟度模型中，()特征是数据需求的管理主要是在项目级体现，没有统一的管 理流程，主要是被动式管理。",
      "options": {
        "A": "初始级",
        "B": "受管理级",
        "C": "稳健级",
        "D": "量化管理级"
      },
      "answer": "A",
      "explanation": "P118: 数据管理能力成熟度模型。DCMM 将组织的管理成熟度划分为5个等级，分别是： 初始级、受管理级、稳健级、量化管理级和优化级。 ● 初始级：数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 ● 受管理级：组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管 理。 ● 稳健级：数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进 数据管理的规范化。 ● 量化管理级：数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 ● 优化级：数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分 享。"
    },
    {
      "id": "N04-078",
      "stem": "数据管理能力成熟度模型中，()特征是数据被认为是组织生存和发展的基础，相关管理流程 能实时优化，能在行业内进行最佳实践分享。",
      "options": {
        "A": "受管理级",
        "B": "稳健级",
        "C": "量化管理级",
        "D": "优化级"
      },
      "answer": "D",
      "explanation": "P118: 数据管理能力成熟度模型。DCMM 将组织的管理成熟度划分为5个等级，分别是： 初始级、受管理级、稳健级、量化管理级和优化级。 ● 初始级：数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 ● 受管理级：组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管 理。 ● 稳健级：数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进 数据管理的规范化。 ● 量化管理级：数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 ● 优化级：数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分 享。"
    },
    {
      "id": "N04-079",
      "stem": "DGI 数据治理框架，从()这三个维度提出了关于数据治理活动的10个关键通用组件。",
      "options": {
        "A": "治理结构、治理规则和治理过程",
        "B": "组织结构、治理规划和治理实施",
        "C": "治理结构、治理规划和治理实施",
        "D": "组织结构、治理规则和治理过程"
      },
      "answer": "D",
      "explanation": "DGI 数据治理框架，从组织结构、治理规则和治理过程这三个维度提出了关于数据治理活动 的10个关键通用组件。"
    },
    {
      "id": "N04-080",
      "stem": "IT 运维能力模型中，()负责指导，它是IT 运维能力的基础。",
      "options": {
        "A": "运维标准",
        "B": "运行维护服务能力体系",
        "C": "价值实现",
        "D": "治理要求"
      },
      "answer": "D",
      "explanation": "治理要求 指导 运行维护服务能力体系(MCS) 策划 实施 人员 过程 关键 指标 资源 技术 改进 赋能 服务 需求 价值实现 服务 提供 检查 能力 需求 服务 价值 图4-8 IT运维能力模型图"
    },
    {
      "id": "N04-081",
      "stem": "() 是高效做事。",
      "options": {
        "A": "技术",
        "B": "资源",
        "C": "人 员",
        "D": "过 程"
      },
      "answer": "A",
      "explanation": "P122 国家标准GB/T 28827.1《信息技术服务运行维护第1部分通用要求》定义了 IT 运维能力模型，该模型包 含治理要求、运行维护服务能力体系和价值实现。 1)能力建设。组织需要考虑环境的内外部因素，在治理要求的指导下，根据服务场景，识别服务能力需求， 围绕人员、过程、技术、资源能力四要素，策划、实施、检查和改进运行维护能力体系。 2)人员能力。组织人员能力建设聚焦在从知识、技能和经验维度选择合适的人，从人员管理和岗位职责维度 明确做适合的事，目的是指导IT 运维团队根据岗位职责和管理要求“选人做事”。 3)资源能力。资源主要由人员涡牛、过程和技术要素中被固化下来的能力转化而成，资源。能力确保IT 运维 能“保障做事”。 4)技术能力。组织需要通过自有核心技术的研发和非自有核心技术的学习，持续提升IT 运维过程中发现问题 和解决问题的能力，技术要素确保IT 运维能“高效做事”。 5)过程。组织通过过程的制定，把人员、技术和资源要素以过程为主线串接在一起，用于指导IT 运维人员按 约定的方式和方法，确保IT 运维能“正确做事”"
    },
    {
      "id": "N04-082",
      "stem": "() 就是确保所传输的数据只被其预定的接收者读取。",
      "options": {
        "A": "保密性",
        "B": "可靠性",
        "C": "可用性",
        "D": "完整性"
      },
      "answer": "A",
      "explanation": "保密性：信息不被未授权者知晓的属性。"
    },
    {
      "id": "N04-083",
      "stem": "CI",
      "options": {
        "A": "保 密",
        "B": "可 用",
        "C": "数据",
        "D": "信 息"
      },
      "answer": "D",
      "explanation": "CIA 有其局限性， CIA 关注的重心在信息，虽然这是大多数信息安全的核心要素"
    },
    {
      "id": "N04-084",
      "stem": "GB/T28827.1《 信息技术服务运行维护第1部分：通用要求》定义的IT 运维能力模型包含 治理要求、运行维护服务能力体系和价值实现，其中()为运维服务能力体系提供能力需求。",
      "options": {
        "A": "用户需求",
        "B": "治理要求",
        "C": "价值实现",
        "D": "运维服务能力体系"
      },
      "answer": "C",
      "explanation": "P120: 治理要求 指导 运行维护服务能力体系(MCS) 策划 实施 人员 过程 关键 指标 资源 技术 改 进 赋能 价值实现 服务 提供 图4-8 IT 运维能力模型图"
    },
    {
      "id": "N04-085",
      "stem": "( ) 是 选 人 做 事 。",
      "options": {
        "A": "技术能力",
        "B": "资源能力",
        "C": "人员能力",
        "D": "过程"
      },
      "answer": "C",
      "explanation": "P122 国家标准 GB/T 28827.1《信息技术服务运行维护第1部分通用要求》定义了 IT 运维能力模型，该模型包 含治理要求、运行维护服务能力体系和价值实现。 1)能力建设。组织需要考虑环境的内外部因素，在治理要求的指导下，根据服务场景，识别服务能力需求， 围绕人员、过程、技术、资源能力四要素，策划、实施、检查和改进运行维护能力体系。 2)人员能力。组织人员能力建设聚焦在从知识、技能和经验维度选择合适的人，从人员管理和岗位职责维度 明确做适合的事，目的是指导IT 运维团队根据岗位职责和管理要求“选人做事”。 3)资源能力。资源主要由人员、过程和技术要素中被固化下来的能力转化而成，资源。能力确保IT 运维能“保 障做事”。 4)技术能力。组织需要通过自有核心技术的研发和非自有核心技术的学习，持续提升IT 运维过程中发现问题 和解决问题的能力，技术要素确保IT 运维能“高效做事”。 5)过程。组织通过过程的制定，把人员、技术和资源要素以过程为主线串接在一起，用于指导IT 运维人员按 约定的方式和方法，确保IT 运维能“正确做事”"
    },
    {
      "id": "N04-086",
      "stem": "() 是正确做事。",
      "options": {
        "A": "技术能力",
        "B": "资源能力",
        "C": "人员能力",
        "D": "过 程"
      },
      "answer": "D",
      "explanation": "P122 国家标准 GB/T 28827.1《信息技术服务运行维护第1部分通用要求》定义了 IT 运维能力模型，该模型包 含治理要求、运行维护服务能力体系和价值实现。 1)能力建设。组织需要考虑环境的内外部因素，在治理要求的指导下，根据服务场景，识别服务能力需求， 围绕人员、过程、技术、资源能力四要素，策划、实施、检查和改进运行维护能力体系。 2)人员能力。组织人员能力建设聚焦在从知识、技能和经验维度选择合适的人，从人员管理和岗位职责维度 明确做适合的事，目的是指导IT 运维团队根据岗位职责和管理要求“选人做事”。 3)资源能力。资源主要由人员、过程和技术要素中被固化下来的能力转化而成，资源。能力确保IT 运维能“保 障做事”。 4)技术能力。组织需要通过自有核心技术的研发和非自有核心技术的学习，持续提升IT 运维过程中发现问题 和解决问题的能力，技术要素确保IT 运维能“高效做事”。 5)过程。组织通过过程的制定，把人员、技术和资源要素以过程为主线串接在一起，用于指导IT 运维人员按 约定的方式和方法，确保IT 运维能“正确做事”"
    },
    {
      "id": "N04-087",
      "stem": "() 是保障做事。",
      "options": {
        "A": "技术能力",
        "B": "资源能力",
        "C": "人员能力",
        "D": "过 程"
      },
      "answer": "B",
      "explanation": "P122 国家标准GB/T 28827.1《信息技术服务运行维护第1部分通用要求》定义了 IT 运维能力模型，该模型包 含治理要求、运行维护服务能力体系和价值实现。 1)能力建设。组织需要考虑环境的内外部因素，在治理要求的指导下，根据服务场景，识别服务能力需求， 围绕人员、过程、技术、资源能力四要素，策划、实施、检查和改进运行维护能力体系。 2)人员能力。组织人员莴刘能力建设聚焦在从知识、技能和经验维度选择合适的人，从人员管理和岗位职责 维度明确做适合的事，目的是指导IT 运维团队根据岗位职责和管理要求“选人做事”。 3)资源能力。资源主要由人员、过程和技术要素中被固化下来的能力转化而成，资源。能力确保IT 运维能“保 障做事”。 4)技术能力。组织需要通过自有核心技术的研发和非自有核心技术的学习，持续提升IT 运维过程中发现问题 和解决问题的能力，技术要素确保IT 运维能“高效做事”。 5)过程。组织通过过程的制定，把人员、技术和资源要素以过程为主线串接在一起，用于指导IT 运维人员按 约定的方式和方法，确保IT 运维能“正确做事”"
    },
    {
      "id": "N04-088",
      "stem": "智能运维场景实现的关键审核要点应围绕()。",
      "options": {
        "A": "质量可靠、安全可控、效率提升、成本降低的四个运维目标",
        "B": "场景分析、场景构建、场景交付、效果评估四个关键过程",
        "C": "数据管理、分析决策、自动控制三个能力域",
        "D": "能感知、会描述、自学习、会诊断、可决策、自执行、自适应七个特征"
      },
      "answer": "B",
      "explanation": "组织需在组织治理的指导下，对智能运维场景实现提出能力建设要求，开展智能运维能力规 划和建设。组织通过场景分析、场景构建、场景交付和效果评估四个过程，基于数据管理能力域提供的高质 量数据，结合分析决策能力域做出合理判断或结论，并根据需要驱动自动控制能力域执行运维操作，使运维 场景具备智能特征，提升智能运维水平，实现质量可靠、安全可控、效率提升、成本降低。"
    },
    {
      "id": "N04-089",
      "stem": "根据 GB/T22239《 信息安全技术网络安全等级保护基本要求》规定，()应能够防护免受 来自外部小型组织的、拥有少量资源的威胁源发起的恶意攻击、 一般的自然灾难，以及其他相当危害程度的 威胁所造成的重要资源损害，能够发现重要的安全漏洞和处置安全事件，在自身遭到损害后，能够在一段时 间内恢复部分功能。",
      "options": {
        "A": "第 一 级",
        "B": "第二级",
        "C": "第三级",
        "D": "第四级"
      },
      "answer": "B",
      "explanation": "第二级：应能够防护免受来自外部小型组织的、拥有少量资源的威胁源发起的恶意攻击、 一 般的自然灾难，以及其他相当危害程度的威胁所造成的重要资源损害，能够发现重要的安全漏洞和处置安全 事件，在自身遭到损害后，能够在一段时间内恢复部分功能。"
    },
    {
      "id": "N04-090",
      "stem": "网络安全等级保护制度2 . 0,于()开始实施。",
      "options": {
        "A": "2021  年 7 月 1 日",
        "B": "2021  年 1 2 月 1 日",
        "C": "2019  年 1 2 月 1 日",
        "D": "2019  年 7 月 1 日"
      },
      "answer": "C",
      "explanation": "网络安全等级保护制度2 .0,于2019年12月1日开始实施。 第5章信息系统工程"
    },
    {
      "id": "N05-001",
      "stem": "软件工程由方法、工具和过程三个部分组成，下面不属于软件工程中的过程管理的是()。",
      "options": {
        "A": "质量保证",
        "B": "制订项目管理计划",
        "C": "配置管理",
        "D": "商业论证"
      },
      "answer": "D",
      "explanation": "P129: 软件工程中的过程贯穿于软件开发的各个环节，管理人员在软件工程过程中，要对软 件开发的质量、进度和成本进行评估、管理和控制，包括人员组织、计划跟踪与控制、成本估算、质量保证 和配置管理等"
    },
    {
      "id": "N05-002",
      "stem": "() 是指用户对新系统在功能、行为、性能、设计约束等方面的期望。",
      "options": {
        "A": "软件需求",
        "B": "系统需求",
        "C": "软件工程",
        "D": "软件质量"
      },
      "answer": "A",
      "explanation": "P131: 软件需求是指用户对新系统在功能、行为、性能、设计约束等方面的期望。"
    },
    {
      "id": "N05-003",
      "stem": "软件工程由方法、工具和过程三个部分组成，下面不属于软件工程中的过程管理的是()。",
      "options": {
        "A": "计划跟踪与控制",
        "B": "成本估算",
        "C": "立项管理",
        "D": "人员组织"
      },
      "answer": "C",
      "explanation": "P129: 软件工程中的过程贯穿于软件开发的各个环节，管理人员在软件工程过程中，要对软 件开发的质量、进度和成本进行评估、管理和控制，包括人员组织、计划跟踪与控制、成本估算、质量保证 和配置管理等"
    },
    {
      "id": "N05-004",
      "stem": "常用的软件需求分析方法有很多，其中面向数据流分析方法是()。",
      "options": {
        "A": "结构化分析方法",
        "B": "统一建模语言",
        "C": "对象分析方法",
        "D": "状态迁移图法"
      },
      "answer": "A",
      "explanation": "P138: 结构化设计是一种面向数据流的方法"
    },
    {
      "id": "N05-005",
      "stem": "() 定位于在并发事务中保证数据库中数据的逻辑一致性。",
      "options": {
        "A": "保证数据的操作完整性",
        "B": "保证数据库的完整性",
        "C": "保证数据的语义完整性",
        "D": "防止非法的数据访问"
      },
      "answer": "A",
      "explanation": "《蜗牛软考202405高项冲刺精华》 -第5章【考点9】数据库安全★★★ 保证数据的操 作完整性 定位于在并发事务中保证数据库中数据的逻辑一致性。一般而言，数据库管理系统中的并 发管理器子系统负责实现这部分需求"
    },
    {
      "id": "N05-006",
      "stem": "以下关于部署交付中的说法错误的是()。",
      "options": {
        "A": "软件部署与交付是软件生命周期中的一个重要环节，属于软件开发的后期活动",
        "B": "软件的部署和交付属于软件开发的后期活动，在开发完成上线之前部署一次即可",
        "C": "软件的缺陷所造成的损失，相当大的部分是由于部署与交付失败所引起的",
        "D": "部署技术影响着整个软件过程的运行效率和成本投入，软件系统部署的管理代价占到整个软件管理开销的 大部分"
      },
      "answer": "B",
      "explanation": "P142: 同时，需求和市场的不断变化导致软件的部署和交付不再是一个一劳永逸的过程，而 是一个持续不断的过程，伴随在整个软件的开发过程中"
    },
    {
      "id": "N05-007",
      "stem": "() 往往被定义为提供关于信息资源或数据的一种结构化数据，是对信息资源的结构化描述。",
      "options": {
        "A": "数据源",
        "B": "数据模型",
        "C": "实体",
        "D": "元数据"
      },
      "answer": "D",
      "explanation": "元数据往往被定义为提供关于信息资源或数据的一种结构化数据，是对信息资源的结构化描述。"
    },
    {
      "id": "N05-008",
      "stem": "如果一个子系统可以从一个环境移植到另一个环境，称它是()。",
      "options": {
        "A": "互操作",
        "B": "可移植",
        "C": "可重用",
        "D": "交互性"
      },
      "answer": "B",
      "explanation": "如果一个子系统(构件或部分)可以从一个环境移植到另一个环境，称它是可移植的"
    },
    {
      "id": "N05-009",
      "stem": "数据存储介质类型主要有()。",
      "options": {
        "A": "磁带、机械硬盘、固态硬盘",
        "B": "",
        "C": "光盘、机械硬盘、固态硬盘",
        "D": "磁带、光盘和磁盘"
      },
      "answer": "D",
      "explanation": "存储介质的类型主要有磁带、光盘和磁盘三种"
    },
    {
      "id": "N05-010",
      "stem": "保证仅允许授权的用户访问数据库，应采取()安全策略来应对。",
      "options": {
        "A": "防止非法的数据访问",
        "B": "审计和日志",
        "C": "标识和认证",
        "D": "防止推导"
      },
      "answer": "A",
      "explanation": "防止非法的数 据访问 这是数据库安全关键的需求之一。数据库管理系统必须根据用户或应用的授权来检查访问 请求，以保证仅允许授权的用户访问数据库。数据库的访问控制要比操作系统中的文件访 问控制复杂得多。首先，控制的对象有更细的粒度，如表、记录、属性等；其次，数据库 中的数据是语义相关的，所以用户可以不直接访问数据项而间接获取数据"
    },
    {
      "id": "N05-011",
      "stem": "以下说法中不正确的是()。",
      "options": {
        "A": "数据挖掘分析所需的数据量比传统数据分析所需的数据量大，数据量越大，数据挖掘的效果越好",
        "B": "传统数据分析主要运用统计学的方法、手段对数据进行分析，而数据挖掘综合运用数据统计、人工智能、 可视化等技术对数据进行分析",
        "C": "传统数据分析通常是预测型的，通常分析已经发生了什么,而数据挖掘通常是发现型的",
        "D": "传统数据分析由于研究较早，其分析方法相当成熟，而数据挖掘除基于统计学等方法外，部分方法仍处于 发展阶段"
      },
      "answer": "C",
      "explanation": "数据挖掘与传统数据分析的区别： 两者分析对象的数据量有差异。数据挖掘所需的数据量比传统数据分析所需的数据量大，数据量越大，数据 挖掘的效果越好； 两者运用的分析方法有差异。传统数据分析主要运用统计学的方法、手段对数据进行分析，而数据挖掘综合 运用数据统计、人工智能莴刘、可视化等技术对数据进行分析； 两者分析侧重有差异。传统数据分析通常是回顾型和验证型的，而数据挖掘通常是预测型和发现型的。 两者成熟度不同。传统数据分析相当成熟，而数据挖掘除基于统计学等方法外，部分方法仍处于发展阶段。"
    },
    {
      "id": "N05-012",
      "stem": "研究软件架构的根本目的是()。",
      "options": {
        "A": "为软件系统提供了一个结构、行为和属性的高级抽象",
        "B": "指定系统的组织结构和拓扑结构",
        "C": "描述系统的架构风格",
        "D": "解决好软件的复用、质量和维护问题"
      },
      "answer": "D",
      "explanation": "P129: 研究软件架构的根本目的是解决好软件的复用、质量和维护问题"
    },
    {
      "id": "N05-013",
      "stem": "() 包含存储控制、拓扑配置以及各种网络设备如集线器、交换机、路由器和网桥等的故障隔 离 。",
      "options": {
        "A": "资源调度管理",
        "B": "存储资源管理",
        "C": "负载均衡管理",
        "D": "安全管理"
      },
      "answer": "A",
      "explanation": "表5-11存储管理的主要内容 管理 主要内容 资源调度管理 资源调度管理的功能主要是添加或删除存储节点，编辑存储节点的信息，设定某类型存储 资源属于某个节点，或者设定这些资源比较均衡地存储到节点上。它包含存储控制、拓扑 配置以及各种网络设备如集线器、交换机、路由器和网桥等的故障隔离 存储资源管理 存储资源管理是一类应用程序，它们管理和监控物理和逻辑层次上的存储资源，从而简化 资源管理，提高数据的可用性。被管理的资源包括存储硬件如RAID、磁带以及光盘库。存 储资源管理不仅包括监控存储系统的状况、可用性、性能以及配置情况，还包括容量和配 置管理以及事件报警等，从而提供优化策略 负载均衡管理 负载均衡是为了避免存储资源由于资源类型、服务器访问频率和时间不均衡造成浪费或形 成系统瓶颈而平衡负载的技术 安全管理 存储系统的安全主要是防止恶意用户攻击系统或窃取数据。系统攻击大致分为两类：一类 以扰乱服务器正常工作为目的，如拒绝服务攻击DoS等；另一类以入侵或破坏服务器为目 的，如窃取数据、修改网页等"
    },
    {
      "id": "N05-014",
      "stem": "关于软件测试的描述，不正确的是()。",
      "options": {
        "A": "软件测试从已知的条件开始，有预知的结果",
        "B": "软件测试过程可以事先设计，进度可以事先确定",
        "C": "软件测试可分为单元测试、集成测试、系统测试等",
        "D": "软件测试的工作内容包括定位和修改错误"
      },
      "answer": "D",
      "explanation": "P141: 软件测试的目的是找出存在的错误，而调试的目的是定位错误并修改程序以修正错误。调试是测试之后的活 动，测试和调试在目标、方法和思路上都有所不同。"
    },
    {
      "id": "N05-015",
      "stem": "以下说法中，错误的是()。",
      "options": {
        "A": "是 OMG  进行标准化分布式对象计算的基础",
        "B": "",
        "C": "",
        "D": "J2EE   的体系结构可以分为客户端层、服务器端组件层和信息系统层。"
      },
      "answer": "D",
      "explanation": "P168-169,J2EE 的体系结构可以分为客户端层、服务器端组件层、EJB 层和信息系统 层。"
    },
    {
      "id": "N05-016",
      "stem": "() 是有效的威慑和事后追查、分析工具。",
      "options": {
        "A": "审计和日志",
        "B": "标识和认证",
        "C": "防止推导",
        "D": "限界"
      },
      "answer": "A",
      "explanation": "P162: 审计和日志是有效的威慑和事后追查、分析工具"
    },
    {
      "id": "N05-017",
      "stem": "以下说法中不正确的是 ()。",
      "options": {
        "A": "传统数据分析所需的数据量比数据挖掘分析所需的数据量大，数据量越大，数据挖掘的效果越好",
        "B": "传统数据分析主要运用统计学的方法、手段对数据进行分析，而数据挖掘综合运用数据统计、人工智能、 可视化等技术对数据进行分析",
        "C": "传统数据分析通常是回顾型和验证型的，通常分析已经发生了什么,而数据挖掘通常是预测型和发现型的， 预测未来的情况，解释发生的原因",
        "D": "传统数据分析由于研究较早，其分析方法相当成熟，而数据挖掘除基于统计学等方法外，部分方法仍处于 发展阶段"
      },
      "answer": "A",
      "explanation": "数据挖掘与传统数据分析的区别： 两者分析对象的数据量有差异。数据挖掘所需的数据量比传统数据分析所需的数据量大，数据量越大，数据 挖掘的效果越好； 两者运用的分析方法有差异。传统数据分析主要运用统计学的方法、手段对数据进行分析，而数据挖掘综合 运用数据统计、人工智能、可视化等技术对数据进行分析； 两者分析侧重有差异。传统数据分析通常是回顾型和验证型的，而数据挖掘通常是预测型和发现型的。 两者成熟度不同。传统数据分析相当成熟，而数据挖掘除基于统计学等方法外，部分方法仍处于发展阶段。"
    },
    {
      "id": "N05-018",
      "stem": "以下说法中不正确的是()。",
      "options": {
        "A": "数据模式是数据的概念、组成、结构和相互关系的总称",
        "B": "数据模式的描述方式主要有图描述方法和数据字典方法",
        "C": "图描述方法常用的有I",
        "D": "数据字典形式用来描述模型中的数据集、单个实体、属性的摘要信息"
      },
      "answer": "C",
      "explanation": "P152, 图描述方法常用的有IDEFIX 方法和 UML 图，主要用来描述数据集中的实体和实体 之间的相互关系；"
    },
    {
      "id": "N05-019",
      "stem": "() 包括监控存储系统的状况、可用性、性能以及配置情况。",
      "options": {
        "A": "资源调度管理",
        "B": "存储资源管理",
        "C": "负载均衡管理",
        "D": "安全管理"
      },
      "answer": "B",
      "explanation": "表5-11存储管理的主要内容 管理 主要内容 资源调度管理 资源调度管理的功能主要是添加或删除存储节点，编辑存储节点的信息，设定某类型存储 资源属于某个节点，或者设定这些资源比较均衡地存储到节点上。它包含存储控制、拓扑 配置以及各种网络设备如集线器、交换机、路由器和网桥等的故障隔离 存储资源管理 存储资源管理是一类应用程序，它们管理和监控物理和逻辑层次上的存储资源，从而简化 资源管理，提高数据的可用性。被管理的资源包括存储硬件如RAID、磁带以及光盘库。存 储资源管理不仅包括监控存储系统的状况、可用性、性能以及配置情况，还包括容量和配 置管理以及事件报警等，从而提供优化策略 负载均衡管理 负载均衡是为了避免存储资源由于资源类型、服务器访问频率和时间不均衡造成浪费或形 成系统瓶颈而平衡负载的技术 安全管理 存储系统的安全主要是防止恶意用户攻击系统或窃取数据。系统攻击大致分为两类：一类 以扰乱服务器正常工作为目的，如拒绝服务攻击DoS等；另一类以入侵或破坏服务器为目 的，如窃取数据、修改网页等"
    },
    {
      "id": "N05-020",
      "stem": "数据挖掘流程是()。 ①数据准备；②确定分析对象；③数据挖掘；④结果评估；⑤结果应用",
      "options": {
        "A": "①②③⑤④",
        "B": "①②③④⑤",
        "C": "②①③⑤④",
        "D": "②①③④⑤"
      },
      "answer": "D",
      "explanation": "P158: 数据挖掘流程一般包括确定分析对象、数据准备、数据挖掘、结果评估与结果应用五 个阶段"
    },
    {
      "id": "N05-021",
      "stem": "下列不属于.NET 框架下的技术或开发语言的是()。",
      "options": {
        "A": "V",
        "B": "",
        "C": "",
        "D": "JavaScript"
      },
      "answer": "D",
      "explanation": "VB、C++、C#、JScript 才是.NET 框架下的开发语言"
    },
    {
      "id": "N05-022",
      "stem": "() 是组织基于软件过程、技术、资源和人员能力达成业务目标的综合能力。包括治理能力、 开发与交付能力、管理与支持能力、组织管理能力等方面。",
      "options": {
        "A": "架构设计",
        "B": "需求分析",
        "C": "软件过程能力",
        "D": "软件实现"
      },
      "answer": "C",
      "explanation": "P144, 软件过程能力是组织基于软件过程、技术、资源和人员能力达成业务目标的综合能力。 包括治理能力、开发与交付能力、管理与支持能力、组织管理能力等方面。"
    },
    {
      "id": "N05-023",
      "stem": "() 是为了避免存储资源由于资源类型、服务器访问频率和时间不均衡造成浪费或形成系统瓶 颈而平衡负载的技术。",
      "options": {
        "A": "资源调度管理",
        "B": "存储资源管理",
        "C": "负载均衡管理",
        "D": "安全管理"
      },
      "answer": "C",
      "explanation": "表5-11存储管理的主要内容 管理 主要内容 资源调度管理 资源调度管理的功能主要是添加或删除存储节点，编辑存储节点的信息，设定某类型存储 资源属于某个节点，或者设定这些资源比较均衡地存储到节点上。它包含存储控制、拓扑 配置以及各种网络设备如集线器、交换机、路由器和网桥等的故障隔离 存储资源管理 存储资源管理是一类应用程序，它们管理和监控物理和逻辑层次上的存储资源，从而简化 资源管理，提高数据的可用性。被管理的资源包括存储硬件如RAID、磁带以及光盘库。存 储资源管理不仅包括监控存储系统的状况、可用性、性能以及配置情况，还包括容量和配 置管理以及事件报警等，从而提供优化策略 负载均衡管理 负载均衡是为了避免存储资源由于资源类型、服务器访问频率和时间不均衡造成浪费或形 成系统瓶颈而平衡负载的技术 安全管理 存储系统的安全主要是防止恶意用户攻击系统或窃取数据。系统攻击大致分为两类：一类 以扰乱服务器正常工作为目的，如拒绝服务攻击DoS等；另一类以入侵或破坏服务器为目 的，如窃取数据、修改网页等"
    },
    {
      "id": "N05-024",
      "stem": "数据挖掘的主要任务不包括()。",
      "options": {
        "A": "数据分析",
        "B": "数据总结",
        "C": "分类和预测",
        "D": "孤立点分析"
      },
      "answer": "A",
      "explanation": "数据挖掘主要任务：数据总结、关联分析、分类和预测、聚类分析和孤立点分析。"
    },
    {
      "id": "N05-025",
      "stem": "把现实世界中具体的人、物、活动和概念进行抽象、表示和处理，变成计算机可处理的数据叫 做 ( ) 。",
      "options": {
        "A": "数据可视化",
        "B": "数据开发",
        "C": "数据标准化",
        "D": "数据建模"
      },
      "answer": "D",
      "explanation": "P147: 数据建模是对现实世界中具体的人、物、活动和概念进行抽象、表示和处理，变成计 算机可处理的数据"
    },
    {
      "id": "N05-026",
      "stem": "() 是异构数据集成中最难处理的问题。",
      "options": {
        "A": "基本数据集成",
        "B": "多级视图集成",
        "C": "模式集成",
        "D": "多粒度数据集成"
      },
      "answer": "D",
      "explanation": "P166: 多粒度数据集成是异构数据集成中最难处理的问题"
    },
    {
      "id": "N05-027",
      "stem": "在并发事务中保证数据库中数据的逻辑一致性，应采取()安全策略来应对。",
      "options": {
        "A": "保证数据的操作完整性",
        "B": "审计和日志",
        "C": "标识和认证",
        "D": "防止推导"
      },
      "answer": "A",
      "explanation": "保证数据的操 定位于在并发事务中保证数据库中数据的逻辑一致性。一般而言，数据库管理系统中的 作完整性 并发管理器子系统负责实现这部分需求"
    },
    {
      "id": "N05-028",
      "stem": "( ) 制有助于对数据源之间的关系进行集成。",
      "options": {
        "A": "基本数据集成",
        "B": "多级视图集成",
        "C": "模式集成",
        "D": "多粒度数据集成"
      },
      "answer": "B",
      "explanation": "P165: 多级视图机制有助于对数据源之间的关系进行集成"
    },
    {
      "id": "N05-029",
      "stem": "不属于J2EE 平台下的技术或开发语言的是()。",
      "options": {
        "A": "EJ",
        "B": "JScript",
        "C": "JVM",
        "D": "JSP"
      },
      "answer": "B",
      "explanation": "VB 、C++ 、C# 、JScript 才是.NET 框架下的开发语言，JVM 是 JAVA 虚拟机"
    },
    {
      "id": "N05-030",
      "stem": "以下不属于数据备份结构的是()。",
      "options": {
        "A": "",
        "B": "基于L",
        "C": "基于W",
        "D": "SERVER-FREE    备份结 构"
      },
      "answer": "C",
      "explanation": "P154: 当前最常见的数据备份结构可以分为四种：DAS 备份结构、基于LAN 的备份结构、 LAN-FREE 备份结构和 SERVER-FREE 备份结构"
    },
    {
      "id": "N05-031",
      "stem": "() 是网上数据共享服务的重要方式。",
      "options": {
        "A": "数据目录服务",
        "B": "数据查询与浏览及下载服务",
        "C": "数据分发服务",
        "D": "云网盘"
      },
      "answer": "B",
      "explanation": "数据服务主要包括数据目录服务、数据查询与浏览及下载服务、数据分发服务。 数据目录服务。是用来快捷地发现和定位所需数据资源的一种检索服务，是实现数据共享的重要基础功能服 务之一 数据查询与浏览及下载服务。是网上数据共享服务的重要方式，用户使用数据的方式有查询数据和下载数据 两种。 数据分发服务。是指数据的生产者通过各种方式将数据传送到用户的过程。分发服务的核心内容包括数据发 布、数据发现、数据评价和数据获取。"
    },
    {
      "id": "N05-032",
      "stem": "数据标准化分为四个阶段，其中将产生数据需求及相关的元数据、域值等文件，属于()阶段。",
      "options": {
        "A": "确定数据需求",
        "B": "制定数据标准",
        "C": "批准数据标准",
        "D": "实施数据标准"
      },
      "answer": "A",
      "explanation": "P153, 数据标准化具体过程包括确定数据需求、制定数据标准、批准数据标准和实施数据标 准四个阶段 确定数据需求：将产生数据需求及相关的元数据、域值等文件。 制定数据标准：要处理“确定数据需求”阶段提出的数据需求。如果现有的数据标准不能满足该数据需求， 可以建议制定新的数据标准，也可建议修改或者封存已有数据标准。 批准数据标准：数据管理机构对提交的数据标准建议、现行数据标准的修改或封存建议进行审查一经批准， 该数据标准将扩充或修改数据模型。 实施数据标准：在各信息系统中实施和改进已批准的数据标准。"
    },
    {
      "id": "N05-033",
      "stem": "下列不属于数据存储介质类型的是()。",
      "options": {
        "A": "磁带",
        "B": "机械硬盘",
        "C": "光盘",
        "D": "磁盘"
      },
      "answer": "B",
      "explanation": "存储介质的类型主要有磁带、光盘和磁盘三种"
    },
    {
      "id": "N05-034",
      "stem": "文本或数字表格、程序源代码属于()。",
      "options": {
        "A": "一维数据可视化",
        "B": "二维数据可视化",
        "C": "三维数据可视化",
        "D": "多维数据可视化"
      },
      "answer": "A",
      "explanation": "表5-12常见数据可视化表现方式 表现方式 说明 一维数据可视 化 一维数据就是简单的线性数据，如文本或数字表格、程序源代码都基于一维数据。一维数据 可视化取决于数据大小和用户想用数据来处理什么任务 二维数据可视 化 在数据可视化中，二维数据是指由两种主要描述属性构成的数据，如一个物体的宽度和高 度、一个城市的平面地图、建筑物的楼层平面图等都是二维数据可视化的实例。最常见的二 维数据可视化就是地理信息系统(Geographic Information System,GIS) 三维数据可视 化 三维数据比二维数据更进了一层，它可以描述立体信息。三维数据可以表示实际的三维物体， 因此可视化的许多应用是三维可视化。物体通过三维可视化构成计算机模型，供操作及试验， 以此预测真实物体的实际行为 多维数据可视 化 在可视化环境中，多维数据所描述事物的属性超过三维，为了实现可视化，往往需要降维 时态数据可视 化 时态数据实际上是二维数据的一种特例，即二维中有一维是时间轴。它以图形方式显示随着 时间变化的数据，是可视化信息最常见、最有用的方式之一 层次数据可视 化 层次数据即树形数据，其数据内在结构特征为：每个节点都有一个父节点(根节点除外)。节点 分兄弟节点(拥有同一个父节点的节点)和子节点(从属该节点的节点)。拥有这种结构的数据很 常见，如商业组织、计算机文件系统和家谱图都是按树形结构排列的层次数据 网络数据可视 化 网络数据指与任意数量的其他节点有关系的节点的数据。网络数据中的节点不受与它有关系 的其他节点数量的约束(不同于层次节点有且只有一个父节点),网络数据没有固有的层次结 构，两个节点之间可以有多条连接路径，也就是说节点间关系的属性和数量是可变的"
    },
    {
      "id": "N05-035",
      "stem": "制定 一个数据元标准的步骤是()。 ①界定业务范围 ②开展业务流程分析与信息建模 ③描述数据的内容，质量等信息 ④提取数据元并规范属性 ⑤发布数据元标准并维护",
      "options": {
        "A": "①②③⑤④",
        "B": "③①②④⑤",
        "C": "①④②③⑤",
        "D": "③①④②⑤"
      },
      "answer": "B",
      "explanation": "《蜗牛软考综合一本通》 -5.2.2 数据标准化★★★★★ 表5-10数据元制定的基本过程 步骤 说 明 描述 用于描述数据的内容、覆盖范围、质量、管理方式、数据的所有者、数据的提 供方式等信息，是数据与用户之间的桥梁。 界定业务范围 通过对业务范围的明确界定，确定所要研究的数据元的范围。 开展业务流程分析与信息 建模 数据虽然是任何业务的核心所在，但并不能脱离业务流程而单独存在，它总是 服务于业务流程，因此通过对业务流程的透彻分析，并建立清晰的数据模型， 可以理清整个业务流程中涉及的所有数据元。 借助于信息模型，提取数据 元，并按照一定的规则规范 其属性 GB/T18391《信息技术数据元的规范与标准化》清晰地给出了如何对数据元 进行描述的方法，以及如何赋予数据元属性的值。比如如何描写数据元的定义， 如何对数据元进行命名，如何区分数据元的数据类型等。 对于代码型的数据元，编制 其值域，即代码表 代码表的编写可以按照GB/T7026《标准化工作导则信息分类编码标准的编 写规定》进行。 与现有的国家标准或行业 标准进行协调 这一步是非常重要的工作，编制数据元标准首先要与相应的国家标准保持一 致。首先，如果能直接使用现有的国家标准，则可直接使用，或在国家标准的 基础上进行扩展；其次要与相关的行业标准保持一致；然后还必须考虑与本行 业或领域内已有标准保持最大兼容性，因此要全面考虑协调性和配套性。 发布实施数据元标准并建 立相应的动态维护管理机 制 数据元的标准化工作是一项长期持续的工作，任何行业或领域的数据元标准化 工作都不可能在短时间内全部完成，它不仅需要各级业务部门的长期工作和共 同努力，还需要根据业务需求的不断变化对其进行修改、补充和完善。因此， 需要一种动态维护管理的机制来保障数据元标准化的持续进行。通过建立数据 元注册系统，对数据元进行动态维护管理，一方面可以方便用户定位、查找 和交换数据元规范，另一方面可以有效保证数据元标准的时效性"
    },
    {
      "id": "N05-036",
      "stem": "在系统集成栈中处于最顶层的是()。",
      "options": {
        "A": "应用集成",
        "B": "数据集成",
        "C": "网络集成",
        "D": "硬件集成"
      },
      "answer": "A",
      "explanation": "P169: 在集成的堆栈上，应用集成在最上层，主要解决应用的互操作性的问题"
    },
    {
      "id": "N05-037",
      "stem": "每次所备份的数据只是相对于上一次备份后改变的数据，是()备份策略。",
      "options": {
        "A": "完全备份",
        "B": "差分备份",
        "C": "增量备份",
        "D": "冷热备份"
      },
      "answer": "C",
      "explanation": "完全备份：每次都对需要进行备份的数据进行全备份。 差分备份：每次所备份的数据只是相对上一次完全备份之后发生变化的数据。 增量备份：每次所备份的数据只是相对于上一次备份后改变的数据。"
    },
   
   
  ]
}