export function data() {
return[
  {
    "id": "N01-001",
    "stem": "下列说法正确的是()。",
    "options": {
      "A": "信息只存在家庭中",
      "B": "信息只存在图书馆中",
      "C": "信息只存在校园里",
      "D": "信息无处不在"
    },
    "answer": "D",
    "explanation": "信息(Information)是物质、能量及其属性的标示的集合，是确定性的增加。它以物质介质为 载体，传递和反映世界各种事物存在方式、运动状态等的表征。信息不是物质，也不是能力，它以一种普遍 形式，表达物质运动规律，在客观世界中大量存在、产生和传递。"
  },
  {
    "id": "N01-002",
    "stem": "新型基础设施建设是以新发展理念为引领，以()为驱动，以信息网络为基础，面向高质量发 展需要，提供数字转型、智能升级、融合创新等服务的基础设施体系。",
    "options": {
      "A": "技术创新",
      "B": "人工智能",
      "C": "区块链",
      "D": "工业互联网"
    },
    "answer": "A",
    "explanation": "《蜗牛软考202405高项冲刺精华》 -第1章【考点1】新型基础设施建设★★★★★ 定义：新型基础设施简称“新基建”,是以新发展理念为引领，以技术创新为驱动，以信息网络为基础，面 向高质量发展需要，提供数字转型、智能升级、融合创新等服务的基础设施体系。"
  },
  {
    "id": "N01-003",
    "stem": "实现()是全面建设社会主义现代化国家的重大任务，需要将先进技术、现代装备、管理理念 等引入农业，将基础设施和基本公共服务向农村延伸覆盖，提高农业生产效率，改善乡村面貌，提升农民生 活品质，促进农业全面升级、农村全面进步、农民全面发展。",
    "options": {
      "A": "农业农村现代化",
      "B": "工业化",
      "C": "信息化",
      "D": "城镇化"
    },
    "answer": "A",
    "explanation": "实现农业农村现代化是全面建设社会主义现代化国家的重大任务，需要将先进技术、现代装 备、管理理念等引入农业，将基础设施和基本公共服务向农村延伸覆盖，提高农业生产效率，改善乡村面貌， 提升农民生活品质，促进农业全面升级、农村全面进步、农民全面发展"
  },
  {
    "id": "N01-004",
    "stem": "习总书记在党的十九大报告中指出：加强应用基础研究，拓展实施国家重大科技项目，突出(), 为建设“数字中国”等提供有力支撑。",
    "options": {
      "A": "关键共性技术、前沿引领技术、现代工程技术、颠覆性技术创新",
      "B": "关键基础技术、高新引领技术、现代工程技术、颠覆性技术创新",
      "C": "关键共性技术、高新引领技术、现代工程技术、颠覆性技术创新",
      "D": "关键基础技术、前沿引领技术、现代工程技术、颠覆性技术创新"
    },
    "answer": "A",
    "explanation": "习总书记在党的十九大报告中指出：加强应用基础研究，拓展实施国家重大科技项目，突出 关键共性技术、前沿引领技术、现代工程技术、颠覆性技术创新，为建设“数字中国”等提供有力支撑。"
  },
  {
    "id": "N01-005",
    "stem": "随着众多信息通信新技术的迅速发展与普及应用，()成长为第三空间，并与物理空间和社会 空间共同构成人类社会的三元空间。",
    "options": {
      "A": "数字空间",
      "B": "网络空间",
      "C": "信息空间",
      "D": "虚拟空间"
    },
    "answer": "C",
    "explanation": "随着众多信息通信新技术的迅速发展与普及应用，信息空间成长为第三空间，并与物理空间 和社会空间共同构成人类社会的三元空间。"
  },
  {
    "id": "N01-006",
    "stem": "智慧城市核心能力要素中围绕对社会状态的本质反映及模拟预测等进行能力构建()。",
    "options": {
      "A": "数据治理",
      "B": "数字挛生",
      "C": "多元融合",
      "D": "态势感知"
    },
    "answer": "D",
    "explanation": "态势感知：围绕对社会状态的本质反映及模拟预测等进行能力构建，洞察可变因素与不可见 因素对社会发展的影响，从而提升生活质量"
  },
  {
    "id": "N01-007",
    "stem": "() 不属于数字生活主要的体现。",
    "options": {
      "A": "生活工具数字化",
      "B": "生活内容数字化",
      "C": "生活方式数字化",
      "D": "生活位置数字化"
    },
    "answer": "D",
    "explanation": "数字生活主要体现在如下方面：(1)生活工具数字化；(2)生活方式数字化；(3)生活 内容数字化"
  },
  {
    "id": "N01-008",
    "stem": "新基建的七大领域不包括 ()。",
    "options": {
      "A": "特高压",
      "B": "城际高速铁路和城际轨道交通",
      "C": "上云用数赋智",
      "D": "人工智能"
    },
    "answer": "C",
    "explanation": "七大领域：5G 基建、特高压、城际高速铁路和城际轨道交通、新能源汽车充电桩、大数据中 心、人工智能、工业互联网。"
  },
  {
    "id": "N01-009",
    "stem": "随着数字技术与农业农村的加速融合，不断涌现出新技术、新产品、新模式。推进农业农村数 字化发展，重点是完善农村信息技术基础设施建设，加快数字技术推广应用，让广大农民共享数字经济发展 红利。聚焦数字赋能农业农村现代化建设，不属于重点的是()。",
    "options": {
      "A": "建设基础设施",
      "B": "发展智慧农业",
      "C": "注重绿色环保",
      "D": "建设数字乡村"
    },
    "answer": "C",
    "explanation": "重点建设基础设施、发展智慧农业和建设数字乡村等方面"
  },
  {
    "id": "N01-010",
    "stem": "《 中华人民共和国国民经济和社会发展第十四个五年规划和2035年远景目标纲要》中从数字 经济、数字政府、数字社会、()四个维度出发勾勒了建设数字中国的宏伟蓝图。",
    "options": {
      "A": "数字生态",
      "B": "数字技术",
      "C": "数字服务",
      "D": "数字人才"
    },
    "answer": "A",
    "explanation": "数字中国的四个维度数字生态、数字经济、数字政府、数字社会"
  },
  {
    "id": "N01-011",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "以云计算、大数据、人工智能等为代表的新一代信息技术发展迅猛，成为驱动组织数字化转型的关键要素",
      "B": "元宇宙本质上是对现实世界的虚拟化",
      "C": "数字化转型是建立在数字化转换、数字化升级基础上，进一步触及组织核心业务，以新建一种业务模式为\r\n\r\n目标的高层次转型",
      "D": "数字化转型是组织在现有的业务基础上进行升级改造"
    },
    "answer": "D",
    "explanation": "数字化转型是开发数字化技术及支持能力以新建一个富有活力的数字化商业模式，只有组织 对其业务进行系统性、彻底的(或重大和完全的)重新定义，而不仅仅是IT, 而是对组织活动、流程、业务 模式和员工能力的方方面面进行重新定义的时候，成功才会得以实现。"
  },
  {
    "id": "N01-012",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "智慧城市建设更加注重以城市为中心",
      "B": "新技术持续赋能智慧城市的建设与发展",
      "C": "城市治理现代化是智慧城市建设的必然要求",
      "D": "智慧城市群区域一体化协同发展新格局逐步形成"
    },
    "answer": "A",
    "explanation": "智慧城市主要体现在： 智慧城市建设更加注重以人民为中心 新技术持续赋能智慧城市的建设与发展 城市治理现代化是智慧城市建设的必然要求 智慧城市群区域一体化协同发展新格局逐步形成 共建、共治、共享生态模式助力智慧城市高质量发展。"
  },
  {
    "id": "N01-013",
    "stem": "() 不属于智慧城市核心能力要素。",
    "options": {
      "A": "数据治理、边际决策、多元融合",
      "B": "数据治理、数字挛生、边际决策",
      "C": "数据管理、数字挛生、态势感知",
      "D": "数字挛生、多元融合、态势感知"
    },
    "answer": "C",
    "explanation": "智慧城市核心能力要素数据治理、数字挛生、边际决策、多元融合、态势感知"
  },
  {
    "id": "N01-014",
    "stem": "智慧城市中的应急指挥系统属于数字政府中的()。",
    "options": {
      "A": "一网通办",
      "B": "跨省通办",
      "C": "一网统管",
      "D": "数字孪生"
    },
    "answer": "C",
    "explanation": "一网通办 是依托于一体化在线政务服务平台，通过规范网上办事标准，优化网上办事流程，搭建统一的 互联网政务服务总门户，整合政府服务数据资源和完善配套制度等措施，推行政务服务事项网 上办理，推动企业群众蜗牛办事线上只登录一次即可全网通办 跨省通办 申请人在办理地之外的省市提出事项申请或在本地提出办理其他省市事项申请，办理模式通常 可分为全程网办、代收代办和多地联办 一网统管 从城市治理突出问题出发，以城市事件为牵引，统筹管理网格，统一城市运行事项清单，构建 多级城市运行“一网统管”应用体系，推动城市管理、应急指挥、综合执法等领域的“一网统 管”,实现城市运行态势感知、体征指标监测、统一事件受理、智能调度指挥、联动协同处置、 监督评价考核等全流程监管 一网：主要包括政务云、政务网和政务大数据中心等。 一屏：通过对多个部门的数据进行整合，将城市运行情况充分反映出来。 联动：畅通各级指挥体系，为跨部门、跨区域、跨层级联勤联动、高效处置提供快速响应能力。 预警：基于多维、海量、全息数据汇集，实现城市运行体征的全量、实时掌握和智能预警。 创新：以管理需求带动智能化建设，以信息流、数据流推动业务流程全面优化和管理创新。 【蜗牛老师点评】一网通办和跨省通办，针对公众服务。 一网统管，针对城市治理。"
  },
  {
    "id": "N01-015",
    "stem": "以下属于“新基建”通信网络基础设施的是()。 ①5G;② 云计算；③物联网；④工业互联网；⑤城际网；⑥以太网",
    "options": {
      "A": "③④⑤",
      "B": "①②③",
      "C": "④⑤⑥",
      "D": "①③④"
    },
    "answer": "D",
    "explanation": "信息基础设施 (技术新) ①以5G、物联网、工业互联网、卫星互联网为代表的通信网络基础设施；(四网络) ②以人工智能、云计算、区块链等为代表的新技术基础设施；(三技术) ③以数据中心、智能计算中心为代表的算力基础设施等。(两中心) 【口诀：通心算】 融合基础设施 (应用新) 指深度应用互联网、大数据、人工智能等技术，支撑传统基础设施转型升级，进而形成的 融合基础设施。融合基础设施包括智能交通基础设施、智慧能源基础设施等 创新基础设施 (平台新) 指支撑科学研究、技术开发、产品研制的具有公益属性的基础设施。创新基础设施包括重 大科技基础设施、科教基础设施、产业技术创新基础设施等"
  },
  {
    "id": "N01-016",
    "stem": "推动物联网、大数据、人工智能、区块链等新一代信息技术与农业生产经营深度融合属于()。",
    "options": {
      "A": "建设基础设施",
      "B": "发展智慧农业",
      "C": "建设数字乡村",
      "D": "互联网+政务"
    },
    "answer": "B",
    "explanation": "发展智慧农业。建立和推广应用农业农村大数据体系，推动物联网、大数据、人工智能、区 块链等新一代信息技术与农业生产经营深度融合，建设一批数字田园、数字灌区和智慧农牧渔场，不断提高 农业发展数字化水平，让农业资源利用更加合理、农业经营管理更加高效。"
  },
  {
    "id": "N01-017",
    "stem": "《 “十四五”国家信息化规划》指出，以推动高质量发展为题，以建设()为总目标，以加快 ()发展为总抓手，发挥()对社会发展的驱动引领作用。",
    "options": {
      "A": "网络强国、信息化、数字网络",
      "B": "数字中国、数字化、信息化",
      "C": "制造强国、制造业、智能制造",
      "D": "智能强国、智能化、数智化"
    },
    "answer": "B",
    "explanation": "《“十四五”国家信息化规划》指出，以推动高质量发展为主题，以建设数字中国为总目标， 以加快数字化发展为总抓手，发挥信息对经济社会发展的驱动引领作用，推动新型工业化、信息化、城镇化、 农业现代化同步发展，加快建设现代化经济体系。"
  },
  {
    "id": "N01-018",
    "stem": "每次科技革命都对应一个科学范式，第四次科技革命对应()。",
    "options": {
      "A": "经验范式",
      "B": "理论范式",
      "C": "模拟范式",
      "D": "数据密集型研究范式"
    },
    "answer": "D",
    "explanation": "第一科学范式为经验范式，第二科学范式为理论范式，第三科学范式为模拟范式，第四科学 范式为数据密集型研究范式 口诀（一经 ，二理，三模，四数 经理摸数）"
  },
  {
    "id": "N01-019",
    "stem": "关于信息的描述，不正确的是()。",
    "options": {
      "A": "信息不是物质，也不是能力，它以一种普遍形式，表达物质运动规律，在客观世界中大量存在、产生和传 递",
      "B": "信息是用来消除随机不定性的东西",
      "C": "信息的特征主要包括客观性、普遍性、无限性、动态性、相对性、依附性、变换性、传递性、层次性、系 统性和转化性",
      "D": "对于经济与社会信息而言，其最重要的特性是安全性"
    },
    "answer": "D",
    "explanation": "对于金融信息而言，其最重要的特性是安全性；而对于经济与社会信息而言，其最重要的特 性是及时性。"
  },
  {
    "id": "N01-020",
    "stem": "“东数西算”工程属于()基础设施的代表。",
    "options": {
      "A": "通信网络",
      "B": "新技术",
      "C": "算力",
      "D": "融合"
    },
    "answer": "C",
    "explanation": "东数西算”中的“数”,指的是数据，“算”指的是算力，即对数据的处理能力。“东数西 算”是通过构建数据中心、云计算、大数据一体化的新型算力网络体系，将东部算力需求有序引导到西部， 优化数据中心建设布局，促进东西部协同联动。"
  },
  {
    "id": "N01-021",
    "stem": "《 数字乡村发展战略纲要》明确了到2035年，数字乡村建设取得长足进展。城乡“数字鸿沟” 大幅缩小，农民数字化素养显著提升。农业农村()基本实现，城乡基本公共服务均等化基本实现，乡村治 理体系和治理能力现代化基本实现，生态宜居的美丽乡村基本实现。",
    "options": {
      "A": "数字化",
      "B": "信息化",
      "C": "现代化",
      "D": "网络化"
    },
    "answer": "C",
    "explanation": "《数字乡村发展战略纲要》明确了到2035年，数字乡村建设取得长足进展。城乡“数字鸿 沟”大幅缩小，农民数字化素养显著提升。农业农村现代化基本实现，城乡基本公共服务均等化基本实现， 乡村治理体系和治理能力现代化基本实现，生态宜居的美丽乡村基本实现。"
  },
  {
    "id": "N01-022",
    "stem": "信息化与工业化主要是在技术、产品、业务、()四个方面进行融合。",
    "options": {
      "A": "工业",
      "B": "服务业",
      "C": "产业",
      "D": "制造业"
    },
    "answer": "C",
    "explanation": "信息化与工业化主要在技术、产品、业务、产业四个方面进行融合。"
  },
  {
    "id": "N01-023",
    "stem": "数据价值化的“三化”框架是指()。",
    "options": {
      "A": "数据资源化、数据资产化、数据资本化",
      "B": "数据资源化、数据资产化、数据价值化",
      "C": "数据智慧化、数据资产化、数据资本化",
      "D": "数据智慧化、数据资产化、数据价值化"
    },
    "answer": "A",
    "explanation": "数据价值化 【GX202305】 1.数据价值化是指以数据资源化为起点，经历数据资产化、数据资本化阶段，实现数据 价值化的经济过程。 2.数据价值化的“三化”框架，即数据资源化、数据资产化、数据资本化。【口诀：本 院 产 】 数据资源化：是使无序、混乱的原始数据成为有序、有使用价值的数据资源。 数据资产化：是数据通过流通交易给使用者或者所有者带来的经济利益的过程。数据资产 化是实现数据价值的核心，其本质是形成数据交换价值，初步实现数据价值的过程。 数据资本化：主要包括两种方式，数据信贷融资与数据证券化。数据资本化是拓展数据价 值的途径，其本质是实现数据要素社会化配置"
  },
  {
    "id": "N01-024",
    "stem": "通过新型信息技术的数据洞察，从大数据中自动化挖掘实践经验、理论原理并自行开展模拟仿 真，完成基于数据的自决策和自优化，属于第()范式。",
    "options": {
      "A": "一",
      "B": "二",
      "C": "三",
      "D": "四"
    },
    "answer": "D",
    "explanation": "第四范式通过新型信息技术的数据洞察，从大数据中自动化挖掘实践经验、理论原理并自行 开展模拟仿真，完成基于数据的自决策和自优化，极大地繁荣应用科学技术"
  },
  {
    "id": "N01-025",
    "stem": "智慧城市发展过程中，聚焦智慧城市与城市经济社会发展深度融合，则该智慧城市成熟度处于 ( ) 水 平 。",
    "options": {
      "A": "规划级",
      "B": "管理级",
      "C": "协同级",
      "D": "优化级"
    },
    "answer": "D",
    "explanation": "智慧城市发展成熟度划分为规划级、管理级、协同级、优化级、引领级5个等级 一级(规划级):应围绕智慧城市的发展进行策划，明确相关职责分工和工作机制等，初步开展数据采集和 应用，确保相关活动有序开展。 二级(管理级):应明确智慧城市发展战略、原则、目标和实施计划等，推进城市基础设施智能化改造，多 领域实现信息系统单项应用，对智慧城市全生命周期实施管理。 三级(协同级):应管控智慧城市各项发展目标，实施多业务、多层级、跨领域应用系统的集成，持续推进 信息资源的共享与交换，推动惠民服务、城市治理、生态宜居、产业发展等的融合创新，实现跨领域的协同 改进。 四级(优化级):应聚焦智慧城市与城市经济社会发展深度融合，基于数据与知识模型实施城市经济、社会 精准化治理，推动数据要素的价值挖掘和开发利用，推进城市竞争力持续提升。 五级(引领级):应构建智慧城市敏捷发展能力，实现城市物理空间、社会空间、信息空间的融合演进和共 生共治，引领城市集群治理联动，形成高质量发展共同体。"
  },
  {
    "id": "N01-026",
    "stem": "下列说法正确的是 ()。",
    "options": {
      "A": "信息是指音讯、消息、信息系统传输和处理的对象，泛指人类社会传播的一切内容",
      "B": "信息是物质、能量及其属性的标示的集合，是确定性的减少",
      "C": "信息是物质，也不是能力，它以一种普遍形式，表达物质运动规律，在客观世界中大量存在、产生和传递",
      "D": "香农指出：“信息是用来消除随机的东西”"
    },
    "answer": "A",
    "explanation": "信息是物质、能量及其属性的标示的集合，是确定性的增加， B 错误。 信息不是物质，也不是能力，它以一种普遍形式，表达物质运动规律，在客观世界中大量存在、产生和传递， C 错误。 香农指出：“信息是用来消除随机不定性的东西”,D 错误。"
  },
  {
    "id": "N01-027",
    "stem": "() 不属于新型基础设施建设(新基建)的内容。",
    "options": {
      "A": "工业互联网",
      "B": "高速公路",
      "C": "大数据中心",
      "D": "5G"
    },
    "answer": "B",
    "explanation": "七大领域：5G 基建、特高压、城际高速铁路和城际轨道交通、新能源汽车充电桩、大数据中 心、人工智能、工业互联网。"
  },
  {
    "id": "N01-028",
    "stem": "两化融合是信息化和工业化的高层次的深度结合，主要在技术、产品、()、产业四个方面进 行融合。",
    "options": {
      "A": "业 务",
      "B": "软件",
      "C": "网络",
      "D": "硬件"
    },
    "answer": "A",
    "explanation": "《蜗牛软考202405高项冲刺精华》 -第1章【考点4】两化融合与智能制造★★★★ 两化融合：是信息化和工业化的高层次的深度结合；两化融合的核心就是信息化支撑，追求可持续发展模式。 信息化与工业化主要在技术、产品、业务、产业四个方面进行融合。【口诀：极品物业】"
  },
  {
    "id": "N01-029",
    "stem": "数据价值化是指以()为起点，经历数据资产化，数据资本化的阶段，实现数据价值化的过程。",
    "options": {
      "A": "数据智能化",
      "B": "数据资源化",
      "C": "数据安全性",
      "D": "数据产业化"
    },
    "answer": "B",
    "explanation": "第四版教材P20, 数据价值化是指以数据资源化为起点，经历数据资产化、数据资本化阶段，实现数据价值 化的经济过程"
  },
  {
    "id": "N01-030",
    "stem": "以下关于数字化转型的说法，错误的是()。",
    "options": {
      "A": "常见数字化转型的驱动因素主要包括：(1)新技术的强势发展(2)低“交互成本”运作(3)业务运行的透明化 (4)个性化需求的满足",
      "B": "数字化转型组织架构及工作机制的建议可分为4个层次：(1)规划层(2)实施层(3)能力层(4)资源层",
      "C": "通过计算智能化完成物理对象到信息空间的映射",
      "D": "数字化转型基本原理揭示了个体智慧由“自然人”个体，转移到组织智慧(计算机、信息系统等掌握的)的 必要性和重要性。"
    },
    "answer": "C",
    "explanation": "P33, “数据-智慧”过程该过程通常指数据的开发利用和资源管理的过程，即阿牛常说的“智 慧化过程”,重点解决基于各类组织组成对象“数字关系”的“脑力替代”。该过程在大数据“筑底”后， 多元化数据能够被开发利用： ①通过对象数字化实现对各类对象的数字化表达； ②通过孪生虚拟化完成物理对象到信息空间的映射； ③通过架构可视化实现业务知识模型与经验沉淀的复用和创新； ④通过计算智能化实现多元条件下的调度和决策。"
  },
  {
    "id": "N01-031",
    "stem": "下列说法种不正确的是 ()。",
    "options": {
      "A": "信息的目的是用来“消除不确定的因素”",
      "B": "信息具有价值，而价值的大小决定于信息的数量",
      "C": "信息系统是由相互联系、相互依赖、相互作用的事物或过程组成的具有整体功能和综合行为的统一体",
      "D": "简单地说，信息系统就是通过输入数据，然后进行加工处理，最后产生信息的系统"
    },
    "answer": "B",
    "explanation": "信息具有价值，而价值的大小决定于信息的质量"
  },
  {
    "id": "N01-032",
    "stem": "“新型基础设施”主要包括信息技术设施、融合基础设施和创新基础设施三个方面。其中信息 基础设施包括()。 ①通信基础设施；②智能交通基础设施；③新技术基础设施；④科教基础设施；⑤算力基础设施",
    "options": {
      "A": "①③⑤",
      "B": "①④⑤",
      "C": "②③④",
      "D": "②③⑤"
    },
    "answer": "A",
    "explanation": "信息基础设施主要指基于新一代信息技术演化生成的基础设施。 信息基础设施包括： ① 以 5G、 物联网、工业互联网、卫星互联网为代表的通信网络基础设施 ②以人工智能、云计算、区块链等为代表的新技术基础设施 ③以数据中心、智能计算中心为代表的算力基础设施等。信息基础设施凸显“技术新”"
  },
  {
    "id": "N01-033",
    "stem": "深入实施智能制造和绿色制造工程，发展服务型制造新模式，推动制造业()、()、() 是我国推动制造业优化升级的重点方向。",
    "options": {
      "A": "高端化、智慧化、绿色化",
      "B": "高端化、智能化、绿色化",
      "C": "现代化、智能化、绿色化",
      "D": "现代化、智慧化、绿色化"
    },
    "answer": "B",
    "explanation": "深入实施智能制造和绿色制造工程，发展服务型制造新模式，推动制造业高端化、智能化、 绿色化”是我国推动制造业优化升级的重点方向。"
  },
  {
    "id": "N01-034",
    "stem": "以下关于数字产业化的说法中，错误的是()。",
    "options": {
      "A": "数字产业化是指为产业数字化发展提供数字技术、产品、服务、基础设施和解决方案，以及完全依赖于数 字技术、数据要素的各类经济活动，包括电子信息制造业、电信业、软件、信息技术、互联网行业等",
      "B": "数字经济包括数字产业化和产业数字化两大部分",
      "C": "从整体构成上看，数字经济包括数字产业化、产业数字化、数字化治理和数据价值化四个部分",
      "D": "产业数字化发展重点包括：(1)云计算(2)大数据(3)物联网(4)工业互联网(5)区块链(6)人工智能(7)虚拟现实 和增强现实"
    },
    "answer": "D",
    "explanation": "P17-18, 数字产业化发展重点包括：(1)云计算(2)大数据(3)物联网(4)工业互联网(5)区块链(6) 人工智能(7)虚拟现实和增强现实"
  },
  {
    "id": "N01-035",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "数据是与土地、劳动力、资本和技术并列的主要生产要素",
      "B": "社交网络信息传输具有永生性、无限性、即时性以及方向性的特征",
      "C": "互联网的特性是信息可以跨越时间和地理障碍在网络上迅速传播",
      "D": "社会的“智慧主体”都是自然人"
    },
    "answer": "D",
    "explanation": "现在，社会的“智慧主体”己经不单纯是自然人，他可以是一个互联网账号、 一台自动驾驶 的汽车、一部智能手机，或者是工厂中的一套智能机器人。"
  },
  {
    "id": "N01-036",
    "stem": "信息系统就是通过输入数据，然后进行加工处理，最后产生信息的系统。()和()是信息 系统的显著特点。",
    "options": {
      "A": "面向目标和支持管理",
      "B": "面向管理和支持发展",
      "C": "面向管理和支持生产",
      "D": "面向目标和支持生产"
    },
    "answer": "C",
    "explanation": "信息系统就是通过输入数据，然后进行加工处理，最后产生信息的系统。面向管理和支持生 产是信息系统的显著特点。"
  },
  {
    "id": "N01-037",
    "stem": "关于信息系统生命周期的描述，不正确的是：()。",
    "options": {
      "A": "信息系统的产生、建设、运行、维护、完善构成一个循环的过程，并有一定的规律可循",
      "B": "信息系统建设和维护随着各种环境变化，需要不断维护和修改，必要时可由新系统替代",
      "C": "信息系统的生命周期可简化为系统规划、系统分析、系统设计、系统运行和维护等阶段",
      "D": "信息系统建设周期长、投资大、用户习惯难以改变，定制化开发后无法进行重建和升级"
    },
    "answer": "C",
    "explanation": "《蜗牛软考综合一本通》-1.1.2 信息系统 信息系统的生命周期可以简化为：系统规划(可行性分析与项目开发计划),系统分析(需求分析),系统设计(概要 设计、详细设计),系统实施(编码、测试),系统运行和维护等阶段。"
  },
  {
    "id": "N01-038",
    "stem": "下列不属于“新型基建的方向”的是()。",
    "options": {
      "A": "新能源汽车充电桩",
      "B": "工业互联网",
      "C": "城际高速铁路",
      "D": "移动互联网"
    },
    "answer": "D",
    "explanation": "5G 基建、特高压、城际高速铁路和城际轨道交通、新能源汽车充电桩、大数据中心、人工智 能、工业互联网"
  },
  {
    "id": "N01-039",
    "stem": "以下说法中不正确的是 ()。",
    "options": {
      "A": "两化融合是工业化和数字化的高层次的深度结合",
      "B": "两化融合的核心就是信息化支撑，追求可持续发展模式",
      "C": "两化融合是新发展阶段制造业数字化、网络化、智能化发展的必由之路",
      "D": "两化融合是数字经济时代建设制造强国、网络强国和数字中国的扣合点"
    },
    "answer": "A",
    "explanation": "两化融合是信息化和工业化的高层次的深度结合"
  },
  {
    "id": "N01-040",
    "stem": "工业技术与信息技术的融合，产生新的技术，推动技术创新属于两化融合的()。",
    "options": {
      "A": "技术融合",
      "B": "产品融合",
      "C": "业务融合",
      "D": "产业衍生"
    },
    "answer": "A",
    "explanation": "技术融合是指工业技术与信息技术的融合，产生新的技术，推动技术创新。 例如，汽车制造技术和电子技术融合产生的汽车电子技术；工业和计算机控制技术融合产生的工业控制技术。"
  },
  {
    "id": "N01-041",
    "stem": "在以下选项中，哪个不是产业数字化的典型特征()。",
    "options": {
      "A": "以数字科技变革生产工具",
      "B": "以数据资源为关键生产要素",
      "C": "以信息网络为市场配置纽带",
      "D": "以传统模式为主导的发展机制条件"
    },
    "answer": "D",
    "explanation": "P19 。 产业数字化具有的典型特征包括： · 以数字科技变革生产工具； · 以数据资源为关键生产要素； · 以数字内容重构产品结构； · 以信息网络为市场配置纽带； · 以服务平台为产业生态载体； · 以数字善治为发展机制条件。"
  },
  {
    "id": "N01-042",
    "stem": "组织数字化转型中的难点，主要体现在：()。",
    "options": {
      "A": "业务融合、持续坚持、文化冲突、效果评价",
      "B": "业务融合、持续创新、文化冲突、效果判别",
      "C": "业务融合、持续坚持、文化冲突、效果判别",
      "D": "业务融合、持续创新、文化冲突、效果评价"
    },
    "answer": "C",
    "explanation": "组织数字化转型中的难点，主要体现在业务融合、持续坚持、文化冲突、效果判别。（融 坚 冲 判）"
  },
  {
    "id": "N01-043",
    "stem": "组织能力数字化转型及持续迭代参考模型 (CPSD模型 ) 不包括 ( ) ",
    "options": {
      "A": "决策能力边际化PtoE",
      "B": "信息物理世界",
      "C": "科学社会物理赛博机制",
      "D": "智慧转移模型S8"
    },
    "answer": "D",
    "explanation": "组织能力数字化转型及持续迭代参考模型 (CPSD  模型)、决策能力边际化 (PtoE)、   信息物理世界 (CPS) 、  科学社会物理赛博机制 (CPSS) 、  新型应急的组织、动员机制"
  },
  {
    "id": "N01-044",
    "stem": "信息系统的生命周期可以简化为：()。",
    "options": {
      "A": "系统规划、系统分析、系统设计、系统实施、系统运行和维护",
      "B": "可行性研究、系统规划、系统设计、系统实施、系统运行和维护",
      "C": "立项、可行性研究、系统规划、系统实施、系统运行和维护",
      "D": "系统规划、系统分析、系统设计、系统开发、系统测试"
    },
    "answer": "A",
    "explanation": "信息系统的生命周期可以简化为：系统规划(可行性分析与项目开发计划),系统分析(需求分析), 系统设计(概要设计、详细设计),系统实施(编码、测试),系统运行和维护等阶段。"
  },
  {
    "id": "N01-045",
    "stem": "信息化内涵主要不包括( )。",
    "options": {
      "A": "信息网络体系",
      "B": "信息产业基础",
      "C": "社会运行环境",
      "D": "信息安全体系"
    },
    "answer": "D",
    "explanation": "（巧计：网产环效）信息化内涵主要包括： ◆信息网络体系：包括信息资源、各种信息系统、公用通信网络平台等。 ◆信息产业基础：包括信息科学技术研究与开发、信息装备制造、信息咨询服务等。 ◆社会运行环境：包括现代工农业、管理体制、政策法律、规章制度、文化教育、道德观念等生产关系与 上层建筑。 ◆效用积累过程：包括劳动者素质、国家现代化水平和人民生活质量的不断提高，精神文明和物质文明建 设不断进步等。"
  },
  {
    "id": "N01-046",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "新基建包括5G 基建、特高压、城际高速铁路和城际轨道交通、新能源汽车充电桩、大数据中心、人工智 能、工业互联网等七大领域",
      "B": "“新基建”是立足于高新科技的基础设施建设，与传统“铁公基”相对应",
      "C": "新基建是面向社会需求，为经济社会的创新、协调、绿色、开放、共享发展提供底层支撑的具有乘数效应 的战略性、网络型基础设施",
      "D": "“新基建”的内涵更丰富，更能体现数字经济的特征，能够更好地推动中国经济转型升级"
    },
    "answer": "C",
    "explanation": "新基建是面向国家战略需求，为经济社会的创新、协调、绿色、开放、共享发展提供底层支 撑的具有乘数效应的战略性、网络型基础设施"
  },
  {
    "id": "N01-047",
    "stem": "新型基础设施主要包括如下三个方面 ()。",
    "options": {
      "A": "信息基础设施、融合基础设施、创新基础设施",
      "B": "信息基础设施、网络基础设施、算力基础设施",
      "C": "信息基础设施、融合基础设施、网络基础设施",
      "D": "信息基础设施、融合基础设施、新技术基础设施"
    },
    "answer": "A",
    "explanation": "新型基础设施主要包括如下三个方面：信息基础设施、融合基础设施、创新基础设施。"
  },
  {
    "id": "N01-048",
    "stem": "() 是指工业技术与信息技术的融合，产生新的技术，推动技术创新。例如，汽车制造技术和 电子技术融合产生的汽车电子技术；工业和计算机控制技术融合产生的工业控制技术。",
    "options": {
      "A": "业务融合",
      "B": "技术融合",
      "C": "产业衍生",
      "D": "产品融合"
    },
    "answer": "B",
    "explanation": "技术融合是指工业技术与信息技术的融合，产生新的技术，推动技术创新。例如，汽车制造 技术和电子技术融合产生的汽车电子技术；工业和计算机控制技术融合产生的工业控制技术"
  },
  {
    "id": "N01-049",
    "stem": "电子信息技术或产品渗透到产品中，增加产品的技术含量属于两化融合的()。",
    "options": {
      "A": "技术融合",
      "B": "产品融合",
      "C": "业务融合",
      "D": "产业衍生"
    },
    "answer": "B",
    "explanation": "产品融合是指电子信息技术或产品渗透到产品中，增加产品的技术含量。 例如，普通机床加上数控系统之后就变成了数控机床；传统家电采用了智能化技术之后就变成了智能家电； 普通飞机模型增加控制芯片之后就成了遥控飞机。信息技术含量的提高使产品的附加值大大提高"
  },
  {
    "id": "N01-050",
    "stem": "() 不属于数字产业化部分。",
    "options": {
      "A": "数字产品制造业",
      "B": "数字产品服务业",
      "C": "数字技术应用业",
      "D": "数字化效率提升业"
    },
    "answer": "D",
    "explanation": "数字经济具体分类：数字产品制造业、数字产品服务业、数字技术应用业、数字要素驱动业 和数字化效率提升业，其中，前4类为数字产业化部分，第5类为产业数字化部分"
  },
  {
    "id": "N01-051",
    "stem": "从整体构成上看，数字经济不包括()。",
    "options": {
      "A": "数字产业化",
      "B": "产业数字化",
      "C": "数据价值化",
      "D": "数据效率化"
    },
    "answer": "D",
    "explanation": "从整体构成上看，数字经济包括数字产业化、产业数字化、数字化治理和数据价值化四个部 分。"
  },
  {
    "id": "N01-052",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "从智慧-数据过程将人类智慧形成了数据表达，并通过数据流动",
      "B": "数据——智慧工程，在大数据的基础上，逆变数据为计算智能，完成了智慧载体由自然人到计算机和信息 系统的转移，进一步实现智慧的可复制",
      "C": "针对能力因子的持续迭代可以从任何一项活动开始实施四项活动，形成持续迭代闭环",
      "D": "数字化转型需要一次成功，不能持续迭代"
    },
    "answer": "D",
    "explanation": "数字化转型往往不是指一个结果的表达，而是一个持续的过程"
  },
  {
    "id": "N01-053",
    "stem": "S8D  模型基于 DIKW  模型，构筑了“智慧-数据”、“数据-智慧”两大过程的8个转化活动。 其中“智慧-数据”过程也就是()",
    "options": {
      "A": "数字化过程",
      "B": "信息化过程",
      "C": "智慧化过程",
      "D": "数据化过程"
    },
    "answer": "B",
    "explanation": "P33, “智慧-数据”过程，通常指信息系统规划、建设、运行过程，也就是传统讲的信息化过程。"
  },
  {
    "id": "N01-054",
    "stem": "国家信息化体系包括()6个要素。",
    "options": {
      "A": "信息技术应用、信息资源、信息传输、信息技术和产业、信息化人才、信息化政策法规和标准规范",
      "B": "信息技术研究、信息资源、信息网络、信息技术和产业、信息化人才、信息化政策法规和标准规范",
      "C": "信息技术应用、信息资源、信息网络、信息技术和产业、信息化人才、信息化政策法规和标准规范",
      "D": "信息技术研究、信息资源、信息传输、信息技术和产业、信息化人才、信息化政策法规和标准规范"
    },
    "answer": "C",
    "explanation": "国家信息化体系包括信息技术应用、信息资源、信息网络、信息技术和产业、信息化人才、 信息化政策法规和标准规范6个要素。"
  },
  {
    "id": "N01-055",
    "stem": "以下不属于通信网络基础设施的是()。",
    "options": {
      "A": "物联网",
      "B": "工业互联网",
      "C": "卫星互联网",
      "D": "区块链"
    },
    "answer": "D",
    "explanation": "①以5G、 物联网、工业互联网、卫星互联网为代表的通信网络基础设施； ②以人工智能、云计算、区块链等为代表的新技术基础设施； ③以数据中心、智能计算中心为代表的算力基础设施等"
  },
  {
    "id": "N01-056",
    "stem": "以下不属于新技术基础设施的是()。",
    "options": {
      "A": "人工智能",
      "B": "卫星互联网",
      "C": "云 计 算",
      "D": "区块链"
    },
    "answer": "B",
    "explanation": "①以5G、 物联网、工业互联网、卫星互联网为代表的通信网络基础设施； ②以人工智能、云计算、区块链等为代表的新技术基础设施； ③以数据中心、智能计算中心为代表的算力基础设施等"
  },
  {
    "id": "N01-057",
    "stem": "以下属于算力基础设施的是()。",
    "options": {
      "A": "人工智能",
      "B": "智能计算中心",
      "C": "云计算",
      "D": "区块链"
    },
    "answer": "B",
    "explanation": "①以5G、 物联网、工业互联网、卫星互联网为代表的通信网络基础设施； ②以人工智能、云计算、区块链等为代表的新技术基础设施； ③以数据中心、智能计算中心为代表的算力基础设施等"
  },
  {
    "id": "N01-058",
    "stem": "信息技术应用到企业研发设计、生产制造、经营管理、市场营销等各个环节，推动企业业务创 新和管理升级属于两化融合的()。",
    "options": {
      "A": "技术融合",
      "B": "产品融合",
      "C": "业务融合",
      "D": "产业衍生"
    },
    "answer": "C",
    "explanation": "业务融合是指信息技术应用到企业研发设计、生产制造、经营管理、市场营销等各个环节， 推动企业业务创新和管理升级。例如，计算机管理方式改变了传统手工台账，极大地提高了管理效率；信息 技术应用提高了生产自动化、智能化程度，生产效率大大提高；网络营销成为一种新的市场营销方式，受众 大量增加，营销成本大大降低。"
  },
  {
    "id": "N01-059",
    "stem": "可以催生出的新产业，形成一些新兴业态属于两化融合的()。",
    "options": {
      "A": "技术融合",
      "B": "产品融合",
      "C": "业务融合",
      "D": "产业衍生"
    },
    "answer": "D",
    "explanation": "产业衍生是指两化融合可以催生出的新产业，形成一些新兴业态，如工业电子、工业软件、 工业信息服务业。工业电子包括机械电子、汽车电子、船舶电子、航空电子等；工业软件包括工业设计软件、 工业控制软件等；工业信息服务业包括工业企业B2B 电子商务、工业原材料或产成品大宗交易、工业企业信 息化咨询等。"
  },
  {
    "id": "N01-060",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "数字经济是继农业经济、工业经济之后的更高级经济形态",
      "B": "数字技术与虚拟经济蜗牛融合驱动是数字经济的主引擎",
      "C": "范式是指那些公认的科学成就，在一段时间里为实践共同体提供典型的问题和解答",
      "D": "数字经济的技术经济范式的结构主要包括驱动力、新结构、价值创造和经济增长"
    },
    "answer": "B",
    "explanation": "数字技术与实体经济融合驱动是数字经济的主引擎。蜗牛老师"
  },
  {
    "id": "N01-061",
    "stem": "为产业数字化发展提供数字技术、产品、服务、基础设施和解决方案属于()。",
    "options": {
      "A": "数字产业化",
      "B": "产业数字化",
      "C": "数字化治理",
      "D": "数据价值化"
    },
    "answer": "A",
    "explanation": "数字产业化是指为产业数字化发展提供数字技术、产品、服务、基础设施和解决方案，以及 完全依赖于数字技术、数据要素的各类经济活动，包括电子信息制造业、电信业、软件、信息技术、互联网 行业等。"
  },
  {
    "id": "N01-062",
    "stem": "在新一代数字科技支撑和引领下，以数据为关键要素，以价值释放为核心，以数据赋能为主线， 对产业链上下游的全要素数字化升级、转型和再造的过程属于()。",
    "options": {
      "A": "数字产业化",
      "B": "产业数字化",
      "C": "数字化治理",
      "D": "数据价值化"
    },
    "answer": "B",
    "explanation": "产业数字化是指在新一代数字科技支撑和引领下，以数据为关键要素，以价值释放为核心， 以数据赋能为主线，对产业链上下游的全要素数字化升级、转型和再造的过程。"
  },
  {
    "id": "N01-063",
    "stem": "组织信息化除驱动和加速组织转型升级和生产力建设外，还呈现出产品信息化、()、社会生 活信息化和国民经济信息化等趋势和方向。",
    "options": {
      "A": "发展信息化",
      "B": "产业信息化",
      "C": "制造信息化",
      "D": "生产信息化"
    },
    "answer": "B",
    "explanation": "组织信息化除驱动和加速组织转型升级和生产力建设外，还呈现出产品信息化、产业信息化、 社会生活信息化和国民经济信息化等趋势和方向。"
  },
  {
    "id": "N01-064",
    "stem": "以下不属于创新基础设施的是()。",
    "options": {
      "A": "重大科技基础设施",
      "B": "产业技术创新基础设施",
      "C": "人工智能",
      "D": "科教基础设施"
    },
    "answer": "C",
    "explanation": "创新基础设施主要指支撑科学研究、技术开发、产品研制的具有公益属性的基础设施。创新 基础设施包括重大科技基础设施、科教基础设施、产业技术创新基础设施等"
  },
  {
    "id": "N01-065",
    "stem": "新型基础设施是以()为引领，以技术()为驱动，以()为基础，面向高质量发展需要， 提供数字转型、智能升级、融合创新等服务的基础设施体系。",
    "options": {
      "A": "新发展理念、市场、信息网络",
      "B": "创新发展理念、创新、信息安全",
      "C": "新发展理念、创新、信息网络",
      "D": "创新发展理念、政府、信息安全"
    },
    "answer": "C",
    "explanation": "新型基础设施是以新发展理念为引领，以技术创新为驱动，以信息网络为基础，面向高质量 发展需要，提供数字转型、智能升级、融合创新等服务的基础设施体系。"
  },
  {
    "id": "N01-066",
    "stem": "各个国家推动新一代工业革命的关注焦点是()。",
    "options": {
      "A": "新基建",
      "B": "元宇宙",
      "C": "车联网",
      "D": "智能制造"
    },
    "answer": "D",
    "explanation": "智能制造是一项重要的国家战略，也是各个国家推动新一代工业革命的关注焦点"
  },
  {
    "id": "N01-067",
    "stem": "智能制造具有有自感知、自学习、()、自执行、自适应等功能。",
    "options": {
      "A": "自决策",
      "B": "自分析",
      "C": "自判断",
      "D": "自推理"
    },
    "answer": "A",
    "explanation": "智能制造具有有自感知、自学习、自决策、自执行、自适应等功能"
  },
  {
    "id": "N01-068",
    "stem": "智能制造能力成熟度等级提升的关键，包括()。",
    "options": {
      "A": "人员、数据、资源和制造",
      "B": "人员、技术、资源和制造",
      "C": "技术、销售、资源和制造",
      "D": "人员、技术、资源和服务"
    },
    "answer": "B",
    "explanation": "智能制造能力成熟度等级提升的关键，包括人员、技术、资源和制造"
  },
  {
    "id": "N01-069",
    "stem": "依托互联网、大数据、人工智能等技术和应用，创新社会治理方法与手段，优化社会治理模式， 推进社会治理的科学化、精细化、高效化，助力社会治理现代化属于()。",
    "options": {
      "A": "数字产业化",
      "B": "产业数字化",
      "C": "数字化治理",
      "D": "数据价值化"
    },
    "answer": "C",
    "explanation": "数字化治理通常指依托互联网、大数据、人工智能等技术和应用，创新社会治理方法与手段， 优化社会治理模式，推进社会治理的科学化、精细化、高效化，助力社会治理现代化"
  },
  {
    "id": "N01-070",
    "stem": "( ) 是数字经济的基础部分。",
    "options": {
      "A": "数字产业化",
      "B": "产业数字化",
      "C": "数字化治理",
      "D": "数据价值化"
    },
    "answer": "A",
    "explanation": "数字产业化是数字经济的基础部分"
  },
  {
    "id": "N01-071",
    "stem": "() 是实现数字经济和传统经济深度融合发展的重要途径。",
    "options": {
      "A": "数字产业化",
      "B": "产业数字化",
      "C": "数字化治理",
      "D": "数据价值化"
    },
    "answer": "B",
    "explanation": "产业数字化是实现数字经济和传统经济深度融合发展的重要途径"
  },
  {
    "id": "N01-072",
    "stem": "组织信息化除驱动和加速组织转型升级和生产力建设外，还呈现出产品信息化、产业信息化、 社会生活信息化和国民经济信息化等趋势和方向。其中不属于产品信息化的含义的是()。",
    "options": {
      "A": "产品中各类信息比重日益增大、物质比重日益降低",
      "B": "物质产品的特征向信息产品的特征迈进",
      "C": "越来越多的产品中嵌入了智能化元器件，使产品具有越来越强的信息处理功能",
      "D": "农业、工业、服务业等传统产业广泛利用信息技术，从而实现产业的升级"
    },
    "answer": "D",
    "explanation": "产品信息化 ①产品中各类信息比重日益增大、物质比重日益降低，其物质产品的特征向信息产品 的特征迈进； ②越来越多的产品中嵌入了智能化元器件，使产品具有越来越强的信息处理功能。 产业信息化 农业、工业、服务业等传统产业广泛利用信息技术，从而实现产业的升级。 社会生活信息化 市场、科技、教育、军事、政务、日常生活等在内的整个社会体系采用先进的信息技 术，建立各种互联网平台和网络 国民经济信息化 指在经济大系统内实现统一的信息大流动，使金融、贸易、投资、计划、营销等组成 一个信息大系统，生产、流通、分配、消费等经济的四个环节通过信息进一步连成一 个整体"
  },
  {
    "id": "N01-073",
    "stem": "支撑科学研究、技术开发、产品研制的具有公益属性的基础设施属于()。",
    "options": {
      "A": "信息基础设施",
      "B": "融合基础设施",
      "C": "创新基础设施",
      "D": "网络基础设施"
    },
    "answer": "C",
    "explanation": "创新基础设施指支撑科学研究、技术开发、产品研制的具有公益属性的基础设施。创新基础 设施包括重大科技基础设施、科教基础设施、产业技术创新基础设施等"
  },
  {
    "id": "N01-074",
    "stem": "信息安全能力域属于智能制造能力成熟度等级的()能力要素。",
    "options": {
      "A": "人员",
      "B": "技术",
      "C": "资源",
      "D": "制造"
    },
    "answer": "B",
    "explanation": "技术包括数据、集成和信息安全3个能力域"
  },
  {
    "id": "N01-075",
    "stem": "深度应用互联网、大数据、人工智能等技术，支撑传统基础设施转型升级的基础设施属于()。",
    "options": {
      "A": "信息基础设施",
      "B": "融合基础设施",
      "C": "创新基础设施",
      "D": "网络基础设施"
    },
    "answer": "B",
    "explanation": "融合基础设施主要指指深度应用互联网、大数据、人工智能等技术，支撑传统基础设施转型 升级，进而形成的融合基础设施。融合基础设施包括智能交通基础设施、智慧能源基础设施等"
  },
  {
    "id": "N01-076",
    "stem": "组织战略能力域属于智能制造能力成熟度等级的()能力要素。",
    "options": {
      "A": "人员",
      "B": "技术",
      "C": "资源",
      "D": "制造"
    },
    "answer": "A",
    "explanation": "人员包括组织战略、人员技能2个能力域"
  },
  {
    "id": "N01-077",
    "stem": "网络能力域属于智能制造能力成熟度等级的()能力要素。",
    "options": {
      "A": "人员",
      "B": "技术",
      "C": "资源",
      "D": "制造"
    },
    "answer": "C",
    "explanation": "资源包括装备、网络2个能力域"
  },
  {
    "id": "N01-078",
    "stem": "销售能力域属于智能制造能力成熟度等级的()能力要素。",
    "options": {
      "A": "人员",
      "B": "技术",
      "C": "资源",
      "D": "制造"
    },
    "answer": "D",
    "explanation": "制造包括设计、生产、物流、销售、服务5个能力域"
  },
  {
    "id": "N01-079",
    "stem": "GB/T39116《 智能制造能力成熟度模型》规定了企业智能制造能力在不同阶段应达到的水平。 企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的精准预测和优化()。",
    "options": {
      "A": "二级(规范级)",
      "B": "三级(集成级)",
      "C": "四级(优化级)",
      "D": "五级(引领级)"
    },
    "answer": "C",
    "explanation": "P15, 级别 含义★★★★ 一级(规划级) 企业应开始对实施智能制造的基础和条件进行规划，能够对核心业务活动(设计、生产、物 流、销售、服务)进行流程化管理 二级(规范级) 企业应采用自动化技术、信息技术手段对核心装备和业务活动等进行改造和规范，实现单 一业务活动的数据共享 三级(集成级) 企业应对装备、系统等开展集成，实现跨业务活动间的数据共享 四级(优化级) 企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的 精准预测和优化 五级(引领级) 企业应基于模型持续驱动业务活动的优化和创新，实现产业链协同并衍生新的制造模式和 商业模式"
  },
  {
    "id": "N01-080",
    "stem": "() 是数字经济发展的关键生产要素。",
    "options": {
      "A": "数字产业化",
      "B": "产业数字化",
      "C": "数字化治理",
      "D": "数据价值化"
    },
    "answer": "D",
    "explanation": "价值化的数据是数字经济发展的关键生产要素。蜗牛老师"
  },
  {
    "id": "N01-081",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "数字经济包括数字产业化、产业数字化、数字化治理和数据价值化四个部分",
      "B": "数据价值化是数字经济的基础部分",
      "C": "数字产业化发展重点包括：云计算，大数据，物联网，工业互联网，区块链，人工智能，虚拟现实和增强 现实",
      "D": "《中华人民共和国国民经济和社会发展第十四个五年规划和2035年远景目标纲要》明确提出了推进产业 数字化转型，实施“上云用数赋智”行动，推动数据赋能全产业链协同转型"
    },
    "answer": "B",
    "explanation": "数字产业化是数字经济的基础部分。蜗牛老师"
  },
  {
    "id": "N01-082",
    "stem": "《 中华人民共和国国民经济和社会发展第十四个五年规划和2035年远景目标纲要》提出了强 调加快推动数字产业化，培育壮大人工智能、大数据、区块链、云计算、网络安全等新兴数字产业，提升通 信设备、核心电子元器件、关键软件等产业水平。鼓励企业开放搜索、电商、()等数据，发展第三方大数 据服务产业。促进共享经济、平台经济健康发展。",
    "options": {
      "A": "企业",
      "B": "社交",
      "C": "政府",
      "D": "个人"
    },
    "answer": "B",
    "explanation": "《中华人民共和国国民经济和社会发展第十四个五年规划和2035年远景目标纲要》提出了 强调加快推动数字产业化，培育壮大人工智能、大数据、区块链、云计算、网络安全等新兴数字产业，提升 通信设备、核心电子元器件、关键软件等产业水平。鼓励企业开放搜索、电商、社交等数据，发展第三方大 数据服务产业。促进共享经济、平台经济健康发展。"
  },
  {
    "id": "N01-083",
    "stem": "以下关于“国家信息化趋势”中，说法不正确的是()。",
    "options": {
      "A": "到2025年，建成国际领先的移动通信网络，根本改变核心关键技术受制于人的局面",
      "B": "步到21 世纪中叶，信息化全面支撑富强民主文明和谐的社会主义现代化国家建设，网络强国地位日益巩 固",
      "C": "建设泛在智联的数字基础设施体系，建立高效利用的数据要素资源体系，构建释放数字生产力的创新发展 体系",
      "D": "构筑共建共治共享的数字政府治理体系，打造协同高效的数字社会服务体系，构建普惠便捷的数字基础设 施保障体系"
    },
    "answer": "D",
    "explanation": "《\"十四五\"国家信息化规划》明确了：建设泛在智联的数字基础设施体系，建立高效利用的数 据要素资源体系，构建释放数字生产力的创新发展体系，培育先进安全的数字产业体系，构建产业数字化转 型发展体系，构筑共建共治共享的数字社会治理体系，打造协同高效的数字政府服务体系，构建普惠便捷的 数字民生保障体系，拓展互利共赢的数字领域国际合作体系和建立健全规范有序的数字化发展治理体系等重 大任务。"
  },
  {
    "id": "N01-084",
    "stem": "国家工业信息安全发展研究中心2021年12月提出的全球数字营商环境评价指标体系。下面 那些指标是其评价体系的一级指标()。 ①数字支撑体系；②数据开发利用与安全；③数字市场准入；④数字市场规则；⑤数字创新环境",
    "options": {
      "A": "①③④",
      "B": "①②③④",
      "C": "①③④⑤",
      "D": "①②③④⑤"
    },
    "answer": "D",
    "explanation": "国家工业信息安全发展研究中心2021年12月提出的全球数字营商环境评价指标体系。该 评价体系包含5个一级指标：①数字支撑体系，包含普遍接入、智慧物流设施、电子支付设施；②数据开发利 用与安全，包含公共数据开放、数据安全；③数字市场准入，包含数字经济业态市场准入、政务服务便利度； ④数字市场规则，包含平台企业责任、商户权利与责任、数字消费者保护；⑤数字创新环境，包含数字创新 生态、数字素养与技能、知识产权保护。"
  },
  {
    "id": "N01-085",
    "stem": "基于新一代信息技术演化生成的基础设施是()。",
    "options": {
      "A": "信息基础设施",
      "B": "融合基础设施",
      "C": "创新基础设施",
      "D": "网络基础设施"
    },
    "answer": "A",
    "explanation": "信息基础设施主要指基于新一代信息技术演化生成的基础设施。"
  },
  {
    "id": "N01-086",
    "stem": "《智能制造能力成熟度模型》分为5个等级，规范级属于第()级。",
    "options": {
      "A": "一",
      "B": "二",
      "C": "三",
      "D": "四"
    },
    "answer": "B",
    "explanation": "成熟度等级分为五个等级，自低向高分别是一级(规划级)、二级(规范级)、三级(集成 级)、四级(优化级)和五级(引领级)"
  },
  {
    "id": "N01-087",
    "stem": "以下说法中，错误的是()。",
    "options": {
      "A": "边际决策：基于决策算法和信息应用等进行能力构建，强化执行端的决策能力，从而达到快速反应、高效 决策的效果，满足对社会发展的敏捷需求。",
      "B": "多元融合：强调社会关系和社会活动的动态性及其融合的高效性等，实现服务可编排和快速集成，从而满 足各项社会发展的创新需求",
      "C": "数字孪生：围绕现实世界与信息世界的互动融合进行能力构建，包括社会孪生、城市孪生和设备孪生等， 将推动城市空间摆脱物理约束，进入数字空间。",
      "D": "数据治理：围绕对社会状态的本质反映及模拟预测等进行能力构建，洞察可变因素与不可见因素对社会发 展的影响，从而提升生活质量。"
    },
    "answer": "D",
    "explanation": "P25 智慧城市的五个核心能力要素：数据治理、数字孪生、边际决策、多元融合和态势感知。 能力要素 解释说明 数据治理 围绕数据这一新的生产要素进行能力构建，包括数据责权利管控、全生命周期管理及其开发利 用 数字孪生 围绕现实世界与信息世界的互动融合进行能力构建，包括社会孪生、城市孪生和设备孪生等 边际决策 基于决策算法和信息应用等进行能力构建，强化执行端的决策能力 多元融合 强调社会关系和社会活动的动态性及其融合的高效性等 态势感知 围绕对社会状态的本质反映及模拟预测等进行能力构建，洞察可变因素与不可见因素对社会发 展的影响 所以D错误。应该是态势感知，不是数据治理。"
  },
  {
    "id": "N01-088",
    "stem": "《 智能制造能力成熟度模型》分为5个等级，优化级属于第()级。",
    "options": {
      "A": "一",
      "B": "二",
      "C": "三",
      "D": "四"
    },
    "answer": "D",
    "explanation": "成熟度等级分为五个等级，自低向高分别是一级(规划级)、二级(规范级)、三级(集成 级)、四级(优化级)和五级(引领级)"
  },
  {
    "id": "N01-089",
    "stem": "智慧城市发展过程中，能够明确智慧城市发展战略、原则、目标和实施计划等，推进城市基础 设施的智能化改造，多领域实现信息系统单项应用，对智慧城市全生命周期实施管理，则该智慧城市成熟度 处 于 ( ) 水 平 。",
    "options": {
      "A": "规划级",
      "B": "管理级",
      "C": "协同级",
      "D": "优化级"
    },
    "answer": "B",
    "explanation": "智慧城市发展成熟度划分为规划级、管理级、协同级、优化级、引领级5个等级 一级(规划级):应围绕智慧城市的发展进行策划，明确相关职责分工和工作机制等，初步开展数据采集和 应用，确保相关活动有序开展。 二级(管理级):应明确智慧城市发展战略、原则、目标和实施计划等，推进城市基础设施智能化改造，多 领域实现信息系统单项应用，对智慧城市全生命周期实施管理。 三级(协同级):应管控智慧城市各项发展目标，实施多业务、多层级、跨领域应用系统的集成，持续推进 信息资源的共享与交换，推动惠民服务、城市治理、生态宜居、产业发展等的融合创新，实现跨领域的协同 改进。 四级(优化级):应聚焦智慧城市与城市经济社会发展深度融合，基于数据与知识模型实施城市经济、社会 精准化治理，推动数据要素的价值挖掘和开发利用，推进城市竞争力持续提升。 五级(引领级):应构建智慧城市敏捷发展能力，实现城市物理空间、社会空间、信息空间的融合演进和共 生共治，引领城市集群治理联动，形成高质量发展共同体。"
  },
  {
    "id": "N01-090",
    "stem": "智慧城市发展过程中，能够围绕智慧城市的发展进行策划，明确相关职责分工和工作机制等， 初步开展数据采集和应用，确保相关活动有序开展，则该智慧城市成熟度处于()水平。",
    "options": {
      "A": "规划级",
      "B": "管理级",
      "C": "协同级",
      "D": "优化级"
    },
    "answer": "A",
    "explanation": "智慧城市发展成熟度划分为规划级、管理级、协同级、优化级、引领级5个等级 一级(规划级):应围绕智慧城市的发展进行策划，明确相关职责分工和工作机制等，初步开展数据采集和 应用，确保相关活动有序开展。 二级(管理级):应明确智慧城市发展战略、原则、目标和实施计划等，推进城市基础设施智能化改造，多 领域实现信息系统单项应用，对智慧城市全生命周期实施管理。 三级(协同级):应管控智慧城市各项发展目标，实施多业务、多层级、跨领域应用系统的集成，持续推进 信息资源的共享与交换，推动惠民服务、城市治理、生态宜居、产业发展等的融合创新，实现跨领域的协同 改进。 四级(优化级):应聚焦智慧城市与城市经济社会发展深度融合，基于数据与知识模型实施城市经济、社会 精准化治理，推动数据要素的价值挖掘和开发利用，推进城市竞争力持续提升。 五级(引领级):应构建智慧城市敏捷发展能力，实现城市物理空间、社会空间、信息空间的融合演进和共 生共治，引领城市集群治理联动，形成高质量发展共同体。"
  },
  {
    "id": "N01-091",
    "stem": "关于新型基础设施描述不正确的是()。",
    "options": {
      "A": "信息基础设施主要指基于新一代信息技术演化生成的基础设施，凸显“技术新”",
      "B": "融合基础设施主要指深度应用互联网、大数据、人工智能等技术，支撑传统基础设施转型升级，重在“应 用新”",
      "C": "创新基础设施主要指支撑科学研究、技术开发、产品研制的具有公益属性的基础设施，施强调“平台新”",
      "D": "信息基础设施包括通信网络基础设施、新技术基础设施、算力基础设施、科教基础设施"
    },
    "answer": "D",
    "explanation": "信息基础设施包括： ① 以 5G 、物联网、工业互联网、卫星互联网为代表的通信网络基础设施 ②以人工智能、云计算、区块链等为代表的新技术基础设施 ③以数据中心、智能计算中心为代表的算力基础设施等。信息基础设施凸显“技术新”。 重大科技基础设施属于创新基础设施。"
  },
  {
    "id": "N01-092",
    "stem": "数字产业化发展重点不包括()。",
    "options": {
      "A": "云计算",
      "B": "虚拟现实和增强现实",
      "C": "两化融合",
      "D": "工业互联网"
    },
    "answer": "C",
    "explanation": "数字产业化发展重点包括：云计算、大数据、物联网、工业互联网、区块链、人工智能、虚 拟现实和增强现实"
  },
  {
    "id": "N01-093",
    "stem": "产业数字化是指在新一代数字科技支撑和引领下，以()为关键要素，以()为核心，以() 为主线，对产业链上下游的全要素数字化升级、转型和再造的过程。",
    "options": {
      "A": "价值释放、数据赋能、数据",
      "B": "数据、价值释放、数据赋能",
      "C": "数据赋能、数据、价值释放",
      "D": "价值释放、数据、数据赋能"
    },
    "answer": "B",
    "explanation": "产业数字化是指在新一代数字科技支撑和引领下，以数据为关键要素，以价值释放为核心， 以数据赋能为主线，对产业链上下游的全要素数字化升级、转型和再造的过程。产业数字化作"
  },
  {
    "id": "N01-094",
    "stem": "下列不属于信息基础设施的是()。",
    "options": {
      "A": "通信网络基础设施",
      "B": "新技术基础设施",
      "C": "算力基础设施",
      "D": "重大科技基础设施"
    },
    "answer": "D",
    "explanation": "新型基础设施主要包括如下三个方面。 信息基础设施。信息基础设施主要指基于新一代信息技术演化生成的基础设施。 信息基础设施包括： ① 以 5G、 物联网、工业互联网、卫星互联网为代表的通信网络基础设施 ②以人工智能、云计算、区块链等为代表的新技术基础设施 ③以数据中心、智能计算中心为代表的算力基础设施等。信息基础设施凸显“技术新”。 重大科技基础设施属于创新基础设施。"
  },
  {
    "id": "N01-095",
    "stem": "融合基础设施包括()。 ①智能交通基础设施；②算力基础设施；③科教基础设施；④智慧能源基础设施",
    "options": {
      "A": "①②",
      "B": "②③",
      "C": "①④",
      "D": "②④"
    },
    "answer": "C",
    "explanation": "融合基础设施主要指深度应用互联网、大数据、人工智能等技术，支撑传统基础设施转型升 级，进而形成的融合基础设施。融合基础设施包括智能交通基础设施、智慧能源基础设施等。融合基础设施 重在“应用新”"
  },
  {
    "id": "N01-096",
    "stem": "产业数字化具有的典型特征包括：以()变革生产工具；以()资源为关键生产要素；以数 字内容重构产品结构；以()为市场配置纽带；以服务平台为产业生态载体；以数字善治为发展机制条件。",
    "options": {
      "A": "数字科技、数据、信息网络",
      "B": "数据、服务平台、信息网络",
      "C": "信息网络、数字科技、数据",
      "D": "数据、数字科技、信息网络"
    },
    "answer": "A",
    "explanation": "产业数字化具有的典型特征包括：以数字科技变革生产工具；以数据资源为关键生产要素； 以数字内容重构产品结构；以信息网络为市场配置纽带；以服务平台为产业生态载体；以数字善治为发展机 制条件"
  },
  {
    "id": "N01-097",
    "stem": "() 以“信息技术+治理”为典型特征的技管结合，以及数字化公共服务。",
    "options": {
      "A": "产业智能化",
      "B": "产业数字化",
      "C": "数字云",
      "D": "数字化治理"
    },
    "answer": "D",
    "explanation": "数字化治理通常指依托互联网、大数据、人工智能等技术和应用，创新社会治理方法与手段， 优化社会治理模式，推进社会治理的科学化、精细化、高效化，助力社会治理现代化。 数字化治理是数字经济的组成部分之一，包括但不限于多元治理，以“信息技术+治理”为典型特征的技管结 合，以及数字化公共服务等"
  },
  {
    "id": "N01-098",
    "stem": "以下关于数据价值化的“三化”框架，说法正确的是()。",
    "options": {
      "A": "数据资产化：是使无序、混乱的原始数据成为有序、有使用价值的数据资源",
      "B": "数据资产化：主要包括两种方式，数据信贷融资与数据证券化",
      "C": "数据资产化：是数据通过流通交易给使用者或者所有者带来的经济利益的过程。数据资产化是实现数据价 值的核心，其本质是形成数据交换价值，初步实现数据价值的过程",
      "D": "数据资本化：是使无序、混乱的原始数据成为有序、有使用价值的数据资源"
    },
    "answer": "C",
    "explanation": "数据价值化是指以数据资源化为起点，经历数据资产化、数据资本化阶段，实现数据价值化 的经济过程。上述三个要素构成数据价值化的“三化”框架，即数据资源化、数据资产化、数据资本化，细 化描述为： 数据资源化：是使无序、混乱的原始数据成为有序、有使用价值的数据资源。数据资源化阶段包括通过数据 采集、整理、聚合、分析等，形成可采、可见、标准、互通、可信的高质量数据资源。 数据资源化是激发数据价值的基础，其本质是提升数据质呈，形成数据使用价值的过程。 数据资产化：是数据通过流通交易给使用者或者所有者带来的经济利益的过程。数据资产化是实现数据价值 的核心，其本质是形成数据交换价值蜗牛老师，初步实现数据价值的过程。数据资本化：主要包括两种方式， 数据信贷融资与数据证券化。数据资本化是拓展数据价值的途径，其本质是实现数据要素社会化配置"
  },
  {
    "id": "N01-099",
    "stem": "不属于新型基础设施建设发展重点的是()。",
    "options": {
      "A": "强化数字转型、智能升级、融合创新支撑，布局建设信息基础设施、融合基础设施、创新基础设施等新型 基础设施",
      "B": "建设泛在智联的数字基础设施体系，建立高效利用的数据要素资源体系",
      "C": "建设高速泛在、天地一体、集成互联、安全高效的信息基础设施，增强数据感知、传输、存储和运算能力",
      "D": "扩容骨干网互联节点，新设一批国际通信出入口，全面推进互联网协议第六版 (IPv6)    商用部署"
    },
    "answer": "B",
    "explanation": "①强化数字转型、智能升级、融合创新支撑，布局建设信息基础设施、融合基础设施、创新基础设施等新型 基础设施； ②建设高速泛在、天地一体、集成互联、安全高效的信息基础设施，增强数据感知、传输、存储和运算能力； ③加快5G 网络规模化部署，持续提高用户普及率，推广升级千兆光纤网络；④前瞻布局6G 网络技术储备； ⑤扩容骨干网互联节点，新设一批国际通信出入口，全面推进互联网协议第六版(IPv6) 商用部署； ⑥实施中西部地区中小城市基础网络完善工程； ⑦推动物联网全面发展，打造支持固移融合、宽窄结合的物联接入能力； ⑧加快构建全国一体化大数据中心体系，强化算力统筹智能调度，建设若干国家枢纽节点和大数据中心集群， 建设E 级和10E 级超级计算中心； ⑨积极稳妥发展工业互联网和车联网； ⑩打造全球覆盖、高效运行的通信、导航、遥感空间基础设施体系，建设商业航天发射场； ⑪加快交通、能源、市政等传统基础设施数字化改造，加强泛在感知、终端联网、智能调度体系建设； ⑫发挥市场主导作用，打通多元化投资渠道，构建新型基础设施标准体系等。"
  },
  {
    "id": "N01-100",
    "stem": "GB/T 39116《智能制造能力成熟度模型》规定了企业智能制造能力在不同阶段应达到的水平。 若企业应对装备、系统等开展集成，实现跨业务活动间的数据共享，则该企业属于()水平。",
    "options": {
      "A": "一 级(规划级)  ]",
      "B": "二级(规范级)",
      "C": "三级(集成级)",
      "D": "四级(优化级)"
    },
    "answer": "C",
    "explanation": "一级(规划级):企业应开始对实施智能制造的基础和条件进行规划，能够对核心业务活动(设计、生产、 物流、销售、服务)进行流程化管理。 二级(规范级):企业应采用自动化技术、信息技术手段对核心装备和业务活动等进行改造和规范，实现单 一业务活动的数据共享。 三级(集成级):企业应对装备、系统等开展集成，实现跨业务活动间的数据共享。 四级(优化级):企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的 精准预测和优化。 五级(引领级):企业应基于模型持续驱动业务活动的优化和创新，实现产业链协同并衍生新的制造模式 和商业模式。"
  },
  {
    "id": "N01-101",
    "stem": "关于工业互联网描述，()是不正确的。",
    "options": {
      "A": "工业互联网是新一代信息通信技术与工业经济深度融合的新型基础设施、应用模式和工业生态",
      "B": "工业互联网是互联网在工业的简单应用",
      "C": "从工业经济发展角度看，工业互联网为制造强国建设提供关键支撑",
      "D": "从网络设施发展角度看，工业互联网是网络强国建设的重要内容"
    },
    "answer": "B",
    "explanation": "工业互联网不是互联网在工业的简单应用，是具有更为丰富的内涵和外延"
  },
  {
    "id": "N01-102",
    "stem": "产业数字化具有的典型特征包括：()。",
    "options": {
      "A": "以数字科技变革生产工具",
      "B": "以数据资源为关键生产要素",
      "C": "以数字善治为发展机制条件",
      "D": "以上都是"
    },
    "answer": "D",
    "explanation": "产业数字化具有的典型特征包括： 以数字科技变革生产工具 以数据资源为关键生产要素； 以数字内容重构产品结构； 以信息网络为市场配置纽带； 以服务平台为产业生态载体； 以数字善治为发展机制条件。"
  },
  {
    "id": "N01-103",
    "stem": "() 既是工业数字化、网络化、智能化转型的基础设施，也是互联网、大数据、人工智能与实 体经济深度融合的应用模式，同时也是一种新业态、新产业，将重塑企业形态、供应链和产业链。",
    "options": {
      "A": "工业互联网",
      "B": "商业互联网",
      "C": "农业互联网",
      "D": "经济互联网"
    },
    "answer": "A",
    "explanation": "工业互联网不是互联网在工业的简单应用，是具有更为丰富的内涵和外延。它既是工业数字 化、网络化、智能化转型的基础设施，也是互联网、大数据、人工智能与实体经济深度融合的应用模式，同 时也是一种新业态、新产业，将重塑企业形态、供应链和产业链。"
  },
  {
    "id": "N01-104",
    "stem": "GB/T 39116《智能制造能力成熟度模型》规定了企业智能制造能力在不同阶段应达到的水平。 若企业能够进行流程化管理，则该企业属于()水平。",
    "options": {
      "A": "一 级(规划级)",
      "B": "二级(规范级)",
      "C": "三级(集成级)",
      "D": "四级(优化级)"
    },
    "answer": "A",
    "explanation": "一级(规划级):企业应开始对实施智能制造的基础和条件进行规划，能够对核心业务活动(设计、生产、 物流、销售、服务)进行流程化管理。 二级(规范级):企业应采用自动化技术、信息技术手段对核心装备和业务活动等进行改造和规范，实现单 一业务活动的数据共享。 三级(集成级):企业应对装备、系统等开展集成，实现跨业务活动间的数据共享。 四级(优化级):企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的 精准预测和优化。 五级(引领级):企业应基于模型持续驱动业务活动的优化和创新，实现产业链协同并衍生新的制造模式 和商业模式。"
  },
  {
    "id": "N01-105",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "工业互联网是第四次工业革命的重要基石",
      "B": "工业互联网不是互联网在工业的简单应用，是具有更为丰富的内涵和外延",
      "C": "工业互联网是互联网、大数据、人工智能与虚拟经济深度融合的应用模式",
      "D": "工业互联网是新一代信息通信技术与工业经济深度融合的新型基础设施、应用模式和工业生态"
    },
    "answer": "C",
    "explanation": "工业互联网是互联网、大数据、人工智能与实体经济深度融合的应用模式"
  },
  {
    "id": "N01-106",
    "stem": "() 是社会及市场两个维度有机融合的具体体现，其既是产业数字化发展的机制条件，也是驱 动产业数字化发展的重要动力机制。",
    "options": {
      "A": "数字科技",
      "B": "数据资源",
      "C": "数字内容",
      "D": "数字善治"
    },
    "answer": "D",
    "explanation": "数字善治是社会及市场两个维度有机融合的具体体现，其既是产业数字化发展的机制条件， 也是驱动产业数字化发展的重要动力机制。"
  },
  {
    "id": "N01-107",
    "stem": "工业互联网平台体系具有四大层级，分别是：()。",
    "options": {
      "A": "网络、平台、数据、应用",
      "B": "网络、数据、应用、服务",
      "C": "网络、数据、应用、安全",
      "D": "网络、平台、数据、安全"
    },
    "answer": "D",
    "explanation": "工业互联网平台体系具有四大层级：它以网络为基础，平台为中枢，数据为要素，安全为保 障"
  },
  {
    "id": "N01-108",
    "stem": "GB/T 39116《智能制造能力成熟度模型》规定了企业智能制造能力在不同阶段应达到的水平。 若企业能实现单一业务活动的数据共享，则该企业属于()水平。",
    "options": {
      "A": "一级(规划级)",
      "B": "二级(规范级)",
      "C": "三级(集成级)",
      "D": "四级(优化级)"
    },
    "answer": "B",
    "explanation": "一级(规划级):企业应开始对实施智能制造的基础和条件进行规划，能够对核心业务活动(设计、生产、 物流、销售、服务)进行流程化管理。 二级(规范级):企业应采用自动化技术、信息技术手段对核心装备和业务活动等进行改造和规范，实现单 一业务活动的数据共享。 三级(集成级):企业应对装备、系统等开展集成，实现跨业务活动间的数据共享。 四级(优化级):企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的 精准预测和优化。 五级(引领级):企业应基于模型持续驱动业务活动的优化和创新，实现产业链协同并衍生新的制造模式 和商业模式。"
  },
  {
    "id": "N01-109",
    "stem": "工业互联网平台体系具有四大层级：它以()为基础，()为中枢，()为要素，()为 保障。",
    "options": {
      "A": "平台、网络、数据、安全",
      "B": "安全、网络、平台、数据",
      "C": "数据、平台、网络、安全",
      "D": "网络、平台、数据、安全"
    },
    "answer": "D",
    "explanation": "工业互联网平台体系具有四大层级：它以网络为基础，平台为中枢，数据为要素，安全为保 障"
  },
  {
    "id": "N01-110",
    "stem": "工业互联网平台体系的四大层级是()。",
    "options": {
      "A": "网络为基础，平台为保障，数据为中枢，安全为要素",
      "B": "网络为基础，平台为中枢，数据为要素，安全为保障",
      "C": "数据为基础，平台为保障，信息为中枢，安全为要素",
      "D": "数据为基础，平台为中枢，信息为要素，安全为保障"
    },
    "answer": "B",
    "explanation": "工业互联网平台体系具有四大层级：它以网络为基础，平台为中枢，数据为要素，安全为保 障 。"
  },
  {
    "id": "N01-111",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "数字化治理的核心特征是企业的数据互通、数字化全面协同与跨部门的流程再造",
      "B": "数字化治理的内涵包括对数据的治理、运用数据进行治理、对数字融合空间进行治理",
      "C": "数字经济发展的本质要求是加快数据价值化",
      "D": "数据价值化包括但不限于数据采集、数据标准、数据确权、数据标注、数据定价、数据交易、数据流转、 数据保护等"
    },
    "answer": "A",
    "explanation": "数字化治理的核心特征是全社会的数据互通、数字化全面协同与跨部门的流程再造"
  },
  {
    "id": "N01-112",
    "stem": "数据价值化的“三化”框架中哪一个是起点()。",
    "options": {
      "A": "数据资源化",
      "B": "数据资产化",
      "C": "数据资本化",
      "D": "数据资金化"
    },
    "answer": "A",
    "explanation": "数据价值化是指以数据资源化为起点，经历数据资产化、数据资本化阶段，实现数据价值化 的经济过程"
  },
  {
    "id": "N01-113",
    "stem": "工业互联网平台体系不包括()。",
    "options": {
      "A": "网络",
      "B": "平 台",
      "C": "技 术",
      "D": "安全"
    },
    "answer": "C",
    "explanation": "工业互联网平台体系具有四大层级：它以网络为基础，平台为中枢，数据为要素，安全为保 障"
  },
  {
    "id": "N01-114",
    "stem": "工业互联网网络体系不包括()。",
    "options": {
      "A": "网络互联",
      "B": "数据互通",
      "C": "标识解析",
      "D": "安全互通"
    },
    "answer": "D",
    "explanation": "工业互联网网络体系包括网络互联、数据互通和标识解析三部分"
  },
  {
    "id": "N01-115",
    "stem": "工业互联网网络体系包括网络互联、 ()和标识解析，三部分。",
    "options": {
      "A": "数据传输",
      "B": "数据安全",
      "C": "数据互通",
      "D": "数据汇聚"
    },
    "answer": "C",
    "explanation": "工业互联网网络体系包括网络互联、数据互通和标识解析，三部分"
  },
  {
    "id": "N01-116",
    "stem": "GB/T 39116《智能制造能力成熟度模型》规定了企业智能制造能力在不同阶段应达到的水平。 若企业能实现对核心业务活动的精准预测和优化，则该企业属于()水平。",
    "options": {
      "A": "一 级(规划级)",
      "B": "二级(规范级)",
      "C": "三级(集成级)",
      "D": "四级(优化级)"
    },
    "answer": "D",
    "explanation": "一级(规划级):企业应开始对实施智能制造的基础和条件进行规划，能够对核心业务活动(设计、生产、 物流、销售、服务)进行流程化管理。 二级(规范级):企业应采用自动化技术、信息技术手段对核心装备和业务活动等进行改造和规范，实现单 一业务活动的数据共享。 三级(集成级):企业应对装备、系统等开展集成，实现跨业务活动间的数据共享。 四级(优化级):企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的 精准预测和优化。 五级(引领级):企业应基于模型持续驱动业务活动的优化和创新，实现产业链协同并衍生新的制造模式 和商业模式。"
  },
  {
    "id": "N01-117",
    "stem": "GB/T 39116《智能制造能力成熟度模型》规定了企业智能制造能力在不同阶段应达到的水平。 若企业能实现产业链协同并衍生新的制造模式和商业模式，则该企业属于()水平。",
    "options": {
      "A": "五级(引领级)",
      "B": "二级(规范级)",
      "C": "三级(集成级)",
      "D": "四级(优化级)"
    },
    "answer": "A",
    "explanation": "一级(规划级):企业应开始对实施智能制造的基础和条件进行规划，能够对核心业务活动(设计、生产、 物流、销售、服务)进行流程化管理。 二级(规范级):企业应采用自动化技术、信息技术手段对核心装备和业务活动等进行改造和规范，实现单 一业务活动的数据共享。 三级(集成级):企业应对装备、系统等开展集成，实现跨业务活动间的数据共享。 四级(优化级):企业应对人员、资源、制造等进行数据挖掘，形成知识、模型等，实现对核心业务活动的 精准预测和优化。 五级(引领级):企业应基于模型持续驱动业务活动的优化和创新，实现产业链协同并衍生新的制造模式 和商业模式。"
  },
  {
    "id": "N01-118",
    "stem": "工业互联网平台体系包括边缘层、IaaS 、PaaS 和 SaaS 四个层级，它的主要作用是：()。",
    "options": {
      "A": "数据汇聚、建模分析、知识复用、应用创新",
      "B": "数据汇聚、数据分析、知识复用、应用创新",
      "C": "数据汇聚、数据分析、知识利用、应用创新",
      "D": "数据汇聚、建模分析、知识复用、服务创新"
    },
    "answer": "A",
    "explanation": "(会用分子)工业互联网平台体系包括边缘层、 IaaS 、PaaS 和 SaaS 四个层级，相当于工业互联网的“操 作系统”,它有四个主要作用：①数据汇聚；②建模分析(提供大数据、人工智能分析的算法模型和物理、化 学等各类仿真工具，结合数字孪生、工业智能等技术，对海量数据挖掘分析，实现数据驱动的科学决策和智 能应用；③知识复用；④应用创新"
  },
  {
    "id": "N01-119",
    "stem": "工业互联网平台体系的作用包括() ①数据汇聚；②建模分析；③知识复用；④应用创新；⑤网络互联；⑥数据互通；⑦标识解析",
    "options": {
      "A": "①②③④",
      "B": "①②③④⑤",
      "C": "①②③④⑥",
      "D": "①②③⑤"
    },
    "answer": "A",
    "explanation": "工业互联网平台体系包括边缘层、 IaaS 、PaaS 和 SaaS 四个层级，相当于工业互联网的“操 作系统”,它有四个主要作用：①数据汇聚；②建模分析(提供大数据、人工智能分析的算法模型和物理、化 学等各类仿真工具，结合数字孪生、工业智能等技术，对海量数据挖掘分析，实现数据驱动的科学决策和智 能应用；③知识复用；④应用创新"
  },
  {
    "id": "N01-120",
    "stem": "《 “十四五”国家信息化规划》中提出打造协同高效的数字政府服务体系，深入推进“放管服” 改革、加快政府职能转变，打造市场化、法治化、国际化营商环境，坚持整体集约建设数字政府，推动条块 政务业务协同，(),深化推进“一网通办”“跨省通办”“一网统管”,畅通参与政策制定的渠道，推动 国家行政体系更加完善、政府作用更好发挥、行政效率和公信力显著提升，推动有效市场和有为政府更好结 合，打造服务型政府。",
    "options": {
      "A": "加快政务数据开放共享和开发利用",
      "B": "加快政务数据资产使用便捷性",
      "C": "加快推动政务数据的价值提升和变现",
      "D": "严格管控政务数据的质量和使用范围"
    },
    "answer": "A",
    "explanation": "《蜗牛软考202405高项冲刺精华》第1章- 【考点6】数字政府★★★★ 《“十四五”国家信息化规划》中提出打造协同高效的数字政府服务体系，深入推进“放管服”改革、加快 政府职能转变，打造市场化、法治化、国际化营商环境，坚持整体集约建设数字政府，推动条块政务业务协 同，加快政务数据开放共享和开发利用，深化推进“一网通办”“跨省通办”“一网统管”,畅通参与政策制 定的渠道，推动国家行政体系更加完善、政府作用更好发挥、行政效率和公信力显著提升，推动有效市场和 有为政府更好结合，打造服务型政府。"
  },
  {
    "id": "N01-121",
    "stem": "数字政府的着力点是业务数据化、()。",
    "options": {
      "A": "数据可视化",
      "B": "数据业务化",
      "C": "数据资产化",
      "D": "数据资源化"
    },
    "answer": "B",
    "explanation": "数字政府的着力点是业务数据化、数据业务化"
  },
  {
    "id": "N01-122",
    "stem": "数字政府是“互联网+政务”深度发展的结果，其核心是()。",
    "options": {
      "A": "以政务为本",
      "B": "以信息为本",
      "C": "以人为本",
      "D": "以数据为本"
    },
    "answer": "C",
    "explanation": "数字政府是“互联网+政务”深度发展的结果，其核心是以人为本。"
  },
  {
    "id": "N01-123",
    "stem": "工业互联网的数据有三个特性：()。",
    "options": {
      "A": "重要性、专业性、挑战性",
      "B": "重要性、专业性、复杂性",
      "C": "重要性、差异性、挑战性",
      "D": "重要性、差异性、复杂性"
    },
    "answer": "B",
    "explanation": "（要岳父）工业互联网数据有三个特性：①重要性。②专业性。③复杂性"
  },
  {
    "id": "N01-124",
    "stem": "两化深度融合已经成为我国工业经济转型和发展的重要举措之一。对两化融合的含义理解正确 的 是 ( ) 。",
    "options": {
      "A": "工业化与现代化深度融合",
      "B": "信息化与现代化深度融合",
      "C": "工业化与信息化深度融合",
      "D": "信息化与社会化深度融合"
    },
    "answer": "C",
    "explanation": "工业化与信息化“两化融合”的含义是： 一是指信息化与工业化发展战略的融合，即信息化发展战略与工业化发展战略要协调一致，信息化发展模式 与工业化发展模式要高度匹配，信息化规划与工业化发展规划、计划要密切配合 二是指信息资源与材料、能源等工业资源的融合，能极大节约材料、能源等不可再生资源 三是指虚拟经济与工业实体经济融合，孕育新一代经济的产生，极大促进信息经济、知识经济的形成与发展"
  },
  {
    "id": "N01-125",
    "stem": "工业互联网安全体系的核心任务是通过()等手段确保工业互联网健康有序发展。 ①监测预警；②在线评估；③应急响应；④系统测试；⑤检测评估；⑥功能测试",
    "options": {
      "A": "①②③④",
      "B": "①③④⑤",
      "C": "①③④⑥",
      "D": "①③⑤⑥"
    },
    "answer": "D",
    "explanation": "工业互联网安全体系涉及设备、控制、网络、平台、工业 App 、数据等多方面网络安全问题， 其核心任务就是要通过监测预警、应急响应、检测评估、功能测试等手段确保工业互联网健康有序发展。"
  },
  {
    "id": "N01-126",
    "stem": "数字政府的新的特征包括()。",
    "options": {
      "A": "协同化",
      "B": "智能化",
      "C": "动态化",
      "D": "以上都是"
    },
    "answer": "D",
    "explanation": "数字政府的新的特征包括协同化、云端化、智能化、数据化、动态化"
  },
  {
    "id": "N01-127",
    "stem": "数字政府的关键词主要包括()。",
    "options": {
      "A": "共享",
      "B": "互通",
      "C": "便利",
      "D": "以上都是"
    },
    "answer": "D",
    "explanation": "数字政府的关键词主要包括共享、互通、便利"
  },
  {
    "id": "N01-128",
    "stem": "工业互联网融合，初步形成了六大类典型应用模式，()、智能化制造、网络化协同、个性化 定制、服务化延伸、数字化管理。",
    "options": {
      "A": "系统化设计",
      "B": "协同化设计",
      "C": "平台化设计",
      "D": "服务设计化"
    },
    "answer": "C",
    "explanation": "工业互联网融合，初步形成了六大类典型应用模式，平台化设计、智能化制造、网络化协同、 个性化定制、服务化延伸、数字化管理。"
  },
  {
    "id": "N01-129",
    "stem": "() 不属于车联网网络连接范畴。",
    "options": {
      "A": "车内设备之间进行用于对设备状态实时监测的信息数据传输",
      "B": "人通过运营商移动网络与车辆之间进行用于控制车辆的信息沟通",
      "C": "通过无线通信技术实现与服务平台的信息传输",
      "D": "人与人之间在车上通过运营商的移动网络进行通话与短信沟通。"
    },
    "answer": "D",
    "explanation": "《蜗牛软考202405高项冲刺精华》第1章- 【考点3】车联网★★★★ D 不正确，D 说的是人与人之间的通讯，这个不属于车联网网络连接范畴。"
  },
  {
    "id": "N01-130",
    "stem": "以下关于车联网的说法中，错误的是()。",
    "options": {
      "A": "车联网(IoV)系统是一个“端、管、云”三层体系",
      "B": "管系统解决车与车、车与路、车与网、车与人蜗牛等的互联互通，实现车辆自组网及多种异构网络之间的 通信与漫游，在功能和性能上保障实时性、可服务性与网络泛在性，同时它是公网与专网的统一体",
      "C": "车与云平台间的通信是指车辆通过卫星无线通信或移动蜂窝等无线通信技术实现与车联网服务平台的信息 传输，接收平台下达的控制指令，实时共享车辆数据",
      "D": "云系统是汽车的智能传感器负责采集与获取车辆的智能信息，感知行车状态与环境；是具有车内通信、车 间通信、车网通信的泛在通信终端；同时还是让汽车具备 IoV 寻址和网络可信标识等能力的设备。"
    },
    "answer": "D",
    "explanation": "P11, 车联网(IoV)系统是一个“端、管、云”三层体系。 (1)端系统。端系统是汽车的智能传感器负责采集与获取车辆的智能信息，感知行车状态与环境；是具有车内 通信、车间通信、车网通信的泛在通信终端；同时还是让汽车具备 IoV 寻址和网络可信标识等能力的设备。 (2)管系统。管系统解决车与车、车与路、车与网、车与人等的互联互通，实现车辆自组网及多种异构网络之 间的通信与漫游，在功能和性能上保障实时性、可服务性与网络泛在性，同时它是公网与专网的统一体。 (3)云系统。车联网是一个云架构的车辆运行信息平台，它的生态链包含了ITS、 物流、客货运、危特车辆、 汽修汽配、汽车租赁、企事业车辆管理、汽车制造商、4s 店、车管、保险、紧急救援、移动互联网等，是多 源海量信息的汇聚，因此需要虚拟化、安全认证、实时交互、海量存储等云计算功能，其应用系统也是围绕 车辆的数据汇聚、计算、调度、监控、管理与应用的复合体系。"
  },
  {
    "id": "N01-131",
    "stem": "车联网系统是一个“端、管、云”三层体系。其中()解决互联互通问题，()是多源海量 信息的汇聚。",
    "options": {
      "A": "云系统端系统",
      "B": "端系统云系统",
      "C": "端系统管系统",
      "D": "管系统云系统"
    },
    "answer": "D",
    "explanation": "P10: 车联网系统是一个“端、管、云”三层体系 端系统 汽车的智能传感器负责采集与获取车辆的智能信息，感知行车状态与环境；是具有车内通信、 车间通信、车网通信的泛在通信终端；同时还是让汽车具备loV寻址和网络可信标识等能力的 设备 管系统 解决车与车、车与路、车与网、车与人等的互联互通，实现车辆自组网及多种异构网络之间的 通信与漫游，在功能和性能上保障实时性、可服务性与网络泛在性，同时它是公网与专网的统 一体 云系统 云架构的车辆运行信息平台，它的生态链包含了ITS、物流、客货运、危特车辆、汽修汽配、 汽车租赁、企事业车辆管理、汽车制造商、4S店、车管、保险、紧急救援、移动互联网等， 是多源海量信息的汇聚，因此需要虚拟化、安全认证、实时交互海量存储等云计算功能。"
  },
  {
    "id": "N01-132",
    "stem": "车联网的三层体系：()。",
    "options": {
      "A": "端系统、管系统、云系统",
      "B": "端系统、网系统、云系统",
      "C": "管系统、网系统、云系统",
      "D": "管系统、端系统、网系统"
    },
    "answer": "A",
    "explanation": "车联网的三层体系“端、管、云”"
  },
  {
    "id": "N01-133",
    "stem": "车辆通过卫星无线通信或移动蜂窝等无线通信技术实现与车联网的信息传输属于()之间的链 接。",
    "options": {
      "A": "车与云平台",
      "B": "车与车",
      "C": "车与路",
      "D": "车与人"
    },
    "answer": "A",
    "explanation": "车与云平台间的通信是指车辆通过卫星无线通信或移动蜂窝等无线通信技术实现与车 联网服务平台的信息传输，接收平台下达的控制指令，实时共享车辆数据。"
  },
  {
    "id": "N01-134",
    "stem": "某省开发了一套公众服务类系统，将常见的公众服务，比如：社保、公积金、居住证等服务整 合到一起，实现企业群众办事线上只登录一次即可全网通办，这属于()。",
    "options": {
      "A": "一网通办",
      "B": "跨省通办",
      "C": "一网统管",
      "D": "全网通办"
    },
    "answer": "A",
    "explanation": "“一网通办”是依托于一体化在线政务服务平台，通过规范网上办事标准，优化网上办事流 程，搭建统一的互联网政务服务总门户，整合政府服务数据资源和完善配套制度等措施，推行政务服务事项 网上办理，推动企业群众办事线上只登录一次即可全网通办。"
  },
  {
    "id": "N01-135",
    "stem": "以下说法中，错误的是()。",
    "options": {
      "A": "“一网通办”是依托于一体化在线政务服务平台，通过规范网上办事标准，优化网上办事流程，搭建统一 的互联网政务服务总门户，整合政府服务数据资源和完善配套制度等措施，推行政务服务事项网上办理，推 动企业群众办事线上只登录一次即可全网通办。",
      "B": "“跨省通办”是申请人在办理地之外的省市提出事项申请或在本地提出办理其他省市事项申请，办理模式 通常可分为全程网办、代收代办和多地联办等。",
      "C": "“一网统管”通常从城市治理突出问题出发，以城市事件为牵引，统筹管理网格，统一城市运行事项清单， 构建多级城市运行“一网统管”应用体系，推动城市管理、应急指挥、综合执法等领域的“一网统管”,实  现城市运行态势感知、体征指标监测统一事件受理、智能调度指挥、联动协同处置、监督评价考核等全流程  监管。",
      "D": "一网通办指通过对多个部门的数据进行整合，将城市运行情况充分反映出来。"
    },
    "answer": "D",
    "explanation": "P22, “一网统管”建设通常强调： (1)一网：主要包括政务云、政务网和政务大数据中心等。 (2)一屏：通过对多个部门的数据进行整合，将城市运行情况充分反映出来。 (3)联动：畅通各级指挥体系，为跨部门、跨区域、跨层级联勤联动、高效处置提供快速响应能力。 (4)预警：基于多维、海量、全息数据汇集，实现城市运行体征的全量、实时掌握和智能预警。(5)创新：以管 理需求带动智能化建设，以信息流、数据流推动业务流程全面优化和管理创新。"
  },
  {
    "id": "N01-136",
    "stem": "指车辆与车辆之间实现信息交流与信息共享属于()之间的链接。",
    "options": {
      "A": "车与云平台",
      "B": "车与车",
      "C": "车与路",
      "D": "车与人"
    },
    "answer": "B",
    "explanation": "车与车间的通信是指车辆与车辆之间实现信息交流与信息共享，包括车辆位置、行驶 速度等车辆状态信息，可用于判断道路车流状况。"
  },
  {
    "id": "N01-137",
    "stem": "元宇宙的主要特征包括()。 ①沉浸式体验；②虚拟身份；③虚拟经济；④虚拟社会治理；⑤虚拟人生",
    "options": {
      "A": "①②③④",
      "B": "②③④⑤",
      "C": "①④⑤",
      "D": "①②④⑤"
    },
    "answer": "A",
    "explanation": "元宇宙的主要特征包括：沉浸式体验、虚拟身份、虚拟经济、虚拟社会治理"
  },
  {
    "id": "N01-138",
    "stem": "依托于一体化在线政务服务平台，通过规范网上办事标准，优化网上办事流程，搭建统一的互 联网政务服务总门户属于()。",
    "options": {
      "A": "一网通办",
      "B": "跨省通办",
      "C": "一网统管",
      "D": "在线通办"
    },
    "answer": "A",
    "explanation": "“一网通办”是依托于一体化在线政务服务平台，通过规范网上办事标准，优化网上办事流 程，搭建统一的互联网政务服务总门户，整合政府服务数据资源和完善配套制度等措施，推行政务服务事项 网上办理，推动企业群众办事线上只登录一次即可全网通办。"
  },
  {
    "id": "N01-139",
    "stem": "作为新型智慧城市推进城市治理体系和治理能力现代化的重要创新模式属于()。",
    "options": {
      "A": "一网通办",
      "B": "跨省通办",
      "C": "一网统管",
      "D": "在线通办"
    },
    "answer": "C",
    "explanation": "“一网统管”作为新型智慧城市推进城市治理体系和治理能力现代化的重要创新模式，自被 提出后已经逐步在各地落地并发挥着重要作用。"
  },
  {
    "id": "N01-140",
    "stem": "指用户可以通过Wi-Fi 、蓝牙、蜂窝等无线通信手段与车辆进行信息沟通属于()之间的链接。",
    "options": {
      "A": "车与云平台",
      "B": "车与车",
      "C": "车与路",
      "D": "车与人"
    },
    "answer": "D",
    "explanation": "车与人间的通信是指用户可以通过Wi-Fi、蓝牙、蜂窝等无线通信手段与车辆进行信息 沟通，使用户能通过对应的移动终端设备监测并控制车辆。"
  },
  {
    "id": "N01-141",
    "stem": "申请人在办理地之外的省市提出事项申请或在本地提出办理其他省市事项申请，办理模式通常 可分为全程网办、代收代办和多地联办属于()。",
    "options": {
      "A": "一网通办",
      "B": "跨省通办",
      "C": "一网统管",
      "D": "在线通办"
    },
    "answer": "B",
    "explanation": "跨省通办：申请人在办理地之外的省市提出事项申请或在本地提出办理其他省市事项申请， 办理模式通常可分为全程网办、代收代办和多地联办"
  },
  {
    "id": "N01-142",
    "stem": "数字民生体现出的正是以()破解民生难题，以()赋能民生治理的新时代。",
    "options": {
      "A": "数据思维、数字技术",
      "B": "数据思维、信息技术",
      "C": "数字思维、信息技术",
      "D": "数字思维、数字技术"
    },
    "answer": "C",
    "explanation": "数字民生体现出的正是以数字思维破解民生难题，以信息技术赋能民生治理的新时代"
  },
  {
    "id": "N01-143",
    "stem": "() 不属于智慧城市全生命周期管理。",
    "options": {
      "A": "规划设计",
      "B": "部署实施",
      "C": "运营管理",
      "D": "服务运营"
    },
    "answer": "D",
    "explanation": "更加注重规划设计、部署实施、运营管理、评估改进和创新发展在内的智慧城市全生命周期 管理"
  },
  {
    "id": "N01-144",
    "stem": "用于对设备状态的实时检测与运行控制，属于()之间的网络链接。",
    "options": {
      "A": "车与云平台",
      "B": "车与车",
      "C": "车内设备",
      "D": "车与人"
    },
    "answer": "C",
    "explanation": "车内设备间的通信是指车辆内部各设备间的信息数据传输，用于对设备状态的实时检 测与运行控制，建立数字化的车内控制系统。"
  },
  {
    "id": "N01-145",
    "stem": "为了表达一只小狗的信息，可以用汉字“小狗”,也可以通过一只小狗的彩色图片，还可以通 过声音文件“汪汪”来表示。同一个信息可以借助不同的信息媒体表现出来，这体现了信息的()。",
    "options": {
      "A": "传递性",
      "B": "依附性",
      "C": "及时性",
      "D": "动态性"
    },
    "answer": "B",
    "explanation": "传递性：信息在时间上的传递就是存储，在空间上的传递就是转移或扩散。 依附性：信息的依附性可以从两个方面来理解， 一方面，信息是客观世界的反映，任何信息必然由客观事物 所产生，不存在无源的信息；另一方面，任何信息都要依附于一定的载体而存在，需要有物质的承担者，信 息不能完全脱离物质而独立存在。 及时性：指获得信息的时刻与事件发生时刻的间隔长短。 动态性：信息是随着时间的变化而变化的。"
  },
  {
    "id": "N01-146",
    "stem": "智慧城市发展过程中，构建智慧城市敏捷发展能力，则该智慧城市成熟度处于()水平。",
    "options": {
      "A": "引领级",
      "B": "管理级",
      "C": "协同级",
      "D": "优化级"
    },
    "answer": "A",
    "explanation": "智慧城市发展成熟度划分为规划级、管理级、协同级、优化级、引领级5个等级 一级(规划级):应围绕智慧城市的发展进行策划，明确相关职责分工和工作机制等，初步开展数据采集和 应用，确保相关活动有序开展。 二级(管理级):应明确智慧城市发展战略、原则、目标和实施计划等，推进城市基础设施智能化改造，多 领域实现信息系统单项应用，对智慧城市全生命周期实施管理。 三级(协同级):应管控智慧城市各项发展目标，实施多业务、多层级、跨领域应用系统的集成，持续推进 信息资源的共享与交换，推动惠民服务、城市治理、生态宜居、产业发展等的融合创新，实现跨领域的协同 改进。 四级(优化级):应聚焦智慧城市与城市经济社会发展深度融合，基于数据与知识模型实施城市经济、社会 精准化治理，推动数据要素的价值挖掘和开发利用，推进城市竞争力持续提升。 五级(引领级):应构建智慧城市敏捷发展能力，实现城市物理空间、社会空间、信息空间的融合演进和共 生共治，引领城市集群治理联动，形成高质量发展共同体。"
  },
  {
    "id": "N01-147",
    "stem": "以下说法中不正确的是 ()。",
    "options": {
      "A": "消费互联网本质是产业虚拟化",
      "B": "消费互联网具有媒体和产业属性",
      "C": "网络商城、快递、餐饮外卖、网红带货等，成就了社交网络的消费互联网的核心地位",
      "D": "消费互联网不仅仅给人们带来了生活方式的变化和生活质量的提高，而且推动了社会生活的深层变革，那 就是“无身份社会”的建立"
    },
    "answer": "A",
    "explanation": "消费互联网本质是个人虚拟化"
  },
  {
    "id": "N01-148",
    "stem": "智慧城市的核心能力要素中，()围绕数据进行能力构建，包括数据责权利管控、全生命周期 管理及其开发利用。",
    "options": {
      "A": "数据治理",
      "B": "数字孪生",
      "C": "多元融合",
      "D": "态势感知"
    },
    "answer": "A",
    "explanation": "智慧城市的五个核心能力要素：数据治理、数字孪生、边际决策、多元融合和态势感知。【口诀：治孪多变 态】 能力要素 解释说明 数据治理 围绕数据这一新的生产要素进行能力构建，包括数据责权利管控、全生命周期管理及其开发利 用 数字孪生 围绕现实世界与信息世界的互动融合进行能力构建，包括社会孪生、城市孪生和设备孪生等 边际决策 基于决策算法和信息应用等进行能力构建，强化执行端的决策能力 多元融合 强调社会关系和社会活动的动态性及其融合的高效性等 态势感知 围绕对社会状态的本质反映及模拟预测等进行能力构建，洞察可变因素与不可见因素对社会发 展的影响"
  },
  {
    "id": "N01-149",
    "stem": "消费互联网具有的属性包括()。 ①媒体属性；②产业属性；③消费属性；④服务属性",
    "options": {
      "A": "①②",
      "B": "①③",
      "C": "②③",
      "D": "③④"
    },
    "answer": "A",
    "explanation": "消费互联网具有的属性包括： 媒体属性：由自媒体、社会媒体以及资讯为主的门户网站 产业属性：由在线旅行和为消费者提供生活服务的电子商务等其他组成"
  },
  {
    "id": "N01-150",
    "stem": "智慧城市的五个核心能力要素中，()围绕对社会状态的本质反映及模拟预测等进行能力构建， 洞察可变因素与不可见因素对社会发展的影响。",
    "options": {
      "A": "数字孪生",
      "B": "边际决策",
      "C": "多元融合",
      "D": "态势感知"
    },
    "answer": "D",
    "explanation": "P25, 态势感知：围绕对社会状态的本质反映及模拟预测等进行能力构建，洞察可变因素与 不可见因素对社会发展的影响，从而提升生活质量。"
  },
  {
    "id": "N01-151",
    "stem": "《 “十四五”数字经济发展规划》中明确提出()要素是数字经济深化发展的核心引擎。",
    "options": {
      "A": "数据",
      "B": "信息",
      "C": "技术",
      "D": "资源"
    },
    "answer": "A",
    "explanation": "数据要素是数字经济深化发展的核心引擎。数据对提高生产效率的乘数作用不断凸显，成为 最具时代特征的生产要素。数据的爆发增长、海量集聚蕴藏了巨大的价值，为智能化发展带来了新的机遇。 协同推进技术、模式、业态和制度创新，切实用好数据要素，将为经济社会数字化发展带来强劲动力。"
  },
  {
    "id": "N01-152",
    "stem": "() 是保障网络空间安全的根本和基石。",
    "options": {
      "A": "数据安全产业实力",
      "B": "网络安全产业实力",
      "C": "通讯安全产业实力",
      "D": "电子安全产业实力"
    },
    "answer": "B",
    "explanation": "强大的网络安全产业实力是保障网络空间安全的根本和基石"
  },
  {
    "id": "N01-053",
    "stem": "以下说法中不正确的是 ()。",
    "options": {
      "A": "信息是物质、能量及其属性的标示的集合，是确定性的增加",
      "B": "信息的目的是用来“消除不确定的因素”",
      "C": "信息具有客观性、普遍性、无限性、动态性、相对性、依附性、变换性、传递性、层次性、系统性和转化 性等特征",
      "D": "信息的价值属性是指信息的价值大小"
    },
    "answer": "D",
    "explanation": "信息具有价值，而价值的大小决定于信息的质量"
  },
  {
    "id": "N01-154",
    "stem": "元宇宙本身不是一种技术，而是一个理念和概念，它需要整合不同的新技术，强调虚实相融。 元宇宙主要有以下几项核心技术： 一是(),包括VR、AR 和 MR, 可以提供沉浸式的体验；二是(), 能够把现实世界镜像到虚拟世界里面去，在元宇宙里面，我们可以看到很多自己的虚拟分身；三是用()来 搭建经济体系。经济体系将通过稳定的虚拟产权和成熟的去蜗牛中心化金融生态具备现实世界的调节功能， 市场将决定用户劳动创造的虚拟价值。",
    "options": {
      "A": "扩展现实数字孪生区块链",
      "B": "增强现实虚拟技术区块链",
      "C": "增强现实数字孪生大数据",
      "D": "扩展现实虚拟技术大数据"
    },
    "answer": "A",
    "explanation": "元宇宙主要有以下几项核心技术： 一是扩展现实技术，包括VR 和 AR 。扩展现实技术可以提供沉浸式的体验，可以解决手机解决不了的问题。 二是数字挛生，能够把现实世界镜像到虚拟世界里面去。这也意味着在元宇宙里面，我们可以看到很多自己 的虚拟蜗牛分身。 三是用区块链来搭建经济体系。随着元宇宙进一步发展，对整个现实社会的模拟程度加强，我们在元宇宙当 中可能不仅仅是在花钱，而且有可能赚钱，这样在虚拟世界里同样形成了一套经济体系。"
  },
  {
    "id": "N01-155",
    "stem": "智慧城市核心能力要素中围绕数据这一新的生产要素进行能力构建属于()。",
    "options": {
      "A": "数据治理",
      "B": "数字挛生",
      "C": "多元融合",
      "D": "态势感知"
    },
    "answer": "A",
    "explanation": "数据治理：围绕数据这一新的生产要素进行能力构建，包括数据责权利管控、全生命周期管理及其开发利用 等。 数字挛生：围绕现实世界与信息世界的互动融合进行能力构建，包括社会挛生、城市季生和设备挛生等，将 推动城市空间摆脱物理约束，进入数字空间。 边际决策：基于决策算法和信息应用等进行能力构建，强化执行端的决策能力，从而达到快速反应、高效决 策的效果，满足对社会发展的敏捷需求。 多元融合：强调社会关系和社会活动的动态性及其融合的高效性等，实现服务可编排和快速集成，从而满足 各项社会发展的创新需求。 态势感知：围绕对社会状态的本质反映及模拟预测等进行能力构建，洞察可变因素与不可见因素对社会发展 的影响，从而提升生活质量"
  },
  {
    "id": "N01-156",
    "stem": "智慧城市核心能力要素中围绕现实世界与信息世界的互动融合进行能力构建属于()。",
    "options": {
      "A": "数据治理",
      "B": "数字挛生",
      "C": "多元融合",
      "D": "态势感知"
    },
    "answer": "B",
    "explanation": "数字挛生：围绕现实世界与信息世界的互动融合进行能力构建，包括社会挛生、城市季生和 设备挛生等，将推动城市空间摆脱物理约束，进入数字空间。 第2章信息技术发展"
  },
  {
    "id": "N02-001",
    "stem": "关于计算机的软硬件描述错误的是()。",
    "options": {
      "A": "计算机硬件是指计算机系统中由电子、机械和光电元件等组成的各种物理装置的总称，其为计算机软件运 行提供物质基础",
      "B": "计算机软件是指计算机系统中的程序及其文档，程序是计算任务的处理对象和处理规则的描述；文档是为 了便于了解程序所需的阐明性资料",
      "C": "程序和文档一样，都需要装入到计算机才能显示和工作",
      "D": "计算机的某些功能既可以由硬件实现，也可以由软件来实现。因此硬件与软件在一定意义上来说没有绝对 严格的界线"
    },
    "answer": "C",
    "explanation": "程序是计算任务的处理对象和处理规则的描述；文档是为了便于了解程序所需的阐明性资料。 程序必须安装入机器内部才能工作，文档一般是给人看的，不一定安装入机器"
  },
  {
    "id": "N02-002",
    "stem": "以下关于人工智能的说法中不正确的是()。",
    "options": {
      "A": "人工智能的关键技术主要涉及机器学习、自然语言处理、视觉系统等技术",
      "B": "机器学习是一种自动将模型与数据匹配，并通过训练模型对数据进行“学习”的技术",
      "C": "自然语言处理主要应用于机器翻译、舆情监测、自动摘要、观点提取、文本分类、问题回答、文本语义对 比、语音识别、中文OCR 等方面",
      "D": "专家系统是一种模拟人类专家解决领域问题的计算机程序系统"
    },
    "answer": "A",
    "explanation": "人工智能的关键技术主要涉及机器学习、自然语言处理、专家系统等技术"
  },
  {
    "id": "N02-003",
    "stem": "针对信息系统，安全可以划分为四个层次，其中不包括()。",
    "options": {
      "A": "设备安全",
      "B": "人员安全",
      "C": "内容安全",
      "D": "行为安全"
    },
    "answer": "B",
    "explanation": "针对信息系统，安全可以划分为以下四个层次：设备安全、数据安全、内容安全、行为安全。 其中数据安全即是传统的信息安全。"
  },
  {
    "id": "N02-004",
    "stem": "智能音箱是()的典型应用。",
    "options": {
      "A": "人工智能",
      "B": "数据库",
      "C": "两化融合",
      "D": "区块链"
    },
    "answer": "A",
    "explanation": "人工智能包括机器人、语言识别、图像识别、自然语言处理和专家系统等。"
  },
  {
    "id": "N02-005",
    "stem": "物联网技术中，由微传感器、微执行器、信号处理和控制电路、通信接口和电源等部件组成的 一体化的微型器件系统属于什么()。",
    "options": {
      "A": "传感器技术",
      "B": "传感网",
      "C": "应用系统框架",
      "D": "微机电系统"
    },
    "answer": "D",
    "explanation": "微机电系统 (MEMS) 是由微传感器、微执行器、信号处理和控制电路、通信接口和电源等 部件组成的一体化的微型器件系统"
  },
  {
    "id": "N02-006",
    "stem": "关于信息安全的说法中，错误的是()。",
    "options": {
      "A": "保密性、完整性、可用性是信息安全的基本属性",
      "B": "信息系统安全可以划分为四个层次：设备安全、数据安全、内容安全、行为安全",
      "C": "非对称加密体制下，解密秘钥可以公开，加密秘钥必须保密",
      "D": "从架构上来看，UEBA 系统通常包括数据获取层、算法分析层和场景应用层"
    },
    "answer": "C",
    "explanation": "非对称加密体制下，解密秘钥必须保密，加密秘钥可以公开"
  },
  {
    "id": "N02-007",
    "stem": "() 是计算机科学领域与人工智能领域中的一个重要方向。它研究能实现人与计算机之间用自 然语言进行有效通信的各种理论和方法。并不是一般地研究自然语言，而在于研制能有效地使用自然语言通 信的计算机系统，特别是其中的软件系统。自然语言处理主要应用于机器翻译、舆情监测、自动摘要、观点 提取、文本分类、问题回答文本语义对比、语音识别、中文OCR 等方面。",
    "options": {
      "A": "自然语言处理(NLP)",
      "B": "机器学习",
      "C": "专家系统",
      "D": "神经网络"
    },
    "answer": "A",
    "explanation": "P62-62, 自然语言处理(NLP)是计算机科学领域与人工智能领域中的一个重要方向。它研究 能实现人与计算机之间用自然语言进行有效通信的各种理论和方法。自然语言处理并不是一般地研究自然语 言，而在于研制能有效地使用自然语言通信的计算机系统，特别是其中的软件系统。自然语言处理主要应用 于机器翻译、舆情监测、自动摘要、观点提取、文本分类问题回答、文本语义对比、语音识别、中文OCR 等 方面。"
  },
  {
    "id": "N02-008",
    "stem": "以下关于人工智能的说法中不正确的是 ()。",
    "options": {
      "A": "深度学习是通过多等级的特征和变量来预测结果的神经网络模型",
      "B": "相比于传统的统计分析，自动化机器学习模型更容易创建，也更简单和容易解释",
      "C": "深度学习技术是自然语言处理的重要技术支撑",
      "D": "专家系统是一个智能计算机程序系统，通常由人机交互界面、知识库、推理机、解释器、综合数据库、知 识获取等6个部分构成"
    },
    "answer": "B",
    "explanation": "机器学习模型是以统计为基础的，而且应该将其与常规分析进行对比以明确其价值增量。它 们往往比基于人类假设和回归分析的传统“手工”分析模型更准确，但也更复杂和难以解释。相比于传统的 统计分析，自动化机器学习模型更容易创建，而且能够揭示更多的数据细节"
  },
  {
    "id": "N02-009",
    "stem": "从架构上来看，UEB",
    "options": {
      "A": "数据获取层、数据分析层、数据应用层",
      "B": "数据感知层、数据分析层、数据应用层",
      "C": "数据感知层、算法分析层、场景应用层",
      "D": "数据获取层、算法分析层、场景应用层"
    },
    "answer": "D",
    "explanation": "从架构上来看，UEBA 系统通常包括数据获取层、算法分析层和场景应用层。【口诀：书法长】"
  },
  {
    "id": "N02-010",
    "stem": "以下说法中，错误的是 ()。",
    "options": {
      "A": "自然语言处理(Natural Language Processing,NLP)是计算机科学领域与人工智能领域中的一个重要方 向",
      "B": "从“人工+智能”向自主智能系统发展",
      "C": "专家系统其内部含有大量的某个领域专家水平的知识与经验，它能够应用人工智能技术和计算机技术，根 据系统中的知识与经验，进行推理和判断",
      "D": "神经网络是自然语言处理的一种形式"
    },
    "answer": "D",
    "explanation": "P61-63, 神经网络是机器学习的一种形式。"
  },
  {
    "id": "N02-011",
    "stem": "在某科研企业信息办工作的小王将存储在内网上的涉密数据，偷偷拷贝到个人笔记本电脑上， 这 属 于 ( ) 事 件 。",
    "options": {
      "A": "设备安全",
      "B": "数据安全",
      "C": "内容安全",
      "D": "行为安全"
    },
    "answer": "D",
    "explanation": "信息系统安全的四个层次：设备安全、数据安全、内容安全、行为安全。 数据安全是静态安全，行为安全是动态安全。依题意，显然是行为问题导致的安全事件"
  },
  {
    "id": "N02-012",
    "stem": "以下关于区块链的说法中，错误的是()。",
    "options": {
      "A": "区块链分为公有链、联盟链、私有链和混合链四大类",
      "B": "区块链概念可以理解为以非对称加密算法为基础，以改进的默克尔树为数据结构，使用共识机制、点对点 网络、智能合约等技术结合而成的一种分布式存储数据库技术",
      "C": "激励机制可确保分布式系统中的所有节点均可参与数据区块的验证过程，并通过共识机制选择特定节点将 新产生的区块加入到区块链中",
      "D": "区块链系统中的加密算法一般分为散列(哈希)算法和对称加密算法"
    },
    "answer": "D",
    "explanation": "P59, 区块链的关键技术：分布式账本、加密算法、共识机制。 分布式账本 分布式账本是区块链技术的核心之一。 每一个节点保存一个唯一、真实账本的副本阿牛，理论上除非所有的节点被破坏，所有整 个分布式账本系统是非常稳健的，从而保证了账目数据的安全性。 加密算法 区块链系统中的加密算法一般分为散列(哈希)算法和非对称加密算法。 散列算法也叫数据摘要或者哈希算法也被理解为该数据的“指纹信息”。典型的散列算法有 MD5、SHA- 1/SHA-2和SM3,目前区块链主要使用SHA-2中的SHA256算法。 常用的非对称加密算法包括RSA、Elgamal、D-H、ECC(椭圆曲线加密算法)等。 【蜗牛老师点评】散列算法不可逆，主要是为了进行数据检验，防止数据被篡改，当然也 会被用作加密功能。加密算法可逆，主要用作数据保密功能。 共识机制 在互联网世界，共识主要是计算机和软件程序协作一致的基本保障，是分布式系统节点或 程序运行的基本依据。 区块链的共识机制的思想是：在没有中心点总体协调的情况下，当某个记账节点提议区块 数据增加或减少，并把该提议广播给所有的参与节点，所有节点要根据一定的规则和机制， 对这一提议是否能够达成一致进行计算和处理。 目前，常用的共识机制主要有PoW、PoS、DPoS、Paxos、PBFT等。 共识机制分析可基于：合规监管、性能效率、资源消耗、容错性。"
  },
  {
    "id": "N02-013",
    "stem": "以下关于区块链的说法中不正确的是()。",
    "options": {
      "A": "区块链分为公有链、联盟链、私有链和混合链四大类",
      "B": "区块链之所以能够得到大家的信任，是因为它有信用做保证",
      "C": "分布式账本是区块链技术的核心之一",
      "D": "区块数据的加密是区块链研究和关注的重点"
    },
    "answer": "B",
    "explanation": "互联网上能多中心化的活动是无需信用背书的活动，需要信用做保证的都是中心化的、有第 三方中介机构参与的活动。"
  },
  {
    "id": "N02-014",
    "stem": "关于网络描述正确的是()。",
    "options": {
      "A": "从网络的作用范围可将网络类别划分为企业局域网、内网/外网、城域网、广域网、公用网、专用网",
      "B": "OSI 采用了分层的结构化技术，从下到上共分物理层、数据链路层、上下层、传输层、会话层、表示层和 应用层",
      "C": "城域网协议主要包括：PPP 点对点协议、ISDN 综合业务数字网、xDSL 、DDN 数字专线、X.25FR 帧中 继、ATM 异步传输模式",
      "D": "TCP/IP 是 Internet 的核心"
    },
    "answer": "D",
    "explanation": "从网络的作用范围可将网络类别划分为个人局域网、局域网、城域网、广域网、公用网、专 用网。所有A 错误 OSI 采用了分层的结构化技术，从下到上共分物理层、数据链路层、网络层、传输层、会话层、表示层和应 用层。B 错误 广域网协议主要包括：PPP 点对点协议、ISDN 综合业务数字网、xDSL 、DDN 数字专线、x.25FR 帧中继、 ATM 异步传输模式。C 错误。"
  },
  {
    "id": "N02-015",
    "stem": "() 向用户提供办公软件、工作流等服务，使软件提供商从软件产品的生产者转变成服务的运 营者。",
    "options": {
      "A": "IaaS",
      "B": "PaaS",
      "C": "SaaS",
      "D": "DaaS"
    },
    "answer": "C",
    "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如CRM 、办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
  },
  {
    "id": "N02-016",
    "stem": "某云计算服务商向电信运营商提供计算能力、存储空间及相应的运营管理服务。按照云计算服 务提供的资源层次，该服务类型属于()。",
    "options": {
      "A": "IaaS",
      "B": "CaaS",
      "C": "PaaS",
      "D": "SaaS"
    },
    "answer": "A",
    "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如 CRM、 办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
  },
  {
    "id": "N02-017",
    "stem": "在云计算服务类型中，()向用户提供虚拟的操作系统、数据库管理系统、 Web 应用等服务。",
    "options": {
      "A": "IaaS",
      "B": "DaaS",
      "C": "PaaS",
      "D": "SaaS"
    },
    "answer": "C",
    "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如 CRM 、办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
  },
  {
    "id": "N02-018",
    "stem": "RFI",
    "options": {
      "A": "无线系统",
      "B": "红外线系统",
      "C": "WIFI",
      "D": "局域网"
    },
    "answer": "A",
    "explanation": "P50:RFID 是一种简单的无线系统，由一个询问器(或阅读器)和很多应答器(或标签)组 成"
  },
  {
    "id": "N02-019",
    "stem": "以下关于区块链的描述错误的是()。",
    "options": {
      "A": "分布式账本是区块链技术唯一的核心 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导",
      "B": "区块链系统中的加密算法一般分为散列(哈希)算法和非对称加密算法",
      "C": "常用的共识机制主要有PoW 、PoS 、DPoS 、Paxos 、PBFT 等",
      "D": "数字货币是区块链的典型应用"
    },
    "answer": "A",
    "explanation": "分布式账本是区块链技术的核心之一"
  },
  {
    "id": "N02-020",
    "stem": "() 不是虚拟现实的典型特征。",
    "options": {
      "A": "交互性",
      "B": "真实性",
      "C": "沉浸式",
      "D": "多感知性"
    },
    "answer": "B",
    "explanation": "虚拟现实技术的主要特征包括沉浸性、交互性、多感知性、构想性和自主性。"
  },
  {
    "id": "N02-021",
    "stem": "( ) 不是虚拟现实的典型应用场景。",
    "options": {
      "A": "3D 游戏",
      "B": "4D 电影",
      "C": "全景视频",
      "D": "三维漫游"
    },
    "answer": "B",
    "explanation": "4D 电影只是一个独特的表演形式，就是在3D 电影的基础上，加了一些周围环境特效 模拟，还是看电影。但是 VR 虚拟现实是不一样的，VR 虚拟现实是通过运算设备模拟创造一个虚拟世界"
  },
  {
    "id": "N02-022",
    "stem": "大数据获取的研究主要集中在以下哪()方面。",
    "options": {
      "A": "数据存储和计算",
      "B": "数据采集、整合和清洗",
      "C": "数据分析和可视化",
      "D": "数据安全和隐私保护"
    },
    "answer": "B",
    "explanation": "P55。 大数据获取技术 数据采集：通过分布式爬取、分布式高速高可靠性数据采集、高速全网数据映像技术， 从网站上获取数据信息。 整合：在数据采集和实体识别的基础上，实现数据到信息的高质量整合。 清洗：根据正确性条件和数据约束规则，清除不合理和错误的数据，对重要的信息进行 修复，保证数据的完整性。"
  },
  {
    "id": "N02-023",
    "stem": "() 主要关注大数据存储，大数据协同和安全隐私等方面。",
    "options": {
      "A": "大数据管理技术",
      "B": "大数据获取技术",
      "C": "大数据可视化技术",
      "D": "大数据处理技术"
    },
    "answer": "A",
    "explanation": "《蜗牛软考202405高项冲刺精华》 -第2章【考点9】大数据★★★★ 大数据管理技术 大数据管理技术主要集中在大数据存储、大数据协同和安全隐私等方面。 大数据存储：通过列存储、粗粒度索引等多项大数据处理技术和高效的分布式计算模式， 实现大数据存储。 大数据协同：通过分布式工作流引擎实现工作流调度、负载均衡，整合多个数据中心的 存储和计算资源 安全隐私：集中于新型数据发布技术，尝试在尽可能少损失数据信息的同时最大化地隐 藏用户隐私。"
  },
  {
    "id": "N02-024",
    "stem": "按照分布范围对网络进行划分，北京到上海之间的网络属于()。",
    "options": {
      "A": "LAN",
      "B": "MAN",
      "C": "Intranet",
      "D": "WAN"
    },
    "answer": "D",
    "explanation": "广域网 WAN, 也就是我们常说的城与城之间的网络"
  },
  {
    "id": "N02-025",
    "stem": "() 是利用复杂的算法、模型和规则，从大规模数据集中学习，以创造新的原创内容的人工智 能技术，这项技术能够创造文本，图片，声音，视频和代码等多种类型的内容，全面超越了传统软件的数据 处理和分析能力。",
    "options": {
      "A": "NLP (自然语言处理)",
      "B": "AIGC (生成式人工智能)",
      "C": "OCR (光学字符识别)",
      "D": "CV (计算机视觉)"
    },
    "answer": "B",
    "explanation": "AIGC 就是现在最热的人工智能技术，例如文生文， GPT-3, 文生视频Sora,GPT-4"
  },
  {
    "id": "N02-026",
    "stem": "关于信息加密，解密技术的描述，正确的是()。",
    "options": {
      "A": "对称加密技术和非对称加密技术的加密秘钥和解密秘钥不可公开",
      "B": "对称加密技术通常以RSA 算法为代表",
      "C": "对称加密从根本上克服了传统密码在秘钥分配上的困难",
      "D": "利用 RSA 密码可以同时实现数字签名和数字加密"
    },
    "answer": "D",
    "explanation": "利用RSA 密码可以同时实现数字签名和数据加密。签名是证明当事者的身份和数据真实性的 一种信息。数字签名体系应满足以下3个条件： 签名者事后不能抵赖自己的签名。 任何其他人不能伪造签名。 如果当事的双方关于签名的真伪发生争执，能够在公正的仲裁者面前通过验证签名来确认其真伪。 利用RSA 密码可以同时实现数字签名和数据加密。"
  },
  {
    "id": "N02-027",
    "stem": "关于信息安全的描述，不正确的是：()。",
    "options": {
      "A": "网络安全技术主要包括防火墙、入侵检测与防护、 VPN 、安全扫描、网络蜜罐技术、用户和实体行为分析 技术",
      "B": "随着物联网、云计算、人工智能、大数据等新一代信息技术的广泛应用，信息安全面临着新的问题和挑战",
      "C": "信息安全可以划分为设备安全、数据安全、平台安全、行为安全四个层次",
      "D": "信息系统安全包括网络安全、操作系统安全、数据库系统安全和应用系统安全"
    },
    "answer": "C",
    "explanation": "《蜗牛软考202405高项冲刺精华》 -第2章【考点6】信息安全★★★★★ (2)针对信息系统，安全可以划分为以下四个层次：设备安全、数据安全、内容安全、行为安全。其中数据安 全即是传统的信息安全。【口诀：宿舍内涵】"
  },
  {
    "id": "N02-028",
    "stem": "() 不属于人工智能技术的应用。",
    "options": {
      "A": "机器人",
      "B": "自然语言理解",
      "C": "扫码支付",
      "D": "图像识别"
    },
    "answer": "C",
    "explanation": "人工智能 (Artificial Intelligence), 英文缩写为AI 。它是研究、开发用于模拟、延伸和扩 展人的智能的理论、方法、技术及应用系统的一门新的技术科学。人工智能是计算机科学的一个分支，它企 图了解智能的实质，并生产出一种新的能以人类智能相似的方式做出反应的智能机器，该领域的研究包括机 器人、语言识别、图像识别、自然语言处理和专家系统等。 扫码支付不属于人工智能技术。"
  },
  {
    "id": "N02-029",
    "stem": "关于计算机网络及协议描述错误的是()。",
    "options": {
      "A": "OSI 采用了分层的结构化技术，从下到上共分物理层、数据链路层、网络层、传输层、会话层、表示层和 应用层",
      "B": "IEEE802.3 是以太网的CSMA/CD 载波监听多路访问/冲突检测协议",
      "C": "IEEE802.11 是有线局域网WLAN 标准协议",
      "D": "TCP/IP 网络层中的协议主要有：IP 、ICMP 、IGMP 、ARP 、RARP"
    },
    "answer": "C",
    "explanation": "IEEE802.11 是无线局域网WLAN 标准协议"
  },
  {
    "id": "N02-030",
    "stem": "( ) 不属于物联网感知层设备。",
    "options": {
      "A": "摄像头",
      "B": "温度传感器",
      "C": "二维码标签",
      "D": "以太网交换机"
    },
    "answer": "D",
    "explanation": "《蜗牛软考综合一本通》-2.2.1 物联网★★★★ 物联网架构可分为三层：感知层、网络层和应用层。 感知层 由各种传感器构成，包括温度传感器，二维码标签、RFID标签和读写器，摄像头、GPS 等感知终端，是物联网识别物体、采集信息的来源。 网络层 包括互联网、广电网、网络管理系统和云计算平台等组成，是整个物联网的中枢，负责传 递和处理感知层获取的信息。 应用层 物联网和用户的接口，它与行业需求结合实现物联网的智能应用。"
  },
  {
    "id": "N02-031",
    "stem": "WiFi 6属于IEEE() 协议。",
    "options": {
      "A": "802.3",
      "B": "802.6",
      "C": "802.8",
      "D": "802.11"
    },
    "answer": "D",
    "explanation": "WiFi6 也是无线局域网，所以用的还是IEEE802.11"
  },
  {
    "id": "N02-032",
    "stem": "云计算的典型特征是()。",
    "options": {
      "A": "多租户及虚拟化访问控制",
      "B": "单租户及虚拟化访问控制",
      "C": "多租户及物理资源访问控制",
      "D": "单租户及物理资源访问控制"
    },
    "answer": "A",
    "explanation": "云中多租户及虚拟化访问控制是云计算的典型特征"
  },
  {
    "id": "N02-033",
    "stem": "根据给出的描述，关于用户和实体行为分析(UEBA)的陈述，()是正确的。",
    "options": {
      "A": "UEBA 只使用基本分析方法进行异常检测。",
      "B": "UEBA 主要关注网络异常，不涉及用户行为。",
      "C": "UEBA 结合了基本和高级分析方法来进行异常检测。",
      "D": "UEBA 只使用机器学习来检测异常行为。"
    },
    "answer": "C",
    "explanation": "P48。 用户和实体行为分析(UEBA)提供了用户画像及基于各种分析方法的异常检测，结合基本分析方法(利用签名 的规则、模式匹配、简单统计、阈值等)和高级分析方法(监督和无监督的机器学习等),用打包分析来评估用户 和其他实体(主机、应用程序、网络、数据库等),发现与用户或实体标准画像或行为异常的活动所相关的潜在 事件。 UEBA 以用户和实体为对象，利用大数据，结合规则以及机器学习模型，对用户和实体行为进行分析和异常 检测，尽可能快速地感知内部用户和实体的可疑或非法行为。 从架构上来看，UEBA 系统通常包括数据获取层、算法分析层和场景应用层。"
  },
  {
    "id": "N02-034",
    "stem": "IEEE802.3 是 ( ) 的 协 议 。",
    "options": {
      "A": "广城网",
      "B": "局域网",
      "C": "城域网",
      "D": "无 线 网"
    },
    "answer": "B",
    "explanation": "IEEE802.3 是有线局域网"
  },
  {
    "id": "N02-035",
    "stem": "() 不属于TCP/IP 的应用层协议。",
    "options": {
      "A": "DHCP(Dynamic Host Configuration, 动态主机配置协议)",
      "B": "FTP(File Transfer Protocol,文件传输协议)",
      "C": "SMTP(Simple Mail Transfer Protocol,简单邮件传输协议)",
      "D": "ARP(Address Resolution Protocol,地址解析协议)"
    },
    "answer": "D",
    "explanation": "《蜗牛软考综合一本通》-2.1.2 计算机网络 ARP 地址解析协议属于网络层 OSI七层 作用 TCP/IP 四层 常见协议 应用层 负责对软件提供接口以使程序能使用网络 服务 应用层 HTTP、Telnet、FTP、SMTP 表示层 管理数据的解密加密、数据转换、格式化 和文本压缩 JPEG、ASCII、GIF、DES、MPEG 会话层 负责在网络中的两节点之间建立和维持通 信 RPC、SQL、NFS 传输层 确保数据可靠、顺序、无错地从A点传输 到B点(报文) 传输层 TCP、UDP、SPX 网络层 将网络地址IP翻译成对应的物理地址，选 择路由(数据包) 网络层 IP、ICMP、IGMP、IPX、ARP 数据链路 层 将从网络层接收到的数据分割成特定的可 被物理层传输的(帧) 网络接口 层 IEEE802.3/.2、HDLC、PPP、ATM 物理层 物理连网媒介(比特) RS232、V.35、RJ-45、FDDI"
  },
  {
    "id": "N02-036",
    "stem": "下列不属于TCP/IP 应用层协议的是()。",
    "options": {
      "A": "TFTP",
      "B": "SMTP",
      "C": "SNMP",
      "D": "IGMP"
    },
    "answer": "D",
    "explanation": "IGMP 属于TCP/IP 中的网络层协议"
  },
  {
    "id": "N02-037",
    "stem": "以下关于虚拟现实技术的说法中不正确的是()。",
    "options": {
      "A": "VR 是一种可以创立和体验虚拟世界的计算机系统",
      "B": "虚拟现实技术的主要特征包括沉浸性、交互性、多感知性、构想性(也称想象性)和自主性",
      "C": "虚拟现实的关键技术主要涉及人机交互技术、传感器技术、动态环境建模技术和系统集成技术等",
      "D": "虚拟现实技术己经从 AR, 向 着VR 和元宇宙的方向发展"
    },
    "answer": "D",
    "explanation": "虚拟现实技术己经从桌面虚拟现实系统、沉浸式虚拟现实系统、分布式虚拟现实系统等，向 着增强式虚拟现实系统 (AR) 和元宇宙的方向发展"
  },
  {
    "id": "N02-038",
    "stem": "TCP/IP 是 Internet 采用的协议标准，它是一个协议系列，由多个不同层次的协议共同组成。 其中()是属于网络层的低层协议，主要用途是完成网络地址向物理地址的转换。",
    "options": {
      "A": "RARP",
      "B": "ARP",
      "C": "IGMP",
      "D": "ICMP"
    },
    "answer": "B",
    "explanation": "ARP 协议就能把IP 地址【蜗牛解析】:成MAC 地址(物理地址)。 ARP 将含目标 IP 地址 域的数据报封装在广播帧中，接收到ARP 的实体，如果同本机 IP 相同则发回应答数据报，告之本机MAC 地址，否则丢弃。"
  },
  {
    "id": "N02-039",
    "stem": "在INTRENET 上浏览时，浏览器和www 服务器之间传输网页使用的协议是()协议。",
    "options": {
      "A": "HTTP",
      "B": "www",
      "C": "FTP",
      "D": "SMP"
    },
    "answer": "A",
    "explanation": "浏览器和服务器之间传输网页使用的协议是HTTP 协议"
  },
  {
    "id": "N02-040",
    "stem": "无线网是伴随移动技术发展起来的一种新的组网方式，其中WI-FI 的技术标准是()。",
    "options": {
      "A": "IEEE 802.15",
      "B": "IEEE 802.11",
      "C": "IEEE 802.3",
      "D": "IEEE 802.12"
    },
    "answer": "B",
    "explanation": "IEEE 802.11无线局域网协议"
  },
  {
    "id": "N02-041",
    "stem": "() 属于无线局域网 WLAN 标准协议。",
    "options": {
      "A": "IEEE 802.6",
      "B": "IEEE 802.7",
      "C": "IEEE 802.8",
      "D": "IEEE 802.11"
    },
    "answer": "D",
    "explanation": "IEEE 802.11无线局域网协议"
  },
  {
    "id": "N02-042",
    "stem": "TCP/IP 参考模型共分为四层：()、网络层、传输层、应用层。",
    "options": {
      "A": "物理层",
      "B": "流量控制层",
      "C": "会话层",
      "D": "网络接口层"
    },
    "answer": "D",
    "explanation": "TCP/IP 的参考模型将协议分成四个层次，它们分别是网络接口层、网络层、传输层、应用层"
  },
  {
    "id": "N02-043",
    "stem": "在 TCP/IP 协议中，(),协议运行在网络层。",
    "options": {
      "A": "DNS",
      "B": "UDP",
      "C": "TCP",
      "D": "IP"
    },
    "answer": "D",
    "explanation": "TCP/IP 中，网络层的协议主要有IP 、ICMP 、1GMP 、ARP 和 RARP 等。"
  },
  {
    "id": "N02-044",
    "stem": "局域网中，常采用广播消息的方法来获取访问目标IP 地址对应的MA",
    "options": {
      "A": "RARP 协议",
      "B": "SMTP 协议",
      "C": "SLIP 协议",
      "D": "ARP 协议"
    },
    "answer": "D",
    "explanation": "ARP 协议就能把IP 地址【蜗牛解析】:成MAC 地址。ARP 将含目标IP 地址域的数据报封 装在广播帧中，接收到ARP 的实体，如果同本机 IP 相同则发回应答数据报，告之本机MAC 地址，否则丢 弃。"
  },
  {
    "id": "N02-045",
    "stem": "IP 协 议 属 于 ( ) 。",
    "options": {
      "A": "物理层协议",
      "B": "传输层协议",
      "C": "网络层协议",
      "D": "应用层协议"
    },
    "answer": "C",
    "explanation": "网络层中的协议主要有IP、ICMP、1GMP、ARP 和 RARP 等 。"
  },
  {
    "id": "N02-046",
    "stem": "IEEE 802规范定义了网卡如何访问传输介质，以及如何在传输介质上传输数据的方法。其中， ()是重要的局域网协议。",
    "options": {
      "A": "IEEE 802.1",
      "B": "IEEE 802.3",
      "C": "IEEE 802.6",
      "D": "IEEE 802.11"
    },
    "answer": "B",
    "explanation": "IEEE 802.3局域网协议"
  },
  {
    "id": "N02-047",
    "stem": "TCP/IP 模型中，()协议属于网络层的协议。",
    "options": {
      "A": "ARP",
      "B": "SNMP",
      "C": "TCP",
      "D": "FTP"
    },
    "answer": "A",
    "explanation": "网络层中的协议主要有IP、ICMP、1GMP、ARP 和 RARP 等。"
  },
  {
    "id": "N02-048",
    "stem": "OSI 七层协议中，RP",
    "options": {
      "A": "网络层",
      "B": "传输层",
      "C": "NFS 协 议 属 于 ( ) 。 A 、网络层 B 、传输层 C、会话层",
      "D": "表示层"
    },
    "answer": "C",
    "explanation": "OSI七层 作用 TCP/IP 四层 常见协议【掌握】 应用层 负责对软件提供接口以使程序能使用网络 服务 应用层 HTTP、Telnet、FTP、SMTP 表示层 管理数据的解密加密、数据转换、格式化和 文本压缩 JPEG、ASCII、GIF、DES、MPEG 会话层 负责在网络中的两节点之间建立和维持通 信 RPC、SQL、NFS 传输层 确保数据可靠、顺序、无错地从A点传输 到B点(报文) 传输层 TCP、UDP、SPX 网络层 将网络地址IP翻译成对应的物理地址，选 择路由(数据包) 网络层 IP、ICMP、IGMP、IPX、ARP 数据链路 层 将从网络层接收到的数据分割成特定的可 被物理层传输的(帧) 网络接口 层 IEEE802.3/.2、HDLC、PPP、ATM 物理层 物理连网媒介(比特) RS232、V.35、RJ-45、FDDI"
  },
  {
    "id": "N02-049",
    "stem": "TCP/IP 模型中，Telnet 属 于 ( ) 协 议 。",
    "options": {
      "A": "接口层",
      "B": "网络层",
      "C": "传输层",
      "D": "应用层"
    },
    "answer": "D",
    "explanation": "OSI七层 作用 TCP/IP 四层 常见协议【掌握】 应用层 负责对软件提供接口以使程序能使用网络 服务 应用层 HTTP、Telnet、FTP、SMTP 表示层 管理数据的解密加密、数据转换、格式化和 文本压缩 JPEG、ASCII、GIF、DES、MPEG 会话层 负责在网络中的两节点之间建立和维持通 信 RPC、SQL、NFS 传输层 确保数据可靠、顺序、无错地从A点传输 到B点(报文) 传输层 TCP、UDP、SPX 网络层 将网络地址IP翻译成对应的物理地址，选 择路由(数据包) 网络层 IP、ICMP、IGMP、IPX、ARP 数据链路 层 将从网络层接收到的数据分割成特定的可 被物理层传输的(帧) 网络接口 层 IEEE802.3/.2、HDLC、PPP、ATM 物理层 物理连网媒介(比特) RS232、V.35、RJ-45、FDDI"
  },
  {
    "id": "N02-050",
    "stem": "在 OSI 七层协议中，UDP 是 ( ) 的 协 议 。",
    "options": {
      "A": "网络层",
      "B": "传输层",
      "C": "会话层",
      "D": "应用层"
    },
    "answer": "B",
    "explanation": "OSI七层 作用 TCP/IP 四层 常见协议【掌握】 应用层 负责对软件提供接口以使程序能使用网络 服务 应用层 HTTP、 Telnet、 FTP、SMTP 表示层 管理数据的解密加密、数据转换、格式化和 文本压缩 JPEG、ASCII、GIF、DES、MPEG 会话层 负责在网络中的两节点之间建立和维持通 信 RPC、SQL、NFS 传输层 确保数据可靠、顺序、无错地从A点传输 到B点(报文) 传输层 TCP、UDP、SPX 网络层 将网络地址IP翻译成对应的物理地址，选 择路由(数据包) 网络层 IP、ICMP、IGMP、IPX、ARP 数据链路 层 将从网络层接收到的数据分割成特定的可 被物理层传输的(帧) 网络接口 层 IEEE802.3/.2、HDLC、PPP、ATM 物理层 物理连网媒介(比特) RS232、V.35、RJ-45、FDDI"
  },
  {
    "id": "N02-051",
    "stem": "TCP/IP 协议续中所定义的TCP 和 UDP 协议，实现了OSI 七层模型中的()的主要功能。",
    "options": {
      "A": "物理层",
      "B": "网络层",
      "C": "传输层",
      "D": "应用层"
    },
    "answer": "C",
    "explanation": "OSI七层 作用 TCP/IP 四层 常见协议【掌握】 应用层 负责对软件提供接口以使程序能使用网络 服务 应用层 HTTP、Telnet、FTP、SMTP 表示层 管理数据的解密加密、数据转换、格式化和 文本压缩 JPEG、ASCII、GIF、DES、MPEG 会话层 负责在网络中的两节点之间建立和维持通 信 RPC、SQL、NFS 传输层 确保数据可靠、顺序、无错地从A点传输 到B点(报文) 传输层 TCP、UDP、SPX 网络层 将网络地址IP翻译成对应的物理地址，选 择路由(数据包) 网络层 IP、ICMP、IGMP、IPX、ARP 数据链路 层 将从网络层接收到的数据分割成特定的可 被物理层传输的(帧) 网络接口 层 IEEE802.3/.2、HDLC、PPP、ATM 物理层 物理连网媒介(比特) RS232、V.35、RJ-45、FDDI"
  },
  {
    "id": "N02-052",
    "stem": "关于SDN 的描述中错误的是()。",
    "options": {
      "A": "SDN 是一种新型网络创新架构，是网络虚拟化的一种实现方式",
      "B": "SDN 将数据和控制紧密结合在一起，以实现网络的更加智能化",
      "C": "SDN 打破了传统网络设备的封闭性",
      "D": "多个SDN 之间可以实现互相通信"
    },
    "answer": "B",
    "explanation": "利用分层的思想， SDN 将数据与控制相分离。从而实现了网络流量的灵活控制，使网络变得 更加智能"
  },
  {
    "id": "N02-053",
    "stem": "关于SDN 的描述中错误的是()。",
    "options": {
      "A": "SDN 的整体架构由下到上(由南到北)分为数据平面、控制平面和应用平面",
      "B": "控制平面与数据平面之间通过 SDN 控制数据平面接口进行通信，其最主要的应用是Open Flow协议",
      "C": "控制平面与应用平面之间通过SDN 南向接口进行通信，它允许用户根据自身需求定制开发各种网络管理 应用",
      "D": "SDN 中的接口具有开放性，以控制器为逻辑中心，南向接口负责与数据平面进行通信，北向接口负责与 应用平面进行通信，东西向接口负责多控制器之间的通信"
    },
    "answer": "C",
    "explanation": "北向接口负责与应用平面进行通信"
  },
  {
    "id": "N02-054",
    "stem": "关于软件定义网络 (SDN) 描述不正确的是()。",
    "options": {
      "A": "软件定义网络 (SDN) 是一种新型网络创新架构，是网络虚拟化的一种实现方式",
      "B": "软件定义网络 (SDN), 在数据层，包括具有逻辑中心化和可编程的控制器",
      "C": "软件定义网络 (SDN), 在数据层，包括哑交换机，仅提供简单的数据转发功能",
      "D": "SDN 的整体架构由下到(由南到北)分为数据平面、控制平面和应用平面"
    },
    "answer": "B",
    "explanation": "软件定义网络(SDN), 在控制层，包括具有逻辑中心化和可编程的控制器"
  },
  {
    "id": "N02-055",
    "stem": "关于软件定义网络 (SDN) 描述不正确的是()。",
    "options": {
      "A": "软件定义网络 (SDN) 的整体架构由下到上分为数据平面，控制平面和应用平面",
      "B": "控制平面和数据平面之间通信最主要应用的是Flow Table 协议",
      "C": "SDN 南向接口负责与数据平面进行通信，最主流的南向接口 CDPI 采用的是Open Flow 协议",
      "D": "SDN 东向接口负责多控制器之间的通信，北向接口负责与应用平面进行通信"
    },
    "answer": "B",
    "explanation": "控制平面和数据平面之间通信最主要应用的是Open Flow协议"
  },
  {
    "id": "N02-056",
    "stem": "() 不属于软件定义网络 (SDN) 整体架构层。",
    "options": {
      "A": "数据平面",
      "B": "控制平面",
      "C": "网络平面",
      "D": "应用平面"
    },
    "answer": "C",
    "explanation": "SDN 的整体架构由下到上(由南到北)分为数据平面、控制平面和应用平面"
  },
  {
    "id": "N02-057",
    "stem": "关于软件定义网络 (SDN) 描述不正确的是()。",
    "options": {
      "A": "软件定义网络 (SDN) 是一种新型网络，是网络虚拟化的一种实现方式",
      "B": "利用分层的思想，SDN 将数据与控制相分离",
      "C": "SDN 的整体架构由下到上(由南到北)分为数据平面、控制平面和应用平面",
      "D": "控制平面与数据平面之间通过 SDN 控制数据平面接口 (CDPI) 进行通信"
    },
    "answer": "A",
    "explanation": "软件定义网络(SDN)是一种新型网络创新架构，是网络虚拟化的一种实现方式"
  },
  {
    "id": "N02-058",
    "stem": "第五代移动通信技术5G 是新一代宽带移动通信技术，()不是5G 的特点。",
    "options": {
      "A": "高速率",
      "B": "宏基站",
      "C": "大连接",
      "D": "低时延"
    },
    "answer": "B",
    "explanation": "第五代移动通信技术(简称5G)是具有高速率、低时延和大连接特点的新一代宽带移动通信技 术，是实现人机物互联的网络基础设施。2G 、3G 、4G 、5G 都有宏基站，因此宏基站不是5G 的特点。"
  },
  {
    "id": "N02-059",
    "stem": "5G 峰值速率可以达到()。",
    "options": {
      "A": "1Gb/S",
      "B": "10Gb/S",
      "C": "20Gb/S",
      "D": "100Gb/S"
    },
    "answer": "C",
    "explanation": "表2 - 14G与5G主要指标对标 指标 名称 流量密度/ (Tb/s ·km²) 连接数密度/ (万 · km²) 时延/ms 移动性/ (km ·h¹) 能效/倍 用户体验 速率/b · s 频道效 率/倍 峰值速率/ Gb · s¹ 4G 0.1 10 空口10 350 1 10M 1 10 5G 10 100 空口1 500 100 0.1～1G 3 20"
  },
  {
    "id": "N02-060",
    "stem": "4G 峰值速率可以达到()。",
    "options": {
      "A": "1Gb/S",
      "B": "10Gb/S",
      "C": "20Gb/S",
      "D": "100Gb/S"
    },
    "answer": "B",
    "explanation": "表2 - 14G 与5G 主要指标对标 指标 名称 流量密度/ (Tb/s ·km²) 连接数密度/ (万 · km²) 时延/ms 移动性/ (km ·h¹) 能效/倍 用户体验 速率/b · s 频道效 率/倍 峰值速率1 Gb · s¹ 4G 0.1 10 空口10 350 1 10M 1 10 5G 10 100 空口1 500 100 0.1～1G 3 20"
  },
  {
    "id": "N02-061",
    "stem": "关于 RS",
    "options": {
      "A": "RSA 算法是非对称算法的代表",
      "B": "RSA 算法中加密密钥与解密密钥不同",
      "C": "RSA 算法中解密密钥公开而加密密钥需要保密",
      "D": "利用 RSA 密码可以同时实现数字签名和数据加密"
    },
    "answer": "C",
    "explanation": "非对称加密通常以 (RSA) 算法为代表。对称加密的加密密钥和解密密钥相同，而非对称加 密的加密密钥和解密密钥不同，加密密钥可以公开而解密密钥需要保密。"
  },
  {
    "id": "N02-062",
    "stem": "以下说法，错误的是()。",
    "options": {
      "A": "从网络的作用范围可将网络类别划分为个人局域网 PAN 、局域网 LAN 、城域网 MAN 、广域网(WAN、 公用网 (Public Network 、专用网 (Private Network)",
      "B": "软件定义网络 SDN 是一种新型网络创新架构，是网络虚拟化的一种实现方式，它可通过软件编程的形 式定义和控制网络，其通过将网络设备的控制面与数据面分离开来，从而实现了网络流量的灵活控制，使网 络变得更加智能，为核心网络及应用的创新提供了良好的平台",
      "C": "第五代移动通信技术5G 是具有高速率、高时延和大连接特点的新一代移动通信技术。5G 采用短帧、 快速反馈、多层/多站数据重传等技术",
      "D": "5G 的三大类应用场景，即增强移动宽带 (eMBB) 、 超高可靠低时延通信 (uRLLC) 和海量机器类通 信 (mMTC)"
    },
    "answer": "C",
    "explanation": "第五代移动通信技术5G 是具有高速率、低时延和大连接特点的新一代移动通信技术。为了 支持低时延、高可靠，5G 采用短帧、快速反馈、多层/多站数据重传等技术。"
  },
  {
    "id": "N02-063",
    "stem": "区块链有以下几种特性：多中心化、多方维护、时序数据、智能合约、开放共识、安全可信和 ( )。",
    "options": {
      "A": "可回溯性",
      "B": "不可篡改",
      "C": "周期性",
      "D": "稳定性"
    },
    "answer": "B",
    "explanation": "P58: 区块链有以下几种特性：多中心化、多方维护、时序数据、智能合约、开放共识、安 全可信和不可篡改"
  },
  {
    "id": "N02-064",
    "stem": "人工智能技术研究方面主要聚焦在()三个方面。",
    "options": {
      "A": "热点技术、共性技术和新兴技术",
      "B": "热点技术、智能技术和新兴技术",
      "C": "热点技术、共性技术和视觉技术",
      "D": "热点技术、智能技术和自然语言处理技术"
    },
    "answer": "A",
    "explanation": "人工智能技术研究方面主要聚焦在热点技术、共性技术和新兴技术三个方面"
  },
  {
    "id": "N02-065",
    "stem": "以下网络存储模式中，真正实现即插即用的是()。",
    "options": {
      "A": "DAS",
      "B": "NAS",
      "C": "open SAN",
      "D": "智能化SAN"
    },
    "answer": "B",
    "explanation": "可见真正实现即插即用的是NAS"
  },
  {
    "id": "N02-066",
    "stem": "以下不属于自然语言处理的主要应用的是()。",
    "options": {
      "A": "舆情监测",
      "B": "文本分类",
      "C": "人脸识别",
      "D": "语音识别"
    },
    "answer": "C",
    "explanation": "自然语言处理主要应用于机器翻译、舆情监测、自动摘要、观点提取、文本分类、问题回答、 文本语义对比、语音识别、中文OCR 等方面。 人脸识别也属于人工智能，但是不属于自然语言处理。"
  },
  {
    "id": "N02-067",
    "stem": "在下列应用场景中，属于SaaS (软件即服务)模式的是()。",
    "options": {
      "A": "供应商通过Internet 提供软件，消费者从供应商处租用基于Web 的软件来管理企业经营活动",
      "B": "供应商开拓新的IT 基础设施业务，消费者通过Internet 从计算机基础设施获得服务",
      "C": "消费者从供应商处购买软件的License",
      "D": "消费者从互联网下载和使用免费软件"
    },
    "answer": "A",
    "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如 CRM 、办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
  },
  {
    "id": "N02-068",
    "stem": "() 是利用公开密钥进行加密的技术。",
    "options": {
      "A": "AES",
      "B": "IDEA",
      "C": "DES",
      "D": "RSA"
    },
    "answer": "D",
    "explanation": "1978年美国麻省理工学院的三名密码学者 R.L.Rivest,A、Shamir 和 L.Adlelnan 提出了 一种基于大合数因子分解困难性的公开密钥密码，简称为RSA 密码。由于RSA 密码，既可用于加密，又可 用于数字签名，安全、易懂，因此RSA 密码已成为目前应用最广泛的公开密钥密码。 公开密钥密码有基于大合数因子分解困难性的 RAS 密码类和基于离散对数问题困难性的 ELGamal 密码 类。 RSA 属于非对称加密技术，利用RSA 密码可以同时实现数字签名和数据加密。"
  },
  {
    "id": "N02-069",
    "stem": "以下关于人工智能的说法，错误的是()。",
    "options": {
      "A": "人工智能的关键技术主要涉及机器学习、自然语言处理、专家系统等技术",
      "B": "机器学习是一种自动将模型与数据匹配，并通过训练模型对数据进行“学习”的技术。机器学习的研究主 要聚焦在机器学习算法及应用、强化学习算法、近似及优化算法和规划问题等方面。神经网络是机器学习的 一种形式",
      "C": "专家系统是一个智能计算机程序系统，通常由人机交互界面、知识库、推理机、解释器、综合数据库、知 识获取等6个部分构成",
      "D": "自然语言处理就是一般地研究自然语言"
    },
    "answer": "D",
    "explanation": "自然语言处理并不是一般地研究自然语言，而在于研制能有效地使用自然语言通信的计算机 系统，特别是其中的软件系统。因而它是计算机科学的一部分"
  },
  {
    "id": "N02-070",
    "stem": "信息必须依赖其存储、传输、处理及应用的载体(媒介)而存在。信息系统安全可以划分设备 安全、数据安全、内容安全和()。",
    "options": {
      "A": "行为安全",
      "B": "通信安全",
      "C": "主机安全",
      "D": "信息安全"
    },
    "answer": "A",
    "explanation": "信息系统安全可以划分为以下四个层次：设备安全、数据安全、内容安全、行为安全。其中 数据安全即是传统的信息安全。"
  },
  {
    "id": "N02-071",
    "stem": "大数据是具有体量大、结构多样、时效性强等特征的数据，下面的那个单位体量最大()。",
    "options": {
      "A": "TB",
      "B": "PB",
      "C": "ZB",
      "D": "EB"
    },
    "answer": "C",
    "explanation": "大数据的数据体量巨大，从TB 级别跃升到PB 级别(1PB=1024TB) 、EB 级别(1EB=1024PB), 甚至达到ZB 级别(1ZB=1024EB)。"
  },
  {
    "id": "N02-072",
    "stem": "A公司是一家云服务提供商，向用户提供老租户可定制的办公软件和客户关系管理软件，",
    "options": {
      "A": "IaaS",
      "B": "PaaS",
      "C": "Saas",
      "D": "DaaS"
    },
    "answer": "C",
    "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如CRM 、办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
  },
  {
    "id": "N02-073",
    "stem": "以下关于信息安全的说法中错误的是()。",
    "options": {
      "A": "信息系统安全可以划分为：设备安全、数据安全、内容安全、行为安全",
      "B": "发信者将明文数据加密成密文，称为加密过程。收信者将密文恢复成明文，称为解密过程",
      "C": "在对称密钥体制，加密密钥和解密密钥相同",
      "D": "在非对称加密解密中，公众利用私钥发送加密后的密文给收信者，收信者利用公钥进行解密"
    },
    "answer": "D",
    "explanation": "在非对称加密解密中，公众利用公钥发送加密后的密文给收信者，收信者利用私钥进行解密。 大家一定要记住，公钥是公开的，公众都知道，但是私钥只能收信者一人拥有，不公开"
  },
  {
    "id": "N02-074",
    "stem": "关于信息安全的描述正确的是()。",
    "options": {
      "A": "网络安全技术主要包括：熊猫烧香、入侵检测与防护、 VPN 、 安全扫描、网络蜜罐技术、用户和实体行为 分析技术等",
      "B": "为了保证信息的保密性，就需要采用信息加密技术对信息进行伪装，使得信息非法窃取者无法理解信息的 真实含义(暗号)",
      "C": "加密技术包括两个元素：公钥和密钥",
      "D": "密钥加密技术的密码体制分为对称密钥体制和非对称密钥体制两种"
    },
    "answer": "D",
    "explanation": "网络安全技术主要包括：防火墙、入侵检测与防护VPN 、 安全扫描、网络蜜罐技术、用户和 实体行为分析技术等。 为了保证信息的安全性，就需要采用信息加密技术对信息进行伪装，使得信息非法窃取者无法理解信息的真 实含义(暗号)。 加密技术包括两个元素算法和密钥"
  },
  {
    "id": "N02-075",
    "stem": "以下关于大数据的说法中，错误的是 ()。",
    "options": {
      "A": "大数据主要特征包括：数据海量、数据类型多样、数据价值密度高、数据处理速度快",
      "B": "大数据技术架构主要包含大数据获取技术、分布式数据处理技术和大数据管理技术，以及大数据应用和服 务技术",
      "C": "大数据获取的研究主要集中在数据采集、整合和清洗三个方面",
      "D": "大数据应用和服务技术：主要包含分析应用技术和可视化技术"
    },
    "answer": "A",
    "explanation": "大数据主要特征包括：数据海量、数据类型多样、数据价值密度低、数据处理速度快"
  },
  {
    "id": "N02-076",
    "stem": "关于网络存储技术的描述，正确的是()。",
    "options": {
      "A": "DAS 是一种易于扩展的存储枝术",
      "B": "NAS 系统与 DAS 系统相同，都没有自己的文件系统",
      "C": "NAS 可以使用TCP/IP 作为其网络传输协议",
      "D": "SAN 采用了文件共享存取方式"
    },
    "answer": "C",
    "explanation": "直接附加存储DAS 存储操作依赖于服务器，DAS方式很难扩展，DAS基本上已经被NAS所代替 网络附加存储NAS 通过网络接口与网络直接相连，NAS的性能特点是进行小文件级的共享存取， NAS存储支持即插即用，NAS可以很经济地解决存储容量不足的问题，但难以 获得满意的性能 存储区域网络【掌握】 通过专用高速网将一个或多个网络存储设备和服务器连接起来的专用存储系统。 它没有采用文件共享存取方式，而是采用块(block)级别存储 FC SAN高速，专用，可靠，有两个较大的缺陷，分别是成本和复杂性 IP SAN是基于IP网络实现数据块级别存储方式的存储网络。设备成本低，配置 技术简单，可共享和使用大容量的存储空间。使用最广 IB SAN结构紧密，系统的性能、可靠性和有效性高，能缓解各硬件设备之间的 数据流量拥塞。"
  },
  {
    "id": "N02-077",
    "stem": "关于网络存储技术的描述，不正确的是()。",
    "options": {
      "A": "当存储容量增加时，采用直接附加存储 (DAS) 方式很难扩容",
      "B": "网络附加存储 (NAS) 支持即插即用，可经济地解决存储容量不足的问题",
      "C": "光纤通道存储区域网络 (FCSAN) 相对成本较低，配置简单",
      "D": "网际协议存储区域网络 (IPSAN) 设备成本低，可共享和使用大容量存储空间"
    },
    "answer": "C",
    "explanation": "直接附加存储DAS 存储操作依赖于服务器，DAS方式很难扩展，DAS基本上已经被NAS所代替 网络附加存储NAS 通过网络接口与网络直接相连，NAS的性能特点是进行小文件级的共享存取， NAS存储支持即插即用，NAS可以很经济地解决存储容量不足的问题，但难以 获得满意的性能 存储区域网络【掌握】 通过专用高速网将一个或多个网络存储设备和服务器连接起来的专用存储系统。 它没有采用文件共享存取方式，而是采用块(block)级别存储 FC SAN高速，专用，可靠，有两个较大的缺陷，分别是成本和复杂性 IP SAN是基于IP网络实现数据块级别存储方式的存储网络。设备成本低，配置 技术简单，可共享和使用大容量的存储空间。使用最广 IB SAN结构紧密，系统的性能、可靠性和有效性高，能缓解各硬件设备之间的 数据流量拥塞。"
  },
  {
    "id": "N02-078",
    "stem": "下列主流的分布式计算系统中，常用于离线的快速的大数据处理的是()。",
    "options": {
      "A": "Hadoop",
      "B": "Spark",
      "C": "Storm",
      "D": "Map Reduce"
    },
    "answer": "B",
    "explanation": "主流的分布式计算系统有Hadoop 、Spark 和 Storm。 Hadoop 常用于离线的复杂的大数据处理 Spark 常用于离线的快速的大数据处理 Storm 常用于在线的实时的大数据处理"
  },
  {
    "id": "N02-079",
    "stem": "关于存储技术的描述不正确的是()。",
    "options": {
      "A": "开放系统的存储分为：内置存储和外挂存储",
      "B": "外挂存储根据连接的方式分为封闭系统的存储和开放系统的存储",
      "C": "存储虚拟化是“云存储”的核心技术之一",
      "D": "绿色存储技术是指从节能环保的角度出发，用来设计生产能效更佳的存储产品，降低数据存储设备的功耗， 提高存储设备每瓦性能的技术"
    },
    "answer": "B",
    "explanation": "外挂存储根据连接的方式分为直连式存储(DAS) 和网络化存储(FAS)。 存储分类根据服务器类 型分为：封闭系统的存储和开放系统的存储"
  },
  {
    "id": "N02-080",
    "stem": "在大数据关键技术中，Hadoop 的分布式文件系统HDFS 属 于 大 数 据 ( ) 。",
    "options": {
      "A": "存储技术",
      "B": "分析技术",
      "C": "并行分析技术",
      "D": "挖掘技术"
    },
    "answer": "A",
    "explanation": "HDFS 是分布式计算中数据存储管理的基础，所以选 A"
  },
  {
    "id": "N02-081",
    "stem": "网络安全态势感知在()的基础上，进行数据整合，特征提取等，应用一系列态势评估算法， 生成网络的整体态势情况。",
    "options": {
      "A": "安全应用软件",
      "B": "安全基础设施",
      "C": "安全网络环境",
      "D": "安全大数据"
    },
    "answer": "D",
    "explanation": "网络安全态势感知是在大规模网络环境中阿牛，对能够引起网络态势发生变化的安全要素进 行获取、理解、显示，并据此预测未来的网络安全发展趋势。安全态势感知不仅是一种安全技术，也是一种 新兴的安全概念。它是一种基于环境的、动态的、整体的洞悉安全风险的能力。安全态势感知的前提是安全 大数据，其在安全大数据的基础上进行数据整合、特征提取等，然后应用一系列态势评估算法生成网络的整 体态势状况，应用态势预测算法预测态势的发展状况，并使用数据可视化技术，将态势状况和预测情况展示 给安全人员，方便安全人员直观便捷地了解网络当前状态及预期的风险。"
  },
  {
    "id": "N02-082",
    "stem": "以下关于存储的内容，说法错误的是()。",
    "options": {
      "A": "开放系统的存储分为：内置存储和外挂存储。外挂存储根据连接的方式分为直连式存储 (DAS) 和网络 化存储 (FAS) 。 网络化存储根据传输协议又分为网络接入存储 (NAS) 和存储区域网络 (SAN)",
      "B": "存储虚拟化是“云存储”的核心技术之一，它把来自一个或多个网络的存储资源整合起来，向用户提供一 个抽象的逻辑视图，用户可以通过这个视图中的统一逻辑接口来访问被整合的存储资源。用户在访问数据时 并不知道真实的物理位置",
      "C": "绿色存储技术是指从节能环保的角度出发，用来设计生产能效更佳的存储产品，降低数据存储设备的功耗， 提高存储设备每瓦性能的技术",
      "D": "DAS 容量扩充能力高"
    },
    "answer": "D",
    "explanation": "DAS 容量扩充能力低"
  },
  {
    "id": "N02-083",
    "stem": "以下关于数据结构模型的说法中错误的是()。",
    "options": {
      "A": "常见的数据结构模型有三种：层次模型、网状模型和关系模型，网状模型和关系模型又统称为格式化数据 模型",
      "B": "一个层次模型在理论上可以包含任意有限个记录类型和字段",
      "C": "网状数据库是导航式 (Navigation) 数据库，用户在操作数据库时不但说明要做什么,还要说明怎么做",
      "D": "关系模型是在关系结构的数据库中用二维表格的形式表示实体以及实体之间的联系的模型"
    },
    "answer": "A",
    "explanation": "常见的数据结构模型有三种：层次模型、网状模型和关系模型，层次模型和网状模型又统称 为格式化数据模型"
  },
  {
    "id": "N02-084",
    "stem": "以下关于数据结构模型的说法中错误的是()。",
    "options": {
      "A": "数据结构模型是数据库系统的核心",
      "B": "在层次模型中，同一双亲的子女结点称为兄弟结点，没有子女结点的结点称为叶结点",
      "C": "网状模型是一种可以灵活地描述事物及其之间关系的数据库模型",
      "D": "关系模型是采用键值对结构表达实体类型及实体间联系的数据模型"
    },
    "answer": "D",
    "explanation": "关系模型是采用二维表格结构表达实体类型及实体间联系的数据模型"
  },
  {
    "id": "N02-085",
    "stem": "以下关于数据库的说法中错误的是 ()。",
    "options": {
      "A": "数据库根据存储方式可以分为关系型数据库 (SQL) 和非关系型数据库 (No SQL)",
      "B": "事务处理的四种原则是原子性、一致性、隔离性、持久性",
      "C": "非关系型数据库是分布式的，也遵循ACID 原则",
      "D": "关系数据库系统采用关系模型作为数据的组织方式"
    },
    "answer": "C",
    "explanation": "非关系型数据库是分布式的、非关系型的、不保证遵循 ACID 原则的数据存储系统。"
  },
  {
    "id": "N02-086",
    "stem": "关于数据库的描述正确的是()。",
    "options": {
      "A": "数字化结构模型是数据库系统的核心",
      "B": "常见的数据结构模型有三种：层次模型、网状模型和数据模型",
      "C": "层次模型和关系模型又统称为格式化数据模型",
      "D": "层次模型是数据库系统最早使用的一种模型，它用“树”结构表示实体集之间的关联"
    },
    "answer": "D",
    "explanation": "数据结构模型是数据库系统的核心。 A 错误。 常见的数据结构模型有三种：层次模型、网状模型和关系模型，层次模型和网状模型又统称为格式化数据模 型 。B 错误。 层次模型和网状模型又统称为格式化数据模型。C 错误。"
  },
  {
    "id": "N02-087",
    "stem": "以下说法中，错误的是()。",
    "options": {
      "A": "常见的数据结构模型有三种：层次模型、网状模型和关系模型",
      "B": "关系模型是在关系结构的数据库中用二维表格的形式表示实体以及实体之间的联系的模型",
      "C": "数据库根据存储方式可以分为关系型数据库 (SQL) 和非关系型数据库 (Not Only SQL,No SQL)",
      "D": "数据仓库是一个面向主题的、集成的、非易失的且随时间变化的数据集合，用于支持实时业务"
    },
    "answer": "D",
    "explanation": "数据仓库是一个面向主题的、集成的、非易失的且随时间变化的数据集合，用于支持管理决 策。"
  },
  {
    "id": "N02-088",
    "stem": "以下关于数据库的说法中错误的是()。",
    "options": {
      "A": "常见的非关系数据库分为：键值数据库、列存储数据库、面向文档数据库、图形数据库",
      "B": "关系型数据库的优点是使用方便，易于维护",
      "C": "非关系型数据库的优点是高并发、基本支持分布式",
      "D": "关系数据库在高并发下读写性能较强"
    },
    "answer": "D",
    "explanation": "关系数据库数据读写必须经过SQL【 蜗牛解析】:,大量数据、高并发下读写性能不足"
  },
  {
    "id": "N02-089",
    "stem": "关于数据库的描述不正确的是()。",
    "options": {
      "A": "数据库根据类型方式可以分为关系型数据库 (SQL) 和非关系型数据库 (Not Only SQL,No SQL)",
      "B": "非关系型数据库支持事务的ACID 原则，即原子性、一致性、隔离性，持久性，这四种原则保证在事务过 程当中数据的正确性",
      "C": "非关系型数据库是分布式的、非关系型的、不保证遵循ACID 原则的数据存储系统",
      "D": "键值数据库，其优势在于简单、易部署、高并发"
    },
    "answer": "B",
    "explanation": "数据库根据存储方式可以分为关系型数据库(SQL)和非关系型数据库(Not Only SQL,No SQL) 关系型数据库支持事务的ACID 原则，即原子性、一致性、隔离性，持久性，这四种原则保证在事务过程当 中数据的正确性"
  },
  {
    "id": "N02-090",
    "stem": "关系型数据库的优点()。",
    "options": {
      "A": "容易理解，使用方便，易于维护",
      "B": "高并发，基本支持分布式，简单",
      "C": "事务支持较弱，通用性差，无完整约束，复杂业务场景支持较差",
      "D": "易于扩展，可伸缩"
    },
    "answer": "A",
    "explanation": "B、D 为非关系型数据库的优点，C 为非关系型数据库的缺点"
  },
  {
    "id": "N02-091",
    "stem": "以下关于数据库的说法中错误的是()。",
    "options": {
      "A": "关系型数据库具有固定的表结构，扩展困难",
      "B": "关系型数据库多表的关联查询导致性能欠佳",
      "C": "非关系型数据库通用性较强",
      "D": "非关系型数据库事务支持较弱"
    },
    "answer": "C",
    "explanation": "非关系型数据库通用性差"
  },
  {
    "id": "N02-092",
    "stem": "() 不属于关系型数据库。",
    "options": {
      "A": "Oracle",
      "B": "MySQL",
      "C": "SQL Server",
      "D": "MongoDB"
    },
    "answer": "D",
    "explanation": "常见的非关系型数据库有： Redis 、MongoDB 、Neo4j 、Cassandra 、HBase 常见的关系型数据库常见的有 Oracle,SQL Server,DB2,MySQL 、Access"
  },
  {
    "id": "N02-093",
    "stem": "() 数据库通常用来应对分布式存储海量数据。",
    "options": {
      "A": "图形数据库",
      "B": "键值数据库",
      "C": "列存储数据库",
      "D": "面向文档数据库"
    },
    "answer": "C",
    "explanation": "列存储数据库通常用来应对分布式存储海量数据"
  },
  {
    "id": "N02-094",
    "stem": "数据仓库的系统结构通常包括四个层次，分别是数据源，(),前端工具。",
    "options": {
      "A": "数据集市、联机事务处理服务器",
      "B": "数据建模、数据挖掘",
      "C": "数据净化、数据挖掘",
      "D": "数据的存储与管理、联机分析处理服务器"
    },
    "answer": "D",
    "explanation": "数据仓库系统通常包含数据源、数据存储与管理、 OLAP 服务器以及前端工具与应用四个部 分。"
  },
  {
    "id": "N02-095",
    "stem": "( ) 不属于关系型数据库。",
    "options": {
      "A": "Oracle",
      "B": "MySQL",
      "C": "Neo4j",
      "D": "DB2"
    },
    "answer": "C",
    "explanation": "常见的非关系型数据库有： Redis 、MongoDB 、Neo4j 、Cassandra 、HBase 常见的关系型数据库常见的有 Oracle,SQL Server,DB2,MySQL 、Access"
  },
  {
    "id": "N02-096",
    "stem": "以下关于安全行为分析技术的说法中错误的是()。",
    "options": {
      "A": "传统安全产品、技术、方案基本上都是基于已知特征进行规则匹配来进行分析和检测",
      "B": "用户和实体行为分析 (UEBA) 提供了用户画像及基于各种分析方法的异常检测，由于它主要依靠高级分 析方法，所以不需要对基本规则进行分析",
      "C": "UEBA 以用户和实体为对象，利用大数据，结合规则以及机器学习模型，并通过定义此类基线，对用户 和实体行为进行分析和异常检测，尽可能快速地感知内部用户和实体的可疑或非法行为",
      "D": "网络安全态势感知 (Network Security Situation Awareness) 是在大规模网络环境中，对能够引起网 络态势发生变化的安全要素进行获取、理解、显示，并据此预测未来的网络安全发展趋势"
    },
    "answer": "B",
    "explanation": "网络安全态势感知是在大规模网络环境中，对能够引起网络态势发生变化的安全要素进行获取、理解、显示， 并据此预测未来的网络安全发展趋势。 安全态势感知的前提是安全大数据，其在安全大数据的基础上进行数据整合 特征提取等，然后应用一系列态势评估算法生成网络的整体态势状况，应用态势预测算法预测态势的发展状 况。 网络安全态势感知的关键技术主要包括：海量多元异构数据的汇聚融合技术、面向多类型的网络安全威胁评 估技术、网络安全态势评估与决策支撑技术、网络安全态势可视化等"
  },
  {
    "id": "N02-097",
    "stem": "数据仓库系统的结构通常包括数据源、数据的存储与管理、()和前端工具4个层次。",
    "options": {
      "A": "中间件服务器",
      "B": "OLAP 服务器",
      "C": "分布式数据库",
      "D": "数据挖掘"
    },
    "answer": "B",
    "explanation": "数据仓库系统的结构通常包括数据源、数据的存储与管理、 OLAP 服务器和前端工具"
  },
  {
    "id": "N02-098",
    "stem": "在数据仓库系统结构中，前端工具不包含()。",
    "options": {
      "A": "报表工具",
      "B": "分析工具",
      "C": "查询工具",
      "D": "清洗工具"
    },
    "answer": "D",
    "explanation": "数据仓库系统结构，前端工具有：查询工具、报表工具、分析工具、数据挖掘工具"
  },
  {
    "id": "N02-099",
    "stem": "( ) 不属于关系型数据库。",
    "options": {
      "A": "Oracle",
      "B": "HBase",
      "C": "MySQL",
      "D": "DB2"
    },
    "answer": "B",
    "explanation": "常见的非关系型数据库有： Redis 、MongoDB 、Neo4j 、Cassandra 、HBase 常见的关系型数据库常见的有 Oracle,SQL Server,DB2,MySQL 、Access"
  },
  {
    "id": "N02-100",
    "stem": "关于数据库和数据仓库的描述。正确的是()。",
    "options": {
      "A": "与数据库相比，数据仓库的数据相对稳定",
      "B": "与数据仓库相比，数据库的数据相对冗余",
      "C": "与数据库相比，数据仓库的主要任务是实时业务处理",
      "D": "与数据仓库相比，数据库的主要任务是支持管理决策"
    },
    "answer": "A",
    "explanation": "数据仓库是一个面向主题、集成的、相对稳定的、反映历史变化的数据集合。"
  },
  {
    "id": "N02-101",
    "stem": "关于数据仓库说法正确的是()。",
    "options": {
      "A": "数据仓库的用户是一线的员工，并且数据仓库的数据应保持不变",
      "B": "数据仓库的用户是管理层，并且数据仓库的数据随业务持续增长",
      "C": "数据仓库的用户是一线的员工，并且数据仓库的数据随业务持续增长",
      "D": "数据仓库的用户是管理层，但数据仓库的数据应保持不变"
    },
    "answer": "B",
    "explanation": "数据仓库是在管理人员决策中的面向主题的、集成的、非易失的并且随业务变化而变化的数 据集合"
  },
  {
    "id": "N02-102",
    "stem": "在云计算服务中，“向用户提供虚拟的操作系统”属于()。",
    "options": {
      "A": "IaaS",
      "B": "PaaS",
      "C": "Saas",
      "D": "DaaS"
    },
    "answer": "B",
    "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如CRM、 办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
  },
  {
    "id": "N02-103",
    "stem": "() 向用户提供虚拟的操作系统、数据库管理系等服务，满是户个性化的应用部署需求。",
    "options": {
      "A": "SaaS",
      "B": "PaaS",
      "C": "IaaS",
      "D": "DaaS"
    },
    "answer": "B",
    "explanation": "按照云计算服务提供的资源层次，可以分为 IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如CRM 、办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
  },
  {
    "id": "N02-104",
    "stem": "关于区块链的描述，不正确的是()。",
    "options": {
      "A": "区块链的共识机制可有效防止记账节点信息被篡改",
      "B": "区块链可在不可信的同络进行可信的信息交换",
      "C": "存储在区块链的交易信息是高度加密的",
      "D": "区块链是一个分布式共享账本和数据库"
    },
    "answer": "C",
    "explanation": "区块链阿牛是一个分布式的共享账本和数据库，具有去中心化、不可篡改、全程留痕、可以 追溯、集体维护、公开透明等特点。存储在区块链上的交易信息是公开的，但是账户身份信息是高度加密的， 只有在数据拥有者授权的情况下才能访问到，从而保证了数据的安全和个人的隐私。"
  },
  {
    "id": "N02-105",
    "stem": "微信中语音转换为文字的功能，主要应用了()技术。",
    "options": {
      "A": "虚拟现实",
      "B": "专家系统",
      "C": "自然语言处理",
      "D": "大数据"
    },
    "answer": "C",
    "explanation": "P67: 自然语言处理主要应用于机器翻译、舆情监测、自动摘要、观点提取、文本分类、问 题回答、文本语义对比、语音识别、中文OCR 等方面。 所以，C 正确。"
  },
  {
    "id": "N02-106",
    "stem": "百度大语言模型“文心一言”的核心技术是()。",
    "options": {
      "A": "大数据",
      "B": "NLP",
      "C": "专家系统",
      "D": "云计算"
    },
    "answer": "B",
    "explanation": "自然语言处理NLP 研究能实现人与计算机之间用自然语言进行有效通信的各种理论和方法。 自然语言处理主要应用于机器翻译、舆情监测、自动摘要、观点提取、文本分类、问题回答、文本语义对比、 语音识别、中文 OCR 等方面。 文心一言的核心技术之一是自然语言处理 (NLP) 。NLP 是一种让计算机理解和处理人类语言的技术。通过 NLP, 文心一言能够准确地识别用户的意图，从而提供精准的回答和建议。"
  },
  {
    "id": "N02-107",
    "stem": "() 是通过多等级的特征和变量来预测结果的神经网络模型，它使用一种称为反向传播的技术， 通过模型进行预测或对输出进行分类。",
    "options": {
      "A": "神经网络",
      "B": "深度学习",
      "C": "强化学习",
      "D": "机器学习"
    },
    "answer": "B",
    "explanation": "神经网络：是机器学习的一种形式，它根据输入、输出、变量权重或将输入与输出关联的\"特征\"来分析问题。 它类似于神经元处理信号的方式。 深度学习：是通过多等级的特征和变量来预测结果的神经网络模型，深度学习模型中的每个特征通常对于人 类观察者而言意义不大，使得该模型的使用难度很大且难以解释。深度学习模型使用一种称为反向传播的技 术，通过模型进行预测或对输出进行分类。 强化学习：是机器学习的另外一种方式，指机器学习系统制订了目标而且迈向目标的每一步都会得到某种形 式的奖励。 机器学习模型：是以统计为基础的，它们往往比基于人类假设和回归分析的传统“手工”分析模型更准确。 自动化机器学习模型更容易创建，而且能够揭示更多的数据细节"
  },
  {
    "id": "N02-108",
    "stem": "以下说法中不正确的是 ()。",
    "options": {
      "A": "计算机硬件技术将向超高速、超大型、平行处理、智能化的方向发展",
      "B": "NB-IoT 是面向物联网、低时延场景的窄带物联网",
      "C": "eMTC 是增强型机器类型通信",
      "D": "IIoT 是工业物联网"
    },
    "answer": "A",
    "explanation": "P49: 计算机硬件技术将向超高速、超小型、平行处理、智能化的方向发展"
  },
  {
    "id": "N02-109",
    "stem": "()关键技术主要涉及机器学习、自然语言处理、专家系统等技术。",
    "options": {
      "A": "物联网",
      "B": "云计算",
      "C": "大数据",
      "D": "人工智能"
    },
    "answer": "D",
    "explanation": "P61: 人工智能的关键技术主要涉及机器学习、自然语言处理、专家系统等技术"
  },
  {
    "id": "N02-110",
    "stem": "关于信息安全的描述，不正确的是()。",
    "options": {
      "A": "用户和实体行为分析(UEBA) 提供了户画像及基于各种分析方法的异常检测",
      "B": "网络安全态势感知它是一种基于环境的、动态的、整体的洞悉安全风险的能力",
      "C": "网络安全态势感知的关键技术主要包括：海量多元异构数据的汇聚融合技术、面向多类型的网络安全威胁 评估技术、网络安全态势评估与决策支撑技术、网络安全态势可视化等",
      "D": "网络安全态势感知是在小规模的网络环境中，对能够引起网络态势发生变化的安全要素进行获取、理解、 显示、并据此预测未来的网络安全发展趋势"
    },
    "answer": "D",
    "explanation": "网络安全态势感知是在大规模的网络环境中，对能够引起网络态势发生变化的安全要素进行 获取、理解、显示、并据此预测未来的网络安全发展趋势"
  },
  {
    "id": "N02-111",
    "stem": "某用户换了一部登录设备登录QQ, 其发现即使在输入了正确的账号和密码后依然不能正常登 录，需要进行短信验证才行，请问QQ 使用了什么样的安全分析行为()。",
    "options": {
      "A": "已知特征监测分析",
      "B": "用户和实体行为分析",
      "C": "网络安全态势感知",
      "D": "QQ 后台监测有问题，多登录几次就好"
    },
    "answer": "B",
    "explanation": "QQ 会根据用户的常用登录设备，登录地点等来分析用户当前的登录行为是否异常，如果发现异常就会进一 步分析，要求下一步验证。 网络安全态势感知是在大规模网络环境中，对能够引起网络态势发生变化的安全要素进行获取、理解、显示， 并据此预测未来的网络安全发展趋势。 安全态势感知的前提是安全大数据，其在安全大数据的基础上进行数据整合 特征提取等，然后应用一系列态势评估算法生成网络的整体态势状况，应用态势预测算法预测态势的发展状 况。 网络安全态势感知的关键技术主要包括：海量多元异构数据的汇聚融合技术、面向多类型的网络安全威胁评 估技术、网络安全态势评估与决策支撑技术、网络安全态势可视化等。"
  },
  {
    "id": "N02-112",
    "stem": "虚拟现实的关键技术不包括()。",
    "options": {
      "A": "蒙特卡洛分析技术",
      "B": "人机交互技术",
      "C": "传感器技术",
      "D": "动态环境建模技术"
    },
    "answer": "A",
    "explanation": "《蜗牛软考202405高项冲刺精华》 -第2章【考点12】虚拟现实★★★ 虚拟现实的关键技术：人机交互技术、传感器技术、动态环境建模技术、系统集成技术。 蒙特卡洛分析技术是项目管理的工具。"
  },
  {
    "id": "N02-113",
    "stem": "智能具有感知、记忆、自适应等特点，能够存储感知到的外部信息及由思维产生的知识，同时 能够利用己有的知识对信息进行分析、计算、比较、判断、联想和决策属于智能的()能力。",
    "options": {
      "A": "感知",
      "B": "记忆和思维",
      "C": "学习和自适应",
      "D": "行为决策"
    },
    "answer": "B",
    "explanation": "智能一般具有这样一些特点： 一是具有感知能力，即具有能够感知外部世界、获取外部信息的能力，这是产生智能活动的前提条件和必要 条件 二是具有记忆和思维能力，即能够存储感知到的外部信息及由思维产生的知识，同时能够利用已有的知识对 信息进行分析、计算、比较、判断、联想、决策 三是具有学习能力和自适应能力，即通过与环境的相互作用，不断学习积累知识，使自己能够适应环境变化 四是具有行为决策能力，即对外界的刺激作出反应，形成决策并传达相应的信息。"
  },
  {
    "id": "N02-114",
    "stem": "注册或登录健康码，用的“人脸识别”,属于()。",
    "options": {
      "A": "大数据",
      "B": "5G",
      "C": "人工智能",
      "D": "物联网"
    },
    "answer": "C",
    "explanation": "人脸识别属于人工智能"
  },
  {
    "id": "N02-115",
    "stem": "() 是新一代互联网中安全技术构架的核心内容。",
    "options": {
      "A": "云安全技术",
      "B": "虚拟安全技术",
      "C": "分布式安全技术",
      "D": "云基础安全技术"
    },
    "answer": "A",
    "explanation": "云安全技术是新一代互联网中安全技术构架的核心内容。"
  },
  {
    "id": "N02-116",
    "stem": "( ) 是云计算应用的核心问题之一",
    "options": {
      "A": "访问控制管理",
      "B": "多租户管理",
      "C": "分布式技术",
      "D": ""
    },
    "answer": "A",
    "explanation": "访问控制管理是云计算应用的核心问题之一 D 、云安全技术"
  },
  {
    "id": "N02-117",
    "stem": "以下关于区块链的描述错误的是()。",
    "options": {
      "A": "区块链技术具有多中心化存储、隐私保护、防篡改等特点，提供了开放、分散和容错的事务机制",
      "B": "区块链技术为金融、监管机构、科技创新、农业以及政治等领域带来了深刻的变革",
      "C": "区块链分为公有链、个人链、私有链和混合链四大类",
      "D": "区块链的典型特征包括：多中心化，多方维护时序数据，智能合约，不可篡改，开放共识，安全可信"
    },
    "answer": "C",
    "explanation": "区块链分为公有链、联盟链、私有链和混合链四大类"
  },
  {
    "id": "N02-118",
    "stem": "物联网应用系统框架涉及5个重要的技术部分：机器、传感器硬件、通信网络、()和应用。",
    "options": {
      "A": "数据库",
      "B": "中间件",
      "C": "服务",
      "D": "数据职称"
    },
    "answer": "B",
    "explanation": "P50: 物联网应用系统框架是一种以机器终端智能交互为核心的、网络化的应用与服务。它 将使对象实现智能化的控制，涉及5个重要的技术部分：机器、传感器硬件、通信网络、中间件和应用"
  },
  {
    "id": "N02-119",
    "stem": "人工智能 (Artificial Intelligence, 简称 AI), 是研究、开发用于模拟、延伸和扩展人的智能 的理论、方法、技术及应用系统的一门新的技术科学。近年在技术上取得了长足的进步，其主要研究方向不 包 含 ( ) 。",
    "options": {
      "A": "人机对弈",
      "B": "人脸识别",
      "C": "自动驾驶",
      "D": "3D 打印"
    },
    "answer": "D",
    "explanation": "3D 打印不属于人工智能的范畴"
  },
  {
    "id": "N02-120",
    "stem": "基于ABE 密码机制的云计算访问控制包括4个参与方：()、可信第三方授权中心、云存储 服务器和用户。",
    "options": {
      "A": "访问控制模型",
      "B": "多租户的隔离",
      "C": "虚拟机的访问控制",
      "D": "数据提供者"
    },
    "answer": "D",
    "explanation": "基于ABE 密码机制的云计算访问控制包括4个参与方：数据提供者、可信第三方授权中心、 云存储服务器和用户。"
  },
  {
    "id": "N02-121",
    "stem": "加密算法属于区块链的关键技术，以下不属于非对称加密算法的是()。",
    "options": {
      "A": "RSA",
      "B": "Elgamal",
      "C": "D-H",
      "D": "SHA256"
    },
    "answer": "D",
    "explanation": "区块链系统中的加密算法一般分为散列(哈希)算法和非对称加密算法。 散列算法也叫数据摘要或者哈希算法也被理解为该数据的“指纹信息”。典型的散列算法有 MD5、 SHA-1/SHA-2 和 SM3, 目前区块链主要使用SHA-2 中的SHA256 算法。 常用的非对称加密算法包括R SA 、Elgamal D-H 、ECC(椭圆曲线加密算法)等。"
  },
  {
    "id": "N02-122",
    "stem": "()关键技术主要涉及传感器技术、传感网和应用系统架构等。",
    "options": {
      "A": "物联网",
      "B": "云计算",
      "C": "大数据",
      "D": "人工智能"
    },
    "answer": "A",
    "explanation": "P50: 物联网关键技术主要涉及传感器技术、传感网和应用系统框架等"
  },
  {
    "id": "N02-123",
    "stem": "以下关于云计算的说法中，错误的是()。",
    "options": {
      "A": "云计算是一种基于互联网的计算方式，实现了“快速、按需、弹性”的服务，用户可以随时通过宽带网络 接入“云”并获得服务，按照需求获取或释放资源，对资源进行动态扩展",
      "B": "PAAS 是向用户提供计算机能力、存储空间等基础设施方面的服务",
      "C": "云计算的关键技术主要涉及虚拟化技术、云存储技术、多租户和访问控制管理、云安全技术等",
      "D": "容器技术是一种全新意义上的虚拟化技术，属于操作系统虚拟化的范畴；也就是由操作系统提供虚拟化的 支持。目前最受欢迎的容器环境是Docker"
    },
    "answer": "B",
    "explanation": "P51, 云计算服务可以分为基础设施即服务(IaaS)、平台即服务(PaaS)和软件即服务(SaaS)。 (1)IaaS 向用户提供计算机能力、存储空间等基础设施方面的服务。 (2)PaaS 向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。 (3)SaaS 向用户提供应用软件(如CRM 、办公软件等)、组件、工作流等虚拟化软件的服务"
  },
  {
    "id": "N02-124",
    "stem": "访问控制模型多用于()分配用户的权限",
    "options": {
      "A": "动 态",
      "B": "静态",
      "C": "在线",
      "D": "离线"
    },
    "answer": "B",
    "explanation": "访问控制模型多用于静态分配用户的权限，常见的有基于任务的访问控制模型、基于属性模型的云计算访问 控制、基于UCON 模型的云计算访问控制、基于BLP 模型的云计算访问控制等。"
  },
  {
    "id": "N02-125",
    "stem": "区块链在()网络环境下，通过透明和可信规则，构建可追溯的块链式数据结构，实现和管理 事务处理。",
    "options": {
      "A": "分布式",
      "B": "集中式",
      "C": "关系式",
      "D": "共享式"
    },
    "answer": "A",
    "explanation": "分布式账本是区块链技术的核心之一"
  },
  {
    "id": "N02-126",
    "stem": "以下关于云计算的说法中，错误的是()。",
    "options": {
      "A": "云计算实现了“快速、按需、弹性”的服务，用户可以随时通过宽带网络接入“云”并获得服务，按照 实际需求获取或释放资源，根据需求对资源进行动态扩展",
      "B": "PaaS 向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务",
      "C": "云计算的关键技术主要涉及虚拟化技术、云存储技术、多租户和访问控制管理、云安全技术等",
      "D": "基于ABE 密码机制的云计算访问控制包括3个参与方：数据提供者、可信第三方授权中心、云存储服务 器"
    },
    "answer": "D",
    "explanation": "基于ABE 密码机制的云计算访问控制包括4个参与方：数据提供者、可信第三方授 权中心、云存储服务器和用户"
  },
  {
    "id": "N02-127",
    "stem": "网络安全态势感知的关键技术不包括()。",
    "options": {
      "A": "海量多元异构数据的汇聚融合技术",
      "B": "面向多类型的网络安全威胁评估技术",
      "C": "网络安全态势评估与决策支撑技术",
      "D": "网络安全态势风险洞察"
    },
    "answer": "D",
    "explanation": "P48: 网络安全态势感知的关键技术主要包括：海量多元异构数据的汇聚融合技术、面向多 类型的网络安全威胁评估技术、网络安全态势评估与决策支撑技术、网络安全态势可视化等"
  },
  {
    "id": "N02-128",
    "stem": "() 是指一个操作系统中多个程序同时并行运行，而()则可以同时运行多个操作系统，而 且每一个操作系统中都有多个程序运行， ( ) 只 是 单CPU 模拟双CPU 来平衡程序运行性能，这两个模拟出 来的CPU 是不能分离的，只能协同工作。",
    "options": {
      "A": "虚拟化技术多任务超线程技术",
      "B": "超线程技术虚拟化技术多任务",
      "C": "虚拟化技术超线程技术多任务",
      "D": "多任务虚拟化技术超线程技术"
    },
    "answer": "D",
    "explanation": "第四版教材P52, 多任务是指在一个操作系统中多个程序同时并行运行，而在虚拟化技术中， 则可以同时运行多个操作系统，而且每一个操作系统中都有多个程序运行，每一个操作系统都运行在一个虚 拟的CPU 或者虚拟主机上。超线程技术只是单CPU 模拟双 CPU 来平衡程序运行性能，这两个模拟出来的 CPU 是不能分离的，只能协同工作。"
  },
  {
    "id": "N02-129",
    "stem": "以下说法中不正确的是()",
    "options": {
      "A": "超线程技术只是单CPU 模拟双CPU 来平衡程序运行性能，这两个模拟出来的 CPU 是不能分离的，只能 协同工作。",
      "B": "分布式文件系统是云存储技术中的重要组成部分。",
      "C": "访问控制管理是云计算应用的核心问题之一，访问控制模型多用于动态分配用户的权限。",
      "D": "云安全技术的研究方面，主要包含：云计算安全性，保障云基础设施的安全性，云安全技术服务。"
    },
    "answer": "C",
    "explanation": "访问控制模型多用于静态分配用户的权限，常见的有基于任务的访问控制模型、基于属性模 型的云计算访问控制、基于UCON 模型的云计算访问控制、基于BLP 模型的云计算访问控制等。C 不正确。"
  },
  {
    "id": "N02-130",
    "stem": "以下关于物联网的说法中，错误的是()。",
    "options": {
      "A": "物联网架构可分为三层：感知层、网络层和应用层",
      "B": "物联网关键技术主要涉及传感器技术、传感网和应用系统框架等",
      "C": "MEMS 赋予了普通物体新的“生命”,它们有了属于自己的数据传输通路、存储功能、操作系统和专门 的应用程序，从而形成一个庞大的传感网，使物联网能够通过物品来实现对人的监控与保护",
      "D": "射频识别技术 (RFID) 是物联网中使用的一种传感器技术，用于网络层"
    },
    "answer": "D",
    "explanation": "射频识别技术(RFID) 是物联网中使用的一种传感器技术，用于感知层"
  },
  {
    "id": "N02-131",
    "stem": "在物联网架构中，云计算平台属于()。",
    "options": {
      "A": "感知层",
      "B": "网络层",
      "C": "会话层",
      "D": "数据链路层"
    },
    "answer": "B",
    "explanation": "物联网架构可分为三层，分别是感知层、网络层和应用层。感知层由各种传感器构成，包括 温湿度传感器、二维码标签、RFID 标签和读写器、摄像头、GPS 等感知终端。网络层由各种网络，包括互 联网、广电网、网络管理系统和云计算平台等组成，是整个物联网的中枢。 应用层是物联网和用户的接口，它与行业需求结合，实现物联网的智能应用。"
  },
  {
    "id": "N02-132",
    "stem": "小王用智能手环来督促自己每天走路10000步，这是将()应用到移动互联网中，为用户提 供智能化服务。",
    "options": {
      "A": "用户画像",
      "B": "传感技术",
      "C": "数据挖据",
      "D": "射频识别"
    },
    "answer": "B",
    "explanation": "智能手环是传感器，将走路的动作感知获取后传递到网络"
  },
  {
    "id": "N02-133",
    "stem": "RFI",
    "options": {
      "A": "网络层",
      "B": "感知层",
      "C": "应用层",
      "D": "传输层"
    },
    "answer": "B",
    "explanation": "物联网架构可分为三层，分别是感知层、网络层和应用层。感知层由各种传感器构成，包括 温湿度传感器、二维码标签、RFID 标签和读写器、摄像头、GPS 等感知终端。网络层由各种网络，包括互 联网、广电网、网络管理系统和云计算平台等组成，是整个物联网的中枢。应用层是物联网和用户的接口， 它与行业需求结合，实现物联网的智能应用。"
  },
  {
    "id": "N02-134",
    "stem": "射频识别 (RFID) 是物联网中常用的无线通信技术，它通过()识别特定目标并读写相关数 据。",
    "options": {
      "A": "磁条",
      "B": "红外线",
      "C": "无线电信号",
      "D": "光束扫描"
    },
    "answer": "C",
    "explanation": "P50:RFID 是一种简单的无线系统，由一个询问器(或阅读器)和很多应答器(或标签)组 成"
  },
  {
    "id": "N02-135",
    "stem": "以互联网为基础，将数字化、智能化的物体接入其中，实现自组织互联，是互联网的延伸与扩 展；通过嵌入到物体上的各种数字化标识、感应设备，如RFI",
    "options": {
      "A": "智慧地球",
      "B": "三网融合",
      "C": "SaaS",
      "D": "物联网"
    },
    "answer": "D",
    "explanation": "物联网通过各种信息传感设备，如传感器、射频识别 (RFID) 技术、全球定位系统、红外感 应器、激光扫描器、气体感应器等各种装置与技术，实时采集任何需要监控、连接、互动的物体或过程，采 集其声、光、热、电、力学、化学阿牛、生物、位置等各种需要的信息，与互联网结合形成的一个巨大网络。 其目的是实现物与物、物与人，所有的物品与网络的连接，方便识别、管理和控制。"
  },
  {
    "id": "N02-136",
    "stem": "物联网是随着智能化技术的发展而发展起来的新的技术应用形式，从架构上来讲一般分为感知 层、网络层和应用层，其中RFI",
    "options": {
      "A": "感知层",
      "B": "网络层",
      "C": "应用层",
      "D": "展示层"
    },
    "answer": "A",
    "explanation": "物联网架构可分为三层，分别是感知层、网络层和应用层。感知层由各种传感器构成，包括 温湿度传感器、二维码标签、RFID 标签和读写器、摄像头、GPS 等感知终端。网络层由各种网络，包括互 联网、广电网、网络管理系统和云计算平台等组成，是整个物联网的中枢 应用层是物联网和用户的接口，它与行业需求结合，实现物联网的智能应用。"
  },
  {
    "id": "N02-137",
    "stem": "物联网是随着智能化技术的发展而发展起来的新的技术应用形式，从架构上来讲一般分为感知 层、网络层和应用层，从物联网应用的角度来看，()不属于物联网的应用领域。",
    "options": {
      "A": "手机钱包",
      "B": "安全监控",
      "C": "智能家居",
      "D": "决策分析"
    },
    "answer": "D",
    "explanation": "决策分析一般属于人工智能"
  },
  {
    "id": "N02-138",
    "stem": "物联网技术作为智慧城市建设的重要技术，其架构一般可分为()。",
    "options": {
      "A": "感知层、网络层和应用层",
      "B": "平台层、传输层和应用层",
      "C": "平台层、汇聚层和应用层",
      "D": "汇聚层、平台层和应用层"
    },
    "answer": "A",
    "explanation": "物联网架构可分为三层，分别是感知层、网络层和应用层。"
  },
  {
    "id": "N02-139",
    "stem": "在物联网的关键技术中，射频识别 (RFID) 是 一 种 ( ) 。",
    "options": {
      "A": "信息采集技术",
      "B": "无线传输技术",
      "C": "自组织组网技术",
      "D": "中间件技术"
    },
    "answer": "A",
    "explanation": "感知层：负责信息采集和物物之间的信息传输，信息采集的技术包括传感器、条码和二维码、 RFID 射频技术、音视频等多媒体信息。"
  },
  {
    "id": "N02-140",
    "stem": "在物联网的架构中，4G 、5G 属 于 ( ) 技 术 。",
    "options": {
      "A": "网络层",
      "B": "感知层",
      "C": "物理层",
      "D": "应用层"
    },
    "answer": "A",
    "explanation": "网络层由各种网络(3G 、4G 、5G), 包括互联网、广电网、网络管理系统和云计算平台等 组成，是整个物联网的中枢，负责传递和处理感知层获取的信息"
  },
  {
    "id": "N02-141",
    "stem": "物联网架构三层结构中不包括()。",
    "options": {
      "A": "感知层",
      "B": "网络层",
      "C": "数据层",
      "D": "应用层"
    },
    "answer": "C",
    "explanation": "物联网架构可分为三层，分别是感知层、网络层和应用层。"
  },
  {
    "id": "N02-142",
    "stem": "物联网应用已经走进了我们的日常生活，()不属于物联网的感知层。",
    "options": {
      "A": "心率传感器",
      "B": "北斗定位系统",
      "C": "网络总线",
      "D": "条码和二维码"
    },
    "answer": "C",
    "explanation": "网络总线属于网络层"
  },
  {
    "id": "N02-143",
    "stem": "智能门锁是()技术的典型应用。",
    "options": {
      "A": "物联网",
      "B": "云计算",
      "C": "虚拟现实",
      "D": "区块链"
    },
    "answer": "A",
    "explanation": "智能家居，提供基于网络的通讯，进行家居和建筑的自动化控制和外部共享信息，启动家庭 安防类、信息服务类和家电设备管理等应用。"
  },
  {
    "id": "N02-144",
    "stem": "传感器技术是物联网感知层的主要技术，()不属于传感器技术应用。",
    "options": {
      "A": "空气质量检测仪",
      "B": "无线红外电子栅栏",
      "C": "心率监测手环",
      "D": "无线网卡"
    },
    "answer": "D",
    "explanation": "无线网卡不属于传感设备，属于上网设备。"
  },
  {
    "id": "N02-145",
    "stem": "以下()不是人工智能的技术。",
    "options": {
      "A": "机器学习",
      "B": "神经网络",
      "C": "NLP",
      "D": "虚拟化"
    },
    "answer": "D",
    "explanation": "P161, 人工智能的关键技术主要涉及机器学习、自然语言处理、专家系统等技术。 (NLP) 神经网络是机器学习的一种形式。"
  },
  {
    "id": "N02-146",
    "stem": "虚拟环境中物体依据物理定律动作的程度。如当受到力的推动时，物体会向力的方向移动、翻 倒或从桌面落到地面等，指的是虚拟现实的()特征",
    "options": {
      "A": "交互性",
      "B": "多感知性",
      "C": "构想性",
      "D": "自主性"
    },
    "answer": "D",
    "explanation": "自主性指虚拟环境中物体依据物理定律动作的程度。如当受到力的推动时，物体会向力的方向移动、翻倒或 从桌面落到地面等。"
  },
  {
    "id": "N02-147",
    "stem": "云的()重要性不断凸显，成为影响云间竞争的关键因素。",
    "options": {
      "A": "系统建设",
      "B": "扩展建设",
      "C": "高速化建设",
      "D": "生态建设"
    },
    "answer": "D",
    "explanation": "云的生态建设重要性不断凸显，成为影响云间竞争的关键因素。"
  },
  {
    "id": "N02-148",
    "stem": "( ) 是人工智能的核心，是使计算机具有智能的根本途径。",
    "options": {
      "A": "机器学习",
      "B": "人机交互",
      "C": "计算机视觉",
      "D": "虚拟现实"
    },
    "answer": "A",
    "explanation": "机器学习是人工智能技术的核心。"
  },
  {
    "id": "N02-149",
    "stem": "云计算快速发展的四大趋势()。",
    "options": {
      "A": "创新、垂直、混合、生态",
      "B": "创新、垂直、混合、系统",
      "C": "创新、垂直、高速、生态",
      "D": "创新、垂直、高速、系统"
    },
    "answer": "A",
    "explanation": "“创新、垂直、混合、生态”这四大趋势伴随云计算快速发展"
  },
  {
    "id": "N02-150",
    "stem": "区块链的特征不包括()。",
    "options": {
      "A": "中心化",
      "B": "开放性",
      "C": "信息不可篡改",
      "D": "匿名性"
    },
    "answer": "A",
    "explanation": "区块链的特征：去中心化、开放性、独立性、安全性、匿名性、信息不可篡改。"
  },
  {
    "id": "N02-151",
    "stem": "区块链是()、点对点传输、共识机制、加密算法等计算机技术的新型应用模式。",
    "options": {
      "A": "数据仓库",
      "B": "中心化数据库",
      "C": "非链式数据结构",
      "D": "分布式数据存储"
    },
    "answer": "D",
    "explanation": "区块链是分布式数据存储、点对点传输、共识机制、加密算法等计算机技术的新型应用模式。"
  },
  {
    "id": "N02-152",
    "stem": "() 研究计算机怎样模拟或实现人类的学习行为，以获取新的知识或技能，重新组织已有的知 识使之不断改善自身的性能，是人工智能技术的核心。",
    "options": {
      "A": "人机交互",
      "B": "计算机视觉",
      "C": "机器学习",
      "D": "虚拟现实"
    },
    "answer": "C",
    "explanation": "机器学习是一门多领域交叉学科，涉及概率论、统计学、逼近论、凸分析、算法复杂度理论 等多门学科。专门研究计算机怎样模拟或实现人类的学习行为，以获取新的知识或技能，重新组织已有的知 识结构使之不断改善自身的性能。"
  },
  {
    "id": "N02-153",
    "stem": "大数据储存技术首先需要解决的是数据海量化和快速增长需求，其次处理格式多样化的数据， 谷歌文件系统(GFS) 和 Hadoop 的()奠定了大数据存储技术的基础。",
    "options": {
      "A": "分布式文件系统",
      "B": "分布式数据库系统",
      "C": "关系型数据库系统",
      "D": "非结构化数据分析系统"
    },
    "answer": "A",
    "explanation": "谷歌文件系统(GFS) 和 Hadoop 的分布式文件系统HDFS 奠定了大数据存储技术的基础。"
  },
  {
    "id": "N02-154",
    "stem": "区块链是一种按照时间顺序将数据区块以顺序相连的方式组合成的一种链式数据结构，并以密 码学方式保证的不可篡改和不可伪造的分布式账本。主要解决交易的信任和安全问题，最初是作为()的底 层技术出现。",
    "options": {
      "A": "电子商务",
      "B": "证券交易",
      "C": "比特币",
      "D": "物联网"
    },
    "answer": "C",
    "explanation": "区块链是一串使用密码学方法相关联产生的数据块，每一个数据块中包含了一次比特币网络 交易的信息，用于验证其信息的有效性(防伪)和生成下一个区块。 本质上是一个去中心化的数据库，最初作为比特币的底层技术出现。"
  },
  {
    "id": "N02-155",
    "stem": "区块链的典型特征不包括()。",
    "options": {
      "A": "去中心化",
      "B": "单点维护",
      "C": "不可篡改",
      "D": "开放共识"
    },
    "answer": "B",
    "explanation": "区块链的典型特征包括：多中心化(也就是去中心化),多方维护，时序数据，智能合约， 不可篡改，开放共识，安全可信"
  },
  {
    "id": "N02-156",
    "stem": "“云”是一个庞大的资源池，可以像自来水、电、煤气那样，根据用户的购买量进行计费，这 体现了“云”的()特点。",
    "options": {
      "A": "高可扩展性",
      "B": "通用性",
      "C": "按需服务",
      "D": "高可靠性"
    },
    "answer": "C",
    "explanation": "云计算实现了“快速、按需、弹性”的服务，用户可以随时通过宽带网络接入“云”并获得 服务，按照实际需求获取或释放资源，根据需求对资源进行动态扩展"
  },
  {
    "id": "N02-157",
    "stem": "大数据关键技术中，HBase 主要被应用于()。",
    "options": {
      "A": "数据采集",
      "B": "数据分析",
      "C": "数据存储",
      "D": "数据挖掘"
    },
    "answer": "C",
    "explanation": "HBase 是一个分布式的、面向列的开源数据库，所以这里选 C"
  },
  {
    "id": "N02-158",
    "stem": "元宇宙本身不是一种技术，而是一个理念和概念，它需要整合不同的新技术，强调虚实相融。 元宇宙主要有以下几项核心技术： 一是(),包括VR、AR 和 MR, 可以提供沉浸式的体验；二是(), 能够把现实世界镜像到虚拟世界里面去，在元宇宙里面，我们可以看到很多自己的虚拟分身；三是用()来 搭建经济体系。经济体系将通过稳定的虚拟产权和成熟的去中心化金融生态具备现实世界的调节功能，市场 将决定用户劳动创造的虚拟价值。",
    "options": {
      "A": "扩展现实数字孪生区块链",
      "B": "增强现实虚拟技术区块链",
      "C": "增强现实数字孪生大数据",
      "D": "扩展现实虚拟技术大数据"
    },
    "answer": "A",
    "explanation": "元宇宙本质上是对现实世界的虚拟化、数字化过程，需要对内容生产、经济系统、用户体验 以及实体世界内容等进行大量改造。但元宇宙的发展是循序渐进的，是在共享的基础设施、标准及协议的支 撑下，由众多工具、平台不断融合、进化而最终成形。它基于扩展现实技术提供沉浸式体验，基于数字孪生 技术生成现实世界的镜像，基于区块链技术搭建经济体系，将虚拟世界与现实世界在经济系统、社交系统、 身份系统上密切融合，并且允许每个用户进行内容生产和世界编辑。"
  },
  {
    "id": "N02-159",
    "stem": "在大数据相关技术中，()是个分布的、面向列的开源数据库，是一个适合于非结构化数据存 储的数据库。",
    "options": {
      "A": "HBase",
      "B": "Map Reduce",
      "C": "Chukwa",
      "D": "HDFS"
    },
    "answer": "A",
    "explanation": "HBase, 分布的、面向列的开源数据库，是一个适合于非结构化数据存储的数据库。"
  },
  {
    "id": "N02-160",
    "stem": "关于云计算的描述，不正确的是()。",
    "options": {
      "A": "云计算可以通过宽带网络连接，用户需要通过宽带网络接入“云”中并获得有关的服务，“云”内节点之 间也通过内部的高速网络相连",
      "B": "云计算可以快速、按需、弹性服务，用户可以按照实际需求迅速获取或释放资源，并可以根据需求对资源 进行动态扩展",
      "C": "按照云计算服务提供的资源层次，可以分为基础设施即服务和平台即服务两种服务类型",
      "D": "云计算是一种基于并高度依赖Internet, 用户与实际服务提供的计算资源相分离，集合了大量计算设备 和资源，并向用户屏蔽底层差异的分布式处理架构"
    },
    "answer": "C",
    "explanation": "按照云计算服务提供的资源层次，可以分为基础设施即服务(IaaS) 、平台即服务(PaaS) 和软件 即服务(SaaS)三种服务类型"
  },
  {
    "id": "N02-161",
    "stem": "数据可视化技术主要应用于大数据处理的()环节。",
    "options": {
      "A": "知识展现",
      "B": "数据分析",
      "C": "计算处理",
      "D": "存储管理"
    },
    "answer": "A",
    "explanation": "数据可视化技术用于展示相关数据"
  },
  {
    "id": "N02-162",
    "stem": "区别于传统广告，互联网广告通过用户画像有效提高了广告投放的转化率。这一应用除了智能 算法模型，还必须依托()技术的有力支撑。",
    "options": {
      "A": "区块链",
      "B": "物联网",
      "C": "边缘计算",
      "D": "大数据"
    },
    "answer": "D",
    "explanation": "通过用户画像阿牛有效提高了广告投放的转化率，这个是大数据"
  },
  {
    "id": "N02-163",
    "stem": "当前，()行业与大数据应用的契合度最高。",
    "options": {
      "A": "制造",
      "B": "能源",
      "C": "电子商务",
      "D": "交通"
    },
    "answer": "C",
    "explanation": "大数据杀熟听说过吧"
  },
  {
    "id": "N02-164",
    "stem": "以下关于云计算的说法中不正确的是()。",
    "options": {
      "A": "访问控制管理是云计算应用的核心问题之一",
      "B": "访问控制模型多用于静态分配用户的权限",
      "C": "基于ABE 密码机制的云计算访问控制包括4个参与方：数据提供者、可信第三方授权中心、云存储服务 器和用户",
      "D": "分布式文件系统是云计算的典型特征"
    },
    "answer": "D",
    "explanation": "云中多租户及虚拟化访问控制是云计算的典型特征"
  },
  {
    "id": "N02-165",
    "stem": "() 不是大数据技术的典型应用。",
    "options": {
      "A": "本人健康码查询",
      "B": "广告精准投放",
      "C": "通信大数据行程卡",
      "D": "地铁站无接触测温"
    },
    "answer": "D",
    "explanation": "地铁站无接触测温这个属于感应技术"
  },
  {
    "id": "N02-166",
    "stem": "Hadoop 中，()是大规模数据集的并行计算框架。",
    "options": {
      "A": "Data Node",
      "B": "HDFS",
      "C": "Map Reduce",
      "D": "Hive"
    },
    "answer": "C",
    "explanation": "MapReduce: 面向大数据并行处理的计算模型、框架和平台"
  },
  {
    "id": "N02-167",
    "stem": "云计算中心提供的虚拟主机和存储服务属于()。",
    "options": {
      "A": "DaaS",
      "B": "PaaS",
      "C": "SaaS",
      "D": "IaaS"
    },
    "answer": "D",
    "explanation": "按照云计算服务提供的资源层次，可以分为IaaS、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如 CRM 、办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
  },
  {
    "id": "N02-168",
    "stem": "证券领域信息系统对存储数据量的要求较高，其平均存储数据量在()级别。",
    "options": {
      "A": "MB",
      "B": "GB",
      "C": "TB",
      "D": "PB"
    },
    "answer": "D",
    "explanation": "个人用的电脑储存现在都是TB 级了，所以只会更高"
  },
  {
    "id": "N02-169",
    "stem": "用户无需购买软件，而是租用基于web 的软件来管理企业经营活动，这种模式属于()。",
    "options": {
      "A": "基础设施即服务IaaS",
      "B": "平台即服务 Paas",
      "C": "软件即服务 Saas",
      "D": "数据即服务 Daas"
    },
    "answer": "C",
    "explanation": "按照云计算服务提供的资源层次，可以分为IaaS 、PaaS 和 SaaS 三种服务类型。 IaaS (基础设施即服务),向用户提供计算机能力、存储空间等基础设施方面的服务。IaaS 服务单纯出租资源， 盈利能力有限。【仅仅提供了一个场所】 PaaS (平台即服务),向用户提供虚拟的操作系统、数据库管理系统、Web 应用等平台化的服务。PaaS 服务 的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。【不光提供了场所，还提供了配套的 生产设备】 SaaS (软件即服务),向用户提供应用软件(如CRM 、 办公软件等)、组件、工作流等虚拟化软件的服务， SaaS 向用户提供多租户、可定制的应用能力，使软件提供商从软件产品的生产者转变为应用服务的运营者。【直 接提供做好了的产品给你】"
  },
  {
    "id": "N02-170",
    "stem": "基于买方的购买历史及行为分析，进行针对性的广告推送，属于()的典型应用。",
    "options": {
      "A": "大数据",
      "B": "云计算",
      "C": "物联网",
      "D": "智慧城市"
    },
    "answer": "A",
    "explanation": "大数据杀熟听说过吧"
  },
  {
    "id": "N02-171",
    "stem": "某电商平台根据用户消费记录分析用户消费偏好，预测未来消费倾向，这是()技术的典型应 用 。",
    "options": {
      "A": "物联网",
      "B": "区块网",
      "C": "云计算",
      "D": "大数据"
    },
    "answer": "D",
    "explanation": "根据大数据来分析用户的消费偏好，以此来推测用户的消费倾向。"
  },
  {
    "id": "N02-172",
    "stem": "Chat GPT于2022年11月30日发布，他是人工智能驱动()。",
    "options": {
      "A": "自然语言处理",
      "B": "数据存储处理",
      "C": "网络隐私安全",
      "D": "数据采集算法"
    },
    "answer": "A",
    "explanation": "Chat GPT 是人工智能(Artificial Intelligence)技术驱动的自然语言处理工具，它能够通过学 习和理解人类的语言来进行对话，还能根据聊天的上下文进行互动。"
  },
  {
    "id": "N02-173",
    "stem": "在区块链网络中，每台物理设备均可作为该网络中的一个节点，任意节点可自由加入且拥有一 份完整的数据库拷贝，属于区块链特征中的()。",
    "options": {
      "A": "多中心化",
      "B": "多方维护",
      "C": "时序数据",
      "D": "开放共识"
    },
    "answer": "D",
    "explanation": "区块链的典型特征：多中心化、多方维护、时序数据、智能合约、不可篡改、开放共识、安全可信 。 多中心化 运用纯数学方法代替中心化组织机构在多个分布式节点之间构建信任关系，从而建立可 信的分布式系统。 多方维护 激励机制可确保分布式系统中的所有节点均可参与数据区块的验证过程，并通过共识机 制选择特定节点将新产生的区块加入到区块链中。 时序数据 区块链运用带有时间戳信息的链式结构来存储数据信息，为数据信息添加时间维度的属 性，从而可实现数据信息的可追溯性。 智能合约 区块链技术能够为用户提供灵活可变的脚本代码，以支持其创建新型的智能合约。 不可篡改 在区块链系统中，因为相邻区块间后序区块可对前序区块进行验证，若篡改某一区块的 数据信息，则需递归修改该区块及其所有后序区块的数据信息，然而每一次哈希的重新 计算代价是巨大的，且须在有限时间内完成，因此可保障链上数据的不可篡改性 开放共识 在区块链网络中，每台物理设备均可作为该网络中的一个节点，任意节点可自由加入且 拥有一份完整的数据库拷贝。 安全可信 数据安全可通过基于非对称加密技术对链上数据进行加密来实现，分布式系统中各节点 通过区块链共识算法所形成的算力来抵御外部攻击、保证链上数据不被篡改和伪造，从 而具有较高的保密性、可信性和安全性"
  },
  {
    "id": "N02-174",
    "stem": "2022 年3月，提请“十三届全国人大五次会议”审查的计划报告提出，实施“东数西算”工 程，关于该工程的描述不正确的是：()。",
    "options": {
      "A": "我国西部地区可再生资源丰富，具备发展数据中心的潜力",
      "B": "我国通信网络建设飞速发展，带宽持续增加",
      "C": "人工智能的发展是此工程可以实施的技术基础",
      "D": "我国东部地区存在大量的算力需求"
    },
    "answer": "C",
    "explanation": "“东数西算”即“东数西算工程”,指通过构建数据中心、云计算、大数据一体化的新型算力网络体系，将东 部算力需求有序引导到西部，优化数据中心建设布局，促进东西部协同联动。简单地说，就是让西部的算力 资源更充分地支撑东部数据的运算，更好为数字化发展赋能。 这个主要是数据中心建设，人工智能主要强调的是算法和应用，C 不正确。"
  },
  {
    "id": "N02-175",
    "stem": "虚拟现实技术的主要特征包括：沉浸性、交互性、多感知性、构想性和()。",
    "options": {
      "A": "自主性",
      "B": "抗否认性",
      "C": "可审计性",
      "D": "可靠性"
    },
    "answer": "A",
    "explanation": "P63: 虚拟现实技术的主要特征包括沉浸性、交互性、多感知性、构想性(也称想象性)和自主 性"
  },
  {
    "id": "N02-176",
    "stem": "区块链在我国的合法运用不包括()。",
    "options": {
      "A": "银行征信管理",
      "B": "区块链版权服务平台",
      "C": "比特币交易平台",
      "D": "基于区块链的健康管理信息系统"
    },
    "answer": "C",
    "explanation": "比特币在我国法律内不允许"
  },
  {
    "id": "N02-177",
    "stem": "() 不属于人工智能的典型应用。",
    "options": {
      "A": "自动驾驶",
      "B": "送餐机器人",
      "C": "非接触测温仪",
      "D": "无人超市"
    },
    "answer": "C",
    "explanation": "非接触测温仪属于感应设备"
  },
  {
    "id": "N02-178",
    "stem": "( ) 属于人工智能应用领域。 ①自动驾驶；②智能搜索引擎；③人脸识别；④3",
    "options": {
      "A": "①②④",
      "B": "①③④",
      "C": "②③④",
      "D": "①②③"
    },
    "answer": "D",
    "explanation": "3D 打印不是人工智能的应用。"
  },
  {
    "id": "N02-179",
    "stem": "使用者在虚拟空间中可以与周围物体进行互动，可以拓宽认知范围，创造客观世界不存在的场 景或不可能发生的环境，指的是虚拟现实的()特征",
    "options": {
      "A": "交互性",
      "B": "多感知性",
      "C": "构想性",
      "D": "自主性"
    },
    "answer": "C",
    "explanation": "构想性也称想象性，使用者在虚拟空间中可以与周围物体进行互动，可以拓宽认知范围，创造客观世界不存 在的场景或不可能发生的环境。 淘宝扫码购课 微信公众号 扫码加老师Q 扫码加老师V 蜗牛软考小鹅通店铺 第3章信息系统治理"
  },
  {
    "id": "N03-001",
    "stem": "IT 治理是描述组织采用有效的机制对信息技术和数据资源开发利用，平衡信息化发展和数字化 转型过程中的风险，确保实现组织的()目标的过程。",
    "options": {
      "A": "战术",
      "B": "管理",
      "C": "业务",
      "D": "战略"
    },
    "answer": "D",
    "explanation": "IT 治理是描述组织采用有效的机制对信息技术和数据资源开发利用，平衡信息化发展和数字化转型过程中的 风险，确保实现组织的战略目标的过程。"
  },
  {
    "id": "N03-002",
    "stem": "审计证据能够反映和证实客观经济活动特征的程度，属于审计证据的()特性。",
    "options": {
      "A": "充分性",
      "B": "客观性",
      "C": "相关性",
      "D": "可靠性"
    },
    "answer": "D",
    "explanation": "分类 说明 充分性 指要求审计人员根据所获证据足以对被审计对象提出一定程度保证的结论，是对审计证据数量的 要求，主要与审计人员确定的样本量有关 客观性 指审计证据必须是客观存在的事实材料。客观的审计证据比需要判断或解释的证据可靠 相关性 指审计证据与审计事项之间必须有实质性联系 可靠性 指审计证据能够反映和证实客观经济活动特征的程度。审计证据的可靠性受到审计证据的类型、 取证的渠道和方式等因素的影响 合法性 指审计证据必须符合法定种类，并依照法定程序取得"
  },
  {
    "id": "N03-003",
    "stem": "() 的核心是关注IT 治理和信息化建设与数字化转型的责权利划分。",
    "options": {
      "A": "IT技术",
      "B": "IT 管理",
      "C": "IT 架构",
      "D": "IT 治理"
    },
    "answer": "D",
    "explanation": "《蜗牛软考202405高项冲刺精华》第3章-【考点2】 IT 治理体系★★★★★ IT 治理的核心：是关注IT 定位和信息化建设与数字化转型的责权利划分。【口诀：定性质】"
  },
  {
    "id": "N03-004",
    "stem": "() 不属于IT 审计的目标。",
    "options": {
      "A": "对 IT 目标的实现进行审查和评价",
      "B": "识别与评估IT 风险",
      "C": "保护信息资产的安全",
      "D": "提出评价意见及改进"
    },
    "answer": "C",
    "explanation": "P81:IT 审计的目的是指通过开展IT 审计工作，了解组织IT 系统与IT 活动的总体状况， 对组织是否实现IT 目标进行审查和评价，充分识别与评估相关 IT 风险，提出评价意见及改进建议，促进组 织实现 IT目 标"
  },
  {
    "id": "N03-005",
    "stem": "在常用的统计抽样方法中，下列哪一种方法()主要用于估计总体中某种特性的发生比率。",
    "options": {
      "A": "属性抽样",
      "B": "变量抽样",
      "C": "判断抽样",
      "D": "平均抽样"
    },
    "answer": "A",
    "explanation": "P85, 常用的统计抽样方法有：①属性抽样。固定样本量属性抽样或频率估计抽样一用于估 计总体中某种特性(属性)的发生比率(百分率)的抽样方法，属性抽样回答“有多少?”的问题。可被测 试的属性的一个例子是计算机访问申请表上的批准签字。②变量抽样。变量抽样也称为金额估计抽样或平均 值估计抽样，是一种由样本估计总体的货币金额或其他度量单位(如重量)的抽样技术。变量抽样的一个例 子是检查组织重要交易的余额表及对生成余额表的程序实施的应用系统审计。"
  },
  {
    "id": "N03-006",
    "stem": "组织的IT 战略要与()战略相一致，才能确保组织核心竞争力的建设与保持。",
    "options": {
      "A": "企业",
      "B": "组织",
      "C": "业务",
      "D": "发展"
    },
    "answer": "B",
    "explanation": "组织的IT 战略要与组织战略相一致，才能确保组织核心竞争力的建设与保持。"
  },
  {
    "id": "N03-007",
    "stem": "审计工作底稿不包括()。",
    "options": {
      "A": "综合类工作底稿",
      "B": "审计类工作底稿",
      "C": "业务类工作底稿",
      "D": "备查类工作底稿"
    },
    "answer": "B",
    "explanation": "审计工作底稿一般分为综合类工作底稿、业务类工作底稿和备查类工作底稿"
  },
  {
    "id": "N03-008",
    "stem": "审计流程的作用不包括()。",
    "options": {
      "A": "有利于审计流程的规范",
      "B": "有利于提高审计工作效率",
      "C": "有利于保证审计项目质量",
      "D": "有利于规范审计工作"
    },
    "answer": "A",
    "explanation": "审计流程的作用：①有效地指导审计工作；②有利于提高审计工作效率；③有利于保证审计 项目质量；④有利于规范审计工作。"
  },
  {
    "id": "N03-009",
    "stem": "IT 审计业务和服务通常分为 IT 内部控制审计和IT 专项审计，()属于IT 内部控制审计。",
    "options": {
      "A": "应 用 控 制 审 计",
      "B": "网络与信息安全审计",
      "C": "数据审计",
      "D": "信息系统生命周期审计"
    },
    "answer": "A",
    "explanation": "《蜗牛软考202405高项冲刺精华》 -第3章【考点7】审计内容★ IT内部控制审计主要包括组织层面IT 控制审计、IT 一般控制审计及应用控制审计。"
  },
  {
    "id": "N03-010",
    "stem": "高质量的 IT 治理能够使组织的 IT 管理和应用决策与组织期望的()目标相一致。",
    "options": {
      "A": "行为和管理",
      "B": "战略和管理",
      "C": "行为和业务",
      "D": "战略和业务"
    },
    "answer": "C",
    "explanation": "高质量的 IT 治理能够使组织的IT 管理和应用决策与组织期望阿牛的行为和业务目标相一致。"
  },
  {
    "id": "N03-011",
    "stem": "在确定IT 审计范围时，()明确审计涉及的组织机构、主要流程、活动及人员等。",
    "options": {
      "A": "逻辑范围",
      "B": "物理范围",
      "C": "组织范围",
      "D": "总体范围"
    },
    "answer": "C",
    "explanation": "《蜗牛软考202405高项冲刺精华》第3章-【考点4】 IT 审计基础★★★★ IT 审计范围的确定，如下表所示： IT审计范围 说明 总体范围 需要根据审计目的和投入的审计成本来确定 组织范围 明确审计涉及的组织机构、主要流程、活动及人员等 物理范围 具体的物理地点与边界 逻辑范围 涉及的信息系统和逻辑边界 其他相关内容 ……"
  },
  {
    "id": "N03-012",
    "stem": "常 用 的IT 审计技术不包括()。",
    "options": {
      "A": "产品分析技术",
      "B": "风险评估技术",
      "C": "大数据审计技术",
      "D": "抽样审计技术"
    },
    "answer": "A",
    "explanation": "《蜗牛软考202405高项冲刺精华》 -第3章【考点5】 审计方法与技术★★★★★ IT 审计技术：风险评估技术、审计抽样技术、计算机辅助审计技术及大数据审计技术【口诀：疯婶算数】"
  },
  {
    "id": "N03-013",
    "stem": "IT 治理将帮助组织建立以()为导向、以实现IT 与业务匹配为重心、以()为成果、以() 为控制手段的IT 管理体制，正确定位IT 团队在整个组织的作用。",
    "options": {
      "A": "组织战略、价值交付、决策管理",
      "B": "企业战略、价值交付、绩效管理",
      "C": "组织战略、价值交付、绩效管理",
      "D": "企业战略、价值交付、决策管理"
    },
    "answer": "C",
    "explanation": "IT 治理将帮助组织建立以组织战略为导向、以实现IT 与业务匹配为重心、以价值交付为成 果、以绩效管理为控制手段的IT 管理体制，正确定位IT 团队在整个组织的作用"
  },
  {
    "id": "N03-014",
    "stem": "审计流程一般分为()四个阶段。",
    "options": {
      "A": "审计规划、审计实施、审计执行及审计监控",
      "B": "审计规划、审计实施、审计终结及后续审计",
      "C": "审计准备、审计实施、审计执行及审计终结",
      "D": "审计准备、审计实施、审计终结及后续审计"
    },
    "answer": "D",
    "explanation": "审计流程一般分为审计准备、审计实施、审计终结及后续审计四个阶段。"
  },
  {
    "id": "N03-015",
    "stem": "关 于IT 治理的说法中不正确的是()。",
    "options": {
      "A": "IT 治理其目标是通过IT 治理的决策权和责任影响组织所期望的组织行为",
      "B": "IT 治理要从组织目标和数字战略中抽取信息需求和功能需求，形成总体的 IT 治理框架和系统整体模型",
      "C": "IT 治理将帮助组织建立以组织战略为导向、以实现 IT 与业务匹配为重心、以价值交付为成果、以绩效管 理为控制手段的IT 管理体制，正确定位IT 团队在整个组织的作用",
      "D": "IT 治理主要目标包括：与业务目标一致、有效利用信息与数据资源、决策管理"
    },
    "answer": "D",
    "explanation": "IT 治理主要目标包括：与业务目标一致、有效利用信息与数据资源、风险管理。"
  },
  {
    "id": "N03-016",
    "stem": "以下关于审计流程的说法中不正确的是()。",
    "options": {
      "A": "IT 审计准备阶段是指 IT 审计项目从计划开始，到发出审计通知书为止的期间",
      "B": "IT 审计实施阶段是审计人员将项目审计计划付诸实施的期间",
      "C": "IT 审计终结阶段是整理审计工作底稿、总结审计工作、编写审计报告、做出审计结论的期间",
      "D": "后续审计是审计工作不完整所采取的后续行动"
    },
    "answer": "D",
    "explanation": "后续审计是在审计报告发出后的一定时间内，审计人员为检查被审计单位对审计问题和建议 是否己经采取了适当的纠正措施，并取得预期效果的跟踪审计"
  },
  {
    "id": "N03-017",
    "stem": "() 不属于IT 治理的三大主要目标。",
    "options": {
      "A": "与业务目标一致",
      "B": "质量控制",
      "C": "有效利用信息与数据资源",
      "D": "风险管理"
    },
    "answer": "B",
    "explanation": "IT 治理主要目标包括：与业务目标一致、有效利用信息与数据资源、风险管理。"
  },
  {
    "id": "N03-018",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "IT 审计业务和服务通常分为 IT 内部控制审计和IT 专项审计",
      "B": "IT 内部控制审计主要包括组织层面IT 控制审计、IT 一般控制审计及应用控制审计",
      "C": "IT 专项审计主要是指根据当前面临的特殊风险或者需求开展的IT 审计，审计范围为IT 综合审计的全部 范围",
      "D": "应用控制审计是指针对业务流程层面运行的人工或自动化程序进行审计，主要包括输入控制、处理控制和 输出控制的审计"
    },
    "answer": "C",
    "explanation": "IT 审计业务和服务通常分为IT 内部控制审计和IT 专项审计。 IT内部控制审计主要包括组织层面IT 控制审计、IT 一般控制审计及应用控制审计 IT 专项审计主要是指根据当前面临的特殊风险或者需求开展的IT 审计，审计范围为IT 综合审计的某一个或 几个部分。"
  },
  {
    "id": "N03-019",
    "stem": "IT 治理的三大主要目标是 ()。",
    "options": {
      "A": "与组织目标一致、有效利用信息与数据资源、风险管理",
      "B": "与业务目标一致、有效利用信息与数据资源、决策管理",
      "C": "与组织目标一致、有效利用信息与数据资源、决策管理",
      "D": "与业务目标一致、有效利用信息与数据资源、风险管理"
    },
    "answer": "D",
    "explanation": "IT 治理主要目标包括：与业务目标一致、有效利用信息与数据资源、风险管理。"
  },
  {
    "id": "N03-020",
    "stem": "在确定IT 审计范围时，()涉及的信息系统。",
    "options": {
      "A": "逻辑范围",
      "B": "物理范围",
      "C": "组织范围",
      "D": "总体范围"
    },
    "answer": "A",
    "explanation": "《蜗牛软考202405高项冲刺精华》第3章-【考点4】 IT 审计基础★★★★ IT 审计范围的确定，如下表所示： 蜗牛老师公众号：《蜗牛软考》,淘宝：《woniulaoshi.taobao.com》, 专业高项-中项-系规培训辅导 IT审计范围 说明 总体范围 需要根据审计目的和投入的审计成本来确定 组织范围 明确审计涉及的组织机构、主要流程、活动及人员等 物理范围 具体的物理地点与边界 逻辑范围 涉及的信息系统和逻辑边界 其他相关内容 ……"
  },
  {
    "id": "N03-021",
    "stem": "IT 治理管理层次大致可分为三层，最高管理层、执行管理层、业务与服务执行层，最高管理层 的主要职责不包括()。",
    "options": {
      "A": "证实IT 战略与业务战略是否一致",
      "B": "证实通过明确的期望和衡量手段交付 IT 价值",
      "C": "指导IT 战略、平衡支持组织当前和未来发展的投资",
      "D": "制定IT 的目标；分析新技术的机遇和风险"
    },
    "answer": "D",
    "explanation": "IT 治理管理层次大致可分为三层：最高管理层、执行管理层、业务与服务执行层。 最高管理层的主要职责包括：证实IT 战略与业务战略是否一致；证实通过明确的期望和衡量手段交付IT 价 值；指导IT 战略、平衡支持组织当前和未来发展的投资；指导信息和数据资源的分配。 执行管理层的主要职责包括：制定IT 的目标；分析新技术的机遇和风险；建设关键过程与核心竞争力；分配 责任、定义规程、衡量业绩；管理风险和获得可靠保证等。 业务及服务执行层的主要职责包括：信息和数据服务的提供和支持；IT 基础设施的建设和维护；IT 需求的提 出和响应。"
  },
  {
    "id": "N03-022",
    "stem": "常用审计方法不包括()。",
    "options": {
      "A": "访谈法",
      "B": "调查法",
      "C": "观察法",
      "D": "头脑风暴法"
    },
    "answer": "D",
    "explanation": "常用审计方法包括：访谈法、调查法、检查法、观察法、测试法和程序代码检查法等"
  },
  {
    "id": "N03-023",
    "stem": "() 不属于IT 治理管理层次。",
    "options": {
      "A": "最高管理层",
      "B": "执行管理层",
      "C": "业务与服务执行层",
      "D": "监督管理层"
    },
    "answer": "D",
    "explanation": "IT 治理管理层次大致可分为三层：最高管理层、执行管理层、业务与服务执行层。"
  },
  {
    "id": "N03-024",
    "stem": "在IT 审计流程中，“深入调查并调整审计计划”,属于()的工作内容之一。",
    "options": {
      "A": "审计终结阶段",
      "B": "审计准备阶段",
      "C": "后续审计阶段",
      "D": "审计实施阶段"
    },
    "answer": "D",
    "explanation": "《蜗牛软考202405高项冲刺精华》第3章- 【考点6】审计流程★★★★ 审计流程一般分为审计准备、审计实施、审计终结及后续审计四个阶段阿牛。口诀：准时终序】 审计准备阶段 准备阶段工作一般包括：①明确审计目的及任务；②组建审计项目组；③搜集相关信息； ④编制审计计划等。 审计实施阶段 实施阶段主要完成工作包括：①深入调查并调整审计计划；②了解并初步评估IT内部控制； ③进行符合性测试；④进行实质性测试等。 审计终结阶段 终结阶段的工作一般包括：①整理与复核审计工作底稿；②整理审计证据；③评价相关IT 控制目标的实现；④判断并报告审计发现；⑤沟通审计结果；⑥出具审计报告；⑦归档管 理等。 后续审计阶段 后续审计是在审计报告发出后的一定时间内，审计人员为检查被审计单位对审计问题和建 议是否己经采取了适当的纠正措施，并取得预期效果的跟踪审计。后续审计并不是一次新 的审计，而是前一次审计的有机组成部分。实施后续审计，可不必遵守审计流程的每一过 程和要求，但必须依法依规进行检查、调查，收集审计证据，写出后续审计报告。"
  },
  {
    "id": "N03-025",
    "stem": "关于IT 治理管理层次，()证实IT 战略与业务战略是否一致；证实通过明确的期望和衡量手 段交付IT 价值；指导IT 战略、平衡支持组织当前和未来发展的投资；指导信息和数据资源的分配。",
    "options": {
      "A": "最高管理层",
      "B": "执行管理层",
      "C": "业务与服务执行层",
      "D": "监督管理层"
    },
    "answer": "A",
    "explanation": "IT 治理管理层次大致可分为三层：最高管理层、执行管理层、业务与服务执行层。 最高管理层的主要职责包括：证实IT 战略与业务战略是否一致；证实通过明确的期望和衡量手段交付IT 价 值；指导 IT 战略、平衡支持组织当前和未来发展的投资；指导信息和数据资源的分配。 执行管理层的主要职责包括：制定IT 的目标；分析新技术的机遇和风险；建设关键过程与核心竞争力；分配 责任、定义规程、衡量业绩；管理风险和获得可靠保证等。 业务及服务执行层的主要职责包括：信息和数据服务的提供和支持；IT 基础设施的建设和维护；IT 需求的提 出和响应。"
  },
  {
    "id": "N03-026",
    "stem": "关于IT 治理管理层次，()制定IT 的目标；分析新技术的机遇和风险；建设关键过程与核心 竞争力；分配责任、定义规程、衡量业绩；管理风险和获得可靠保证等。",
    "options": {
      "A": "最高管理层",
      "B": "执行管理层",
      "C": "业务与服务执行层",
      "D": "监督管理层"
    },
    "answer": "B",
    "explanation": "IT 治理管理层次大致可分为三层：最高管理层、执行管理层、业务与服务执行层。 最高管理层的主要职责包括：证实IT 战略与业务战略是否一致；证实通过明确的期望和衡量手段交付IT 价 值；指导IT 战略、平衡支持组织当前和未来发展的投资；指导信息和数据资源的分配。 执行管理层的主要职责包括：制定IT 的目标；分析新技术的机遇和风险；建设关键过程与核心竞争力；分配 责任、定义规程、衡量业绩；管理风险和获得可靠保证等。 业务及服务执行层的主要职责包括：信息和数据服务的提供和支持；IT 基础设施的建设和维护；IT 需求的提 出和响应。"
  },
  {
    "id": "N03-027",
    "stem": "以下关于审计证据的说法中，错误的是()。",
    "options": {
      "A": "审计证据是指由审计机构和审计人员获取，用于确定所审计实体或数据是否遵循既定标准或目标，形成审 计结论的证明材料",
      "B": "客观性是指审计证据必须是客观存在的事实材料。客观的审计证据比需要判断或解释的证据可靠",
      "C": "充分性是指要求审计人员根据所获证据足以对被审计对象提出一定程度保证的结论，是对审计证据数量的 要求，主要与审计人员确定的样本量有关",
      "D": "合法性是指审计证据与审计事项之间必须有实质性联系"
    },
    "answer": "D",
    "explanation": "P86, 审计证据是指由审计机构和审计人员获取，用于确定所审计实体或数据是否遵循既定 标准或目标，形成审计结论的证明材料。审计证据的特性见下表。 分类 说明 充分性 指要求审计人员根据所获证据足以对被审计对象提出一定程度保证的结论，是对审计证据数量的 要求，主要与审计人员确定的样本量有关 客观性 指审计证据必须是客观存在的事实材料。客观的审计证据比需要判断或解释的证据可靠 相关性 指审计证据与审计事项之间必须有实质性联系 可靠性 指审计证据能够反映和证实客观经济活动特征的程度。审计证据的可靠性受到审计证据的类型、 取证的渠道和方式等因素的影响 合法性 指审计证据必须符合法定种类，并依照法定程序取得"
  },
  {
    "id": "N03-028",
    "stem": "IT 治理的核心是关注IT 定位和()的责权利划分。",
    "options": {
      "A": "IT建设与数字化转型",
      "B": "信息化建设与数字化转型",
      "C": "数字化建设与数字化转型",
      "D": "IT 体系治理与数字化转型"
    },
    "answer": "B",
    "explanation": "IT 治理的核心是关注IT 定位和信息化建设与数字化转型的责权利划分"
  },
  {
    "id": "N03-029",
    "stem": "开展IT 治理活动的主要任务不包括()。",
    "options": {
      "A": "战略管理",
      "B": "价值导向",
      "C": "机制保障",
      "D": "文化助推"
    },
    "answer": "A",
    "explanation": "开展IT 治理活动的主要任务：全局统筹、价值导向、机制保障、创新发展、文化助推"
  },
  {
    "id": "N03-030",
    "stem": "在确定IT 审计范围时，()需要根据审计的目的和投入的审计成本来确定。",
    "options": {
      "A": "逻辑范围",
      "B": "物理范围",
      "C": "组织范围",
      "D": "总体范围"
    },
    "answer": "D",
    "explanation": "《蜗牛软考202405高项冲刺精华》第3章-【考点4】 IT 审计基础★★★★ IT 审计范围的确定，如下表所示： IT审计范围 说明 总体范围 需要根据审计目的和投入的审计成本来确定 组织范围 明确审计涉及的组织机构、主要流程、活动及人员等 物理范围 具体的物理地点与边界 逻辑范围 涉及的信息系统和逻辑边界 其他相关内容 ……"
  },
  {
    "id": "N03-031",
    "stem": "IT 治理体系构成不包括()。",
    "options": {
      "A": "IT 定位",
      "B": "IT 治理架构",
      "C": "IT 治理内容",
      "D": "IT目标"
    },
    "answer": "D",
    "explanation": "IT 治理体系的具体构成包括： IT 定位、IT 治理架构、 IT 治理内容、 IT 治理流程、 IT 治理效果。"
  },
  {
    "id": "N03-032",
    "stem": "IT 治理的关键决策不包括()。",
    "options": {
      "A": "IT 原则",
      "B": "IT 基础设施",
      "C": "IT审计",
      "D": "业务应用需求"
    },
    "answer": "C",
    "explanation": "IT 治 理五项关键决策： 包括IT原则、IT架构、IT基础设施、业务应用需求、IT投资和优先顺序。【口 诀：原价基业咨询】"
  },
  {
    "id": "N03-033",
    "stem": "( ) 不 属 于 有 效 的 IT 治理必须关注五项关键决策。",
    "options": {
      "A": "IT原则",
      "B": "IT服务",
      "C": "IT架构",
      "D": "业务应用需求"
    },
    "answer": "B",
    "explanation": "有效的IT 治理必须关注五项关键决策包括IT 原 则 、IT 架构、IT 基础设施、业务应用需求、 IT 投资和优先顺序"
  },
  {
    "id": "N03-034",
    "stem": "审计抽样方法分为统计抽样和非统计抽样，以下属于非统计抽样的是()。",
    "options": {
      "A": "属性抽样",
      "B": "变量抽样",
      "C": "判断抽样",
      "D": "随机抽样"
    },
    "answer": "C",
    "explanation": "审计抽样方法 说明 统计抽样 采用客观的方法来确定样本量和样本抽取标准。统计抽样采用概率学原理，涉及计算样本量、 抽取样本。 评价样本结果并做出推断。利用统计抽样，审计人员可以量化描述样本与总体的接近程度(评 价抽样精度)以及用百分比表示的样本能够代表总体的概念(可靠性或置信水平)。有效的 统计抽样结果是量化的。 常用的统计抽样方法有：①属性抽样。固定样本量属性抽样或频率估计抽样一用于估计总体 中某种特性(属性)的发生比率(百分率)的抽样方法，属性抽样回答“有多少?”的问题。 可被测试的属性的一个例子是计算机访问申请表上的批准签字。②变量抽样。变量抽样也称 为金额估计抽样或平均值估计抽样，是一种由样本估计总体的货币金额或其他度量单位(如 重量)的抽样技术。变量抽样的一个例子是检查组织重要交易的余额表及对生成余额表的程 序实施的应用系统审计。 非统计抽样 常指判断抽样一采用审计人员判断来确定抽样方法、样本量及抽样标准。抽样结果是基于审 计人员对抽样事项或交易的重要性及风险的主观判断。"
  },
  {
    "id": "N03-035",
    "stem": "() 不属于IT 治理关注的五项关键决策。",
    "options": {
      "A": "IT 原则、IT 架构",
      "B": "IT 基础设施、业务应用需求",
      "C": "IT 投资和优先顺序",
      "D": "IT 治理的方法论"
    },
    "answer": "D",
    "explanation": "有效的 IT 治理必须关注五项关键决策，包括IT 原则、IT 架构、IT 基础设施、业务应用需求、 IT 投资和优先顺序"
  },
  {
    "id": "N03-036",
    "stem": "在IT 审计流程中，()是审计全过程的中心环节，是整个审计流程的关键阶段，关系到整个 审计工作的成败。",
    "options": {
      "A": "审计终结阶段",
      "B": "审计准备阶段",
      "C": "后续审计阶段",
      "D": "审计实施阶段"
    },
    "answer": "D",
    "explanation": "IT 审计实施阶段是审计人员将项目审计计划付诸实施的期间。此阶段的工作是审计全过程的 中心环节，是整个审计流程的关键阶段，关系到整个审计工作的成败。"
  },
  {
    "id": "N03-037",
    "stem": "IT 治理的五项关键决策是()。",
    "options": {
      "A": "IT 原则、IT 设计、IT 基础设施、业务应用需求、 IT 投 资",
      "B": "IT 原则、IT 架构、IT 基础设施、业务应用需求、 IT 审 计",
      "C": "IT 原则、IT 架构、IT 基础设施、业务应用需求、 IT 投资",
      "D": "IT 原则、IT 设计、IT 基础设施、业务应用需求、 IT 审 计"
    },
    "answer": "C",
    "explanation": "有效的 IT 治理必须关注五项关键决策，包括IT 原则、IT 架构、IT 基础设施、业务应用需求、 IT 投资和优先顺序。"
  },
  {
    "id": "N03-038",
    "stem": "在IT 审计流程中，“整理与复核审计工作底稿”,属于()的工作内容。",
    "options": {
      "A": "审计终结阶段",
      "B": "审计准备阶段",
      "C": "后续审计阶段",
      "D": "审计实施阶段"
    },
    "answer": "A",
    "explanation": "审计终结阶段 IT审计终结阶段是整理审计工作底稿、总结审计工作、编写审计报告、做出审计结论的期 间 。 终结阶段的工作一般包括：①整理与复核审计工作底稿；②整理审计证据；③评价相关IT 控制目标的实现；④判断并报告审计发现；⑤沟通审计结果；⑥出具审计报告；⑦归档管 理等。"
  },
  {
    "id": "N03-039",
    "stem": "IT 治理体系框架以()为导向。",
    "options": {
      "A": "组织的战略目标",
      "B": "组织的业务目标",
      "C": "组织的技术需要",
      "D": "组织的经营目标"
    },
    "answer": "A",
    "explanation": "IT 治理体系框架以组织的战略目标为导向。"
  },
  {
    "id": "N03-040",
    "stem": "对IT 战略、组织、架构、业务连续性、风险管理、外包管理、网络与信息安全及监督管理等进 行 审 计 ， 属 于 ( ) 。",
    "options": {
      "A": "组织层面IT 控制审计",
      "B": "IT 一般控制审计",
      "C": "应用控制审计",
      "D": "信息系统项目审计"
    },
    "answer": "A",
    "explanation": "●组织层面 IT 控制审计主要指对IT 战略、组织、架构、业务连续性、风险管理、外包管理、网络与信息安 全及监督管理等进行审计 ●IT 一般控制审计主要是指针对与应用系统、数据库、操作系统、网络相关的策略和措施等进行审计 ●应用控制审计是指针对业务流程层面运行的人工或自动化程序进行审计，主要包括输入控制、处理控制和 输出控制的审计"
  },
  {
    "id": "N03-041",
    "stem": "( ) 不属于IT 治理体系框架。",
    "options": {
      "A": "IT 战略目标",
      "B": "IT 治理组织",
      "C": "IT 治理机制",
      "D": "IT 治理方法"
    },
    "answer": "D",
    "explanation": "IT 治理体系框架具体包括：IT 战略目标、IT 治理组织、IT 治理机制、IT 治理域、IT 治理标 准和IT 绩效目标等部分"
  },
  {
    "id": "N03-042",
    "stem": "关于IT 审计范围的描述，不正确的是：()。",
    "options": {
      "A": "总体范围需要根据审计目的和投入的审计成本来确定",
      "B": "组织范围需明确审计涉及的组织机构、主要的流程、活动及人员等",
      "C": "逻辑范围需明确涉及的信息系统",
      "D": "物理范围需明确具体的物理地点与边界"
    },
    "answer": "C",
    "explanation": "逻辑范围涉及的信息系统和逻辑边界"
  },
  {
    "id": "N03-043",
    "stem": "IT 治理本质上关心()。 ①实现 IT 的业务价值；②实现IT 组织治理；③实现IT 绩效目标；④战略匹配；⑤IT 风险的规避",
    "options": {
      "A": "①②③",
      "B": "②③⑤",
      "C": "①④",
      "D": "①⑤"
    },
    "answer": "D",
    "explanation": "IT 治理本质上关心：①实现IT 的业务价值；②IT 风险的规避。"
  },
  {
    "id": "N03-044",
    "stem": "审计人员在实施IT 审计项目前，应先对组织与信息系统相关的总体情况进行了解和风险评估， 确 定 ( ) 。",
    "options": {
      "A": "总体风险",
      "B": "主要IT 风险",
      "C": "固有风险",
      "D": "审计风险"
    },
    "answer": "B",
    "explanation": "在实际的应用实践中，审计人员阿牛在实施IT 审计项目前，应先对组织与信息系统相关的总体情况进行了解 和风险评估，确定主要IT 风险，如与环境控制相关的风险、与系统相关的风险、与数据相关的风险等，然后 根据确定的风险来判断哪些控制、流程对组织的影响比较大，并结合审计项目预计的时间、配备的审计力量 等来确定重点审计范围。"
  },
  {
    "id": "N03-045",
    "stem": "IT 治理的核心内容包括六个方面，组织职责、战略匹配、()、价值交付、()和()。",
    "options": {
      "A": "资源管理、风险管理、绩效管理",
      "B": "战略管理、风险管理、成本管理",
      "C": "资源管理、风险管理、经营管理",
      "D": "战略管理、风险管理、资源管理 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导"
    },
    "answer": "A",
    "explanation": "IT 治理的核心内容包括六个方面：组织职责、战略匹配、资源管理、价值交付、风险管理和 绩效管理。"
  },
  {
    "id": "N03-046",
    "stem": "() 不属于IT 治理机制的原则。",
    "options": {
      "A": "简单",
      "B": "高效",
      "C": "透明",
      "D": "适合"
    },
    "answer": "B",
    "explanation": "建立IT 治理机制的原则包括：①简单。②透明。③适合。"
  },
  {
    "id": "N03-047",
    "stem": "IT 审计风险不包括()。",
    "options": {
      "A": "固有风险",
      "B": "控制风险",
      "C": "检查风险",
      "D": "外部风险"
    },
    "answer": "D",
    "explanation": "IT 审计风险主要包括固有风险、控制风险、检查风险和总体审计风险"
  },
  {
    "id": "N03-048",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "固有风险是IT 活动本身所具有的，审计人员只能评估，却无法控制或影响它",
      "B": "审计人员能对控制风险水平实施控制和影响",
      "C": "检查风险是指通过预定的审计程序未能发现重大、单个或与其他错误相结合的风险",
      "D": "可从IT 组织层面控制、一般控制及应用控制三个方面分析固有风险"
    },
    "answer": "B",
    "explanation": "控制风险：与内部控制制度执行的有效性有关，与审计无关，属于内部控制的范畴，审计人 员只能评估其风险水平而不能对其实施控制和影响。"
  },
  {
    "id": "N03-049",
    "stem": "下列哪一个不是建立IT 治理机制的原则()。",
    "options": {
      "A": "公 平",
      "B": "透 明",
      "C": "简单",
      "D": "适合"
    },
    "answer": "A",
    "explanation": "P72: 建 立IT 治理机制的原则包括：①简单。机制应该明确地定义特定个人和团体所承担的责任和目标。② 透明。有效的机制依赖于正式的程序。对于那些被治理决策所影响或是想要挑战治理决策的人来说，机制如 何工作是需要非常清晰的。③适合。机制鼓励那些处于最佳位置的个人去制定特定的决策。 【蜗牛老师点评】这个题是我们题库中的一道原题。"
  },
  {
    "id": "N03-050",
    "stem": "对被审计单位内部或外部生成的记录和文件进行审查，属于()。",
    "options": {
      "A": "访谈法",
      "B": "调查法",
      "C": "检查法",
      "D": "观察法"
    },
    "answer": "C",
    "explanation": "审计方法 说 明 访谈法 访谈人和受访人面对面地交谈。可分为结构型访谈和非结构型访谈 调查法 通过书面或口头回答问题的方式收集研究对象的相关资料。 检查法 对被审计单位内部或外部生成的记录和文件进行审查，或对资产进行实物审查。可分为审阅 法、核对法、复算法和分析法。 观察法 是审计人员到被审计单位的经营场所及其他有关场所进行实地察看。观察法可以比较准确地 获得审计项目如何运行的信息，适用于正在进行中的审计事项。 测试法 通过测试来评估程序的质量是一项常用的审计技术，其基本原理是从计算机输入开始，跟踪 某项业务直至计算机输出，以检验计算机应用程序、控制程序和系统可靠性。 主要包括黑盒法和白盒法。黑盒法测试是把程序看成黑盒子，完全不考虑其内部结构和处理 过程，只检查程序的功能是否符合它的需求规格说明。白盒法是通过测试来检测产品内部动 作是否按照规格说明书的规定正常进行，按照程序内部的结构测试程序，检验程序中的每条 通路是否都能按预定要求正确工作，主要用于软件验证。 程序代码检查 法 对被审程序的指令逐条加以审查，以验证程序的合法性、完整性和程序逻辑的正确性。审计 人员可使用代码静态扫描工具进行程序代码的检查。"
  },
  {
    "id": "N03-051",
    "stem": "机制应该明确地定义特定个人和团体所承担的责任和目标，指的是IT 治理机制原则的()。",
    "options": {
      "A": "公平",
      "B": "透明",
      "C": "简单",
      "D": "适合"
    },
    "answer": "C",
    "explanation": "P72: 建立IT 治理机制的原则包括：①简单。机制应该明确地定义特定个人和团体所承担的责任和目标。② 透明。有效的机制依赖于正式的程序。对于那些被治理决策所影响或是想要挑战治理决策的人来说，机制如 何工作是需要非常清晰的。③适合。机制鼓励那些处于最佳位置的个人去制定特定的决策。"
  },
  {
    "id": "N03-052",
    "stem": "以下关于审计技术的说法中不正确的是()。",
    "options": {
      "A": "风险评估技术包括：风险识别技术、风险分析技术、风险评价技术等",
      "B": "审计抽样是指审计人员蝎牛在实施审计程序时，从审计对象总体中选取一定数量的样本进行测试",
      "C": "计算机辅助审计只能对计算机系统进行审计，对手工系统无效",
      "D": "大数据审计是指遵循大数据理念，运用大数据技术方法和工具，利用数量巨大、来源分散、格式多样的数 据，开展跨层级、跨系统、跨部门和跨业务等的深入挖掘与分析"
    },
    "answer": "C",
    "explanation": "计算机辅助审计也称为利用计算机审计，是指审计人员在审计过程和审计管理活动中，以计 算机为工具来执行和完成某些审计程序和任务的一种新兴审计技术。它并非电算化系统审计特有的一种方法， 对手工系统的审计也可应用这些技术。"
  },
  {
    "id": "N03-053",
    "stem": "有效的机制依赖于正式的程序。对于那些被治理决策所影响或是想要挑战治理决策的人来说， 机制如何工作是需要非常清晰的，指的是IT 治理机制原则的()。",
    "options": {
      "A": "公平",
      "B": "透明",
      "C": "简单",
      "D": "适合"
    },
    "answer": "B",
    "explanation": "P72: 建立IT 治理机制的原则包括：①简单。机制应该明确地定义特定个人和团体所承担的责任和目标。② 透明。有效的机制依赖于正式的程序。对于那些被治理决策所影响或是想要挑战治理决策的人来说，机制如 何工作是需要非常清晰的。③适合。机制鼓励那些处于最佳位置的个人去制定特定的决策。"
  },
  {
    "id": "N03-054",
    "stem": "机制鼓励那些处于最佳位置的个人去制定特定的决策，指的是IT 治理机制原则的()。",
    "options": {
      "A": "公平",
      "B": "透 明",
      "C": "简单",
      "D": "适合"
    },
    "answer": "D",
    "explanation": "P72: 建 立IT 治理机制的原则包括：①简单。机制应该明确地定义特定个人和团体所承担的责任和目标。② 透明。有效的机制依赖于正式的程序。对于那些被治理决策所影响或是想要挑战治理决策的人来说，机制如 何工作是需要非常清晰的。③适合。机制鼓励那些处于最佳位置的个人去制定特定的决策。"
  },
  {
    "id": "N03-055",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "审计证据是指由审计机构和审计人员获取，用于确定所审计实体或数据是否遵循既定标准或目标，形成审 计结论的证明材料",
      "B": "审计证据是审计意见的支柱，是审计人员形成审计结论的基础",
      "C": "审计工作底稿是指审计人员对制订的审计计划、实施的审计程序、获取的相关审计证据，以及得出的审计 结论做出的记录",
      "D": "审计工作底稿是审计证据的基础，是审计人员在审计过程中形成的审计工作记录和获取的资料"
    },
    "answer": "D",
    "explanation": "审计工作底稿是指审计人员对制订的审计计划、实施的审计程序、获取的相关审计证据，以 及得出的审计结论做出的记录。审计工作底稿是审计证据的载体，是审计人员在审计过程中形成的审计工作 记录和获取的资料。它形成于审计过程，也反映整个审计过程。"
  },
  {
    "id": "N03-056",
    "stem": "IT 治理活动的主要任务聚焦在全局统筹，价值导向，机制保障，创新发展，文化助推五个方面， 其中“指导建立规范过程管理和痕迹管理，并向利益相关者公开质量设定举措”属于()内容。",
    "options": {
      "A": "机制保障",
      "B": "创新发展",
      "C": "价值导向",
      "D": "全局统筹"
    },
    "answer": "A",
    "explanation": "《蜗牛软考综合一本通》-3.1.3 IT 治理任务 开展IT 治理活动的主要任务：全局统筹、价值导向、机制保障、创新发展、文化助推。 P74, 机制保障。机制保障是指组织应对自身IT 发展进行有效管控，保证IT 需求与实现的协调发展，并 使IT 安全和风险得到有效的识别、管理、防范和处置。组织需要建立适合组织特点的机制保障方法，满足疏 漏互补、协同发展、监督改进和安全风险可控的原则，避免扭曲决策目标方向。组织需要明确管理责任，明 晰上下左右权利关系，落实责任制和各项措施。组织可以根据相关法律法规、行业管理和上级监管机构发布 的规范文件要求，制定本组织的信息技术治理制度并实施，重点聚焦在： ①指导建立规范过程管理和痕迹管理，并向利益相关者公开质量设定举措； ②评审IT 管理体系的适宜性、充分性和有效性； ③审计IT 完整性、有效性和合规性； ④监督由审计和管理评审，提出改进内容的实施。"
  },
  {
    "id": "N03-057",
    "stem": "关于IT 审计方法与技术，以下说法不正确的是()。",
    "options": {
      "A": "审计证据是指由审计机构和审计人员获取，用于确定所审计实体或数据是否遵循既定标准或目标，形成审 计结论的证明材料",
      "B": "审计抽样是指审计人员在实施审计程序时，从审计对象总体中选取一定数量的样本进行测试",
      "C": "统计抽样采用概率学原理，涉及计算样本量、抽取样本",
      "D": "综合类工作底稿指审计人员在审计实施阶段为执行具体审计程序所形成的审计工作底稿"
    },
    "answer": "D",
    "explanation": "表3-12审计工作底稿分类【口诀：荷叶茶】 底稿类型 说 明 综合类工作底稿 指审计人员在审计计划阶段和审计报告阶段，为规划、控制和总结整个审计工作并发表审 计意见所形成的审计工作底稿，主要包括：审计业务约定书、审计计划、审计总结、审计 报告、管理建议书、被审计单位管理当局声明书以及审计人员对整个审计工作进行组织管 理的所有记录和资料。 业务类工作底稿 指审计人员在审计实施阶段为执行具体审计程序所形成的审计工作底稿，包括：符合性测 试中形成的内部控制问题调查表和流程图、实质性测试中形成的项目明细表等 备查类工作底稿 指审计人员在审计过程中形成对审计工作仅具有备查作用的审计工作底稿。备查类工作底 稿应随被审计单位有关情况的变化而不断更新；应详细列明目录清单，并将更新的文件资 料随时归档；应根据需要，将其中与具体审计项目有关的内容复印、摘录、综合后归入业 务类审计工作底稿的具体审计项目之后。通常，备查类审计工作底稿是由被审计单位或第 三者根据实际情况提供或代为编制，审计人员应认真审核，并对所取得的有关文件、资料 标明其具体来源"
  },
  {
    "id": "N03-058",
    "stem": "下列哪类IT 审计风险是由审计人员蝸牛自身或者技术原因等造成()。",
    "options": {
      "A": "固有风险",
      "B": "控制风险",
      "C": "检查风险",
      "D": "外部风险"
    },
    "answer": "C",
    "explanation": "检查风险 ●含义：检查风险是指通过预定的审计程序未能发现重大、单个或与其他错误相结合的风险 ●影响检查风险的因素：由于IT审计规范不完善、审计人员自身或者技术原因等造成影响审计 测试正确性的各种因素"
  },
  {
    "id": "N03-059",
    "stem": "“建立适应内外部信息环境变化的持续改进和创新机制”,属于()内容。",
    "options": {
      "A": "机制保障",
      "B": "创新发展",
      "C": "价值导向",
      "D": "全局统筹"
    },
    "answer": "D",
    "explanation": "全局统筹 统筹规划IT治理的目 标范围、技术环境、发 展趋势和人员责权利 ①制订满足可持续发展的IT蓝图； ②实施科学决策、集约管理的策略，实现横向的业务集成和纵向的 业务管控；通过内外部的监督，确保IT与业务的一致性和适用性； ③建立适应内外部信息环境变化的持续改进和创新机 制 。"
  },
  {
    "id": "N03-060",
    "stem": "() 是审计人员到被审计单位的经营场所及其他有关场所进行实地察看，来证实审计事项的一 种方法。",
    "options": {
      "A": "访谈法",
      "B": "调查法",
      "C": "检查法",
      "D": "观察法"
    },
    "answer": "D",
    "explanation": "观察法是审计人员到被审计单位的经营场所及其他有关场所进行实地察看，来证实审计事项 的一种方法"
  },
  {
    "id": "N03-061",
    "stem": "下列哪类IT 审计风险是活动本身所具有的()。",
    "options": {
      "A": "固有风险",
      "B": "控制风险",
      "C": "检查风险",
      "D": "外部风险"
    },
    "answer": "A",
    "explanation": "固有风险 ●含义：是指IT活动不存在相关控制的情况下，易于导致重大错误的风险 ●分类：可从IT组织层面控制、一般控制及应用控制三个方面分析固有风险 ●特点：固有风险是IT活动本身所具有的，审计人员只能评估，却无法控制或影响它；固有风 险的衡量是主观的、复杂的，不同的IT活动其固有风险水平不同"
  },
  {
    "id": "N03-062",
    "stem": "“权衡实施成本与预期效益，并随组织内外部环境的变化及时调整”,属于()内容。",
    "options": {
      "A": "机制保障",
      "B": "创新发展",
      "C": "价值导向",
      "D": "全局统筹"
    },
    "answer": "C",
    "explanation": "价值导向 价值导向包括基于实现 有效收益，确保预期收 益清晰理解，明确实现 收益的问责机制 ①认可信息技术、信息系统和数据在组织中的价 值 ； ②识别投资且录，并以相应的方式进行评估和管理； ③对关键指标进行设定和监督，并对变化和偏差做出及时回应； ④权衡实施成本与预期效益，并随组织内外部环境的变化及时调整。"
  },
  {
    "id": "N03-063",
    "stem": "常用的IT 审 计 技 术 不 包 括 ( ) 。",
    "options": {
      "A": "风险评估技术",
      "B": "审计抽样技术",
      "C": "计算机辅助审计技术",
      "D": "大数据分析技术"
    },
    "answer": "D",
    "explanation": "常用的 IT 审计技术包括风险评估技术、审计抽样技术、计算机辅助审计技术及大数据审计技 术"
  },
  {
    "id": "N03-064",
    "stem": "“审计IT 完整性、有效性和合规性”,属于()内容。",
    "options": {
      "A": "机制保障",
      "B": "创新发展",
      "C": "价值导向",
      "D": "全局统筹"
    },
    "answer": "A",
    "explanation": "机制保障 机制保障是指组织应对 自身IT发展进行有效 管控，保证IT需求与实 现的协调发展，并使IT ①指导建立规范过程管理和痕迹管理，并向利益相关者公开质量设 定举措 ； ②评审IT管理体系的适宜性、充分性和有效性； ③审计IT完整性、有效性和合规性； 蜗牛老师公众号：《蜗牛软考》,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 安全和风险得到有效的 识别、管理、防范和处 置 ④监督由审计和管理评审，提出改进内容的实施。"
  },
  {
    "id": "N03-065",
    "stem": "() 是指审计人员在实施审计程序时，从审计对象总体中选取一定数量的样本进行测试，并根 据测试结果，推断审计对象总体特征的一种方法。",
    "options": {
      "A": "风险评估技术",
      "B": "审计抽样技术",
      "C": "计算机辅助审计技术",
      "D": "大数据审计技术"
    },
    "answer": "B",
    "explanation": "审计抽样是指审计人员在实施审计程序时，从审计对象总体中选取一定数量的样本进行测试， 并根据测试结果，推断审计对象总体特征的一种方法"
  },
  {
    "id": "N03-066",
    "stem": "() 指审计人员在审计计划阶段和审计报告阶段，为规划、控制和总结整个审计工作并发表审 计意见所形成的审计工作底稿。",
    "options": {
      "A": "综合类工作底稿",
      "B": "业务类工作底稿",
      "C": "备查类工作底稿",
      "D": "技术类工作底稿"
    },
    "answer": "A",
    "explanation": "综合类工作底稿 指审计人员蝎牛在审计计划阶段和审计报告阶段，为规划、控制和总结整个审计工作并发 表审计意见所形成的审计工作底稿，主要包括：审计业务约定书、审计计划、审计总结、 审计报告、管理建议书、被审计单位管理当局声明书以及审计人员对整个审计工作进行组 织管理的所有记录和资料。"
  },
  {
    "id": "N03-067",
    "stem": "“对组织创新能力进行评估，并对关键创新要素进行分析和评价”,属于()内容。",
    "options": {
      "A": "机制保障",
      "B": "创新发展",
      "C": "价值导向",
      "D": "全局统筹"
    },
    "answer": "B",
    "explanation": "创新发展 创新发展是指利用IT 创新开拓业务领域，提 升管理水平，改进质量、 绩效和降低成本，确保 实现战略目标的灵活性 和对环境变化的适应性 ①创造基于业务团队与IT团队的深度沟通以及对内外部环境感知 和学习的技术创新环境； ②确保技术发展、管理创新、模式革新的协调联 动 ； ③对组织创新能力进行评估，并对关键创新要素进行分析和评价； ④通过促进和创新有效抵御风险，并确保创新是组织文化的组成部 分"
  },
  {
    "id": "N03-068",
    "stem": "() 不属于审计证据的特性。",
    "options": {
      "A": "独特性",
      "B": "充分性",
      "C": "客观性",
      "D": "合法性"
    },
    "answer": "A",
    "explanation": "审计证据的特性：充分性、客观性、相关性、可靠性、合法性"
  },
  {
    "id": "N03-069",
    "stem": "“根据组织内部环境的变化，评估并改进组织文化的管理”,属于()内容。",
    "options": {
      "A": "文化助推",
      "B": "创新发展",
      "C": "价值导向",
      "D": "全局统筹"
    },
    "answer": "A",
    "explanation": "文化助推 文化助推是指组织与利 益相关者沟通IT治理 的目标、策略和职责， 营造积极向上、沟通包 容的组织文化 ①建立与IT发展相适应的组织文化发展策 略 ； ②营造包括知识、技术、管理、情操在内的积极向上的文化氛围； ③根据组织内部环境的变化，评估并改进组织文化的管理"
  },
  {
    "id": "N03-070",
    "stem": "以下关于审计工作底稿，说法错误的是()。",
    "options": {
      "A": "审计工作底稿是指审计人员对制订的审计计划、实施的审计程序、获取的相关审计证据，以及得出的审计 结论做出的记录",
      "B": "审计工作底稿是审计证据的载体，是审计人员在审计过程中形成的审计工作记录和获取的资料",
      "C": "审计工作底稿一般分为综合类工作底稿、业务类工作底稿和备查类工作底稿",
      "D": "综合类工作底稿是指审计人员在审计实施阶段为执行具体审计程序所形成的审计工作底稿，包括：符合性 测试中形成的内部控制问题调查表和流程图、实质性测试中形成的项目明细表等"
    },
    "answer": "D",
    "explanation": "P87, 审计工作底稿一般分为综合类工作底稿、业务类工作底稿和备查类工作底稿。 表3-12审计工作底稿分类 底稿类型 说 明 综合类工作底稿 指审计人员在审计计划阶段和审计报告阶段，为规划、控制和总结整个审计工作并发表审 计意见所形成的审计工作底稿，主要包括：审计业务约定书、审计计划、审计总结、审计 报告、管理建议书、被审计单位管理当局声明书以及审计人员对整个审计工作进行组织管 理的所有记录和资料。 业务类工作底稿 指审计人员在审计实施阶段为执行具体审计程序所形成的审计工作底稿，包括：符合性测 试中形成的内部控制问题调查表和流程图、实质性测试中形成的项目明细表等 备查类工作底稿 指审计人员在审计过程中形成对审计工作仅具有备查作用的审计工作底稿。备查类工作底 稿应随被审计单位有关情况的变化而不断更新；应详细列明目录清单，并将更新的文件资 料随时归档；应根据需要，将其中与具体审计项目有关的内容复印、摘录、综合后归入业 务类审计工作底稿的具体审计项目之后。通常，备查类审计工作底稿是由被审计单位或第 三者根据实际情况提供或代蝎牛为编制，审计人员应认真审核，并对所取得的有关文件、 资料标明其具体来源"
  },
  {
    "id": "N03-071",
    "stem": "在IT 治理框架中，下列()治理域包含信息技术的战略，以及支撑战略的组织和架构。",
    "options": {
      "A": "管理体系治理域",
      "B": "资源治理域",
      "C": "顶层设计治理域",
      "D": "投资管理治理域"
    },
    "answer": "C",
    "explanation": "P76, 该标准定义的IT 治理框架包含信息技术顶层设计、管理体系和资源三大治理域，每个 治理域由如下若干治理要素组成。 三大治理域 包含内容 蜗牛老师公众号：《蜗牛软考》,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 顶层设计治理域 战略，组织和架构 管理体系治理域 质量管理、项目管理、投资管理、服务管理、业务连续性管理、信息安全管理、风险管 理、供方管理、资产管理和其他管理 资源治理域 基础设施、应用系统和数据"
  },
  {
    "id": "N03-072",
    "stem": "所获证据足以对被审计对象提出一定程度保证的结论，属于审计证据的()特性。",
    "options": {
      "A": "充分性",
      "B": "客观性",
      "C": "相关性",
      "D": "可靠性"
    },
    "answer": "A",
    "explanation": "分类 说明 充分性 指要求审计人员根据所获证据足以对被审计对象提出一定程度保证的结论，是对审计证据数量的 要求，主要与审计人员确定的样本量有关 客观性 指审计证据必须是客观存在的事实材料。客观的审计证据比需要判断或解释的证据可靠 相关性 指审计证据与审计事项之间必须有实质性联系 可靠性 指审计证据能够反映和证实客观经济活动特征的程度。审计证据的可靠性受到审计证据的类型、 取证的渠道和方式等因素的影响 合法性 指审计证据必须符合法定种类，并依照法定程序取得"
  },
  {
    "id": "N03-073",
    "stem": "审计证据与审计事项之间必须有实质性联系，属于审计证据的()特性。",
    "options": {
      "A": "充分性",
      "B": "客观性",
      "C": "相关性",
      "D": "可靠性"
    },
    "answer": "C",
    "explanation": "分类 说明 充分性 指要求审计人员根据所获证据足以对被审计对象提出一定程度保证的结论，是对审计证据数量的 要求，主要与审计人员确定的样本量有关 客观性 指审计证据必须是客观存在的事实材料。客观的审计证据比需要判断或解释的证据可靠 相关性 指审计证据与审计事项之间必须有实质性联系 可靠性 指审计证据能够反映和证实客观经济活动特征的程度。审计证据的可靠性受到审计证据的类型、 取证的渠道和方式等因素的影响 合法性 指审计证据必须符合法定种类，并依照法定程序取得"
  },
  {
    "id": "N03-074",
    "stem": "IT 治理实施指南-GB/T34960.2《 信息技术服务治理第2部分：实施指南》中的实施框架包 括 ( ) 、 ( ) 和 ( ) 。",
    "options": {
      "A": "实施环境、实施过程、治理域",
      "B": "信息技术顶层设计、管理体系和资源",
      "C": "战略、组织、架构",
      "D": "IT 战略顶层设计、管理体系、风险"
    },
    "answer": "A",
    "explanation": "IT 治理实施框架：实施环境、实施过程和治理域。【口诀：治环城】 IT治理实施框架 包含内容【口诀：治环城】 实施环境 组织的内外部环境和促成因素 实施过程 IT治理实施的方法论，包括统筹和规划、构建和运行、监督和评估、改进和优化 治理域 顶层设计治理域、管理体系治理域、资源治理域"
  },
  {
    "id": "N03-075",
    "stem": "IT 治理框架的三大治理域()。",
    "options": {
      "A": "IT战略顶层设计、管理体系和资源",
      "B": "信息技术顶层设计、管理体系和风险",
      "C": "IT 战略顶层设计、管理体系和风险",
      "D": "信息技术顶层设计、管理体系和资源"
    },
    "answer": "D",
    "explanation": "IT 治理框架的三大治理域：信息技术顶层设计、管理体系和资源"
  },
  {
    "id": "N03-076",
    "stem": "关于审计工作底稿，错误的是()。",
    "options": {
      "A": "审计工作底稿一般分为综合类工作底稿、业务类工作底稿和备查类工作底稿",
      "B": "审计协会或其委派单位对审计机构执业情况进行检查不属于泄密",
      "C": "审计工作底稿三级复核制度是指以审计机构负责人、部门负责人和项目负责人(或项目经理)为复核人",
      "D": "审计工作底稿按照一定的标准归入审计档案后，应交由建设单位部门进行管理，并确保审计档案的安全、 完整"
    },
    "answer": "D",
    "explanation": "审计工作底稿按照一定的标准归入审计档案后，应交由档案管理部门进行管理，并确保审计 档案的安全、完整"
  },
  {
    "id": "N03-077",
    "stem": "I T 治理实施框架包括治理的实施环境、实施过程和()。",
    "options": {
      "A": "实施目标",
      "B": "实施结果",
      "C": "实施指导",
      "D": "治理域"
    },
    "answer": "D",
    "explanation": "IT 治理实施框架包括治理的实施环境、实施过程和治理域。"
  },
  {
    "id": "N03-078",
    "stem": "在IT 治理框架中，下列()治理域包含基础设施、应用系统和数据。",
    "options": {
      "A": "管理体系治理域",
      "B": "资源治理域",
      "C": "顶层设计治理域",
      "D": "投资管理治理域"
    },
    "answer": "B",
    "explanation": "P76, 该标准定义的IT 治理框架包含信息技术顶层设计、管理体系和资源三大治理域，每个 治理域由如下若干治理要素组成。 三大治理域 包含内容 顶层设计治理域 战略，组织和架构 管理体系治理域 质量管理、项目管理、投资管理、服务管理、业务连续性管理、信息安全管理、风险管 理、供方管理、资产管理和其他管理 资源治理域 基础设施、应用系统和数据"
  },
  {
    "id": "N03-079",
    "stem": "在IT 治理框架中，下列()治理域包含投资管理、服务管理。",
    "options": {
      "A": "管理体系治理域",
      "B": "资源治理域",
      "C": "顶层设计治理域",
      "D": "投资管理治理域"
    },
    "answer": "A",
    "explanation": "P76, 该标准定义的IT 治理框架包含信息技术顶层设计、管理体系和资源三大治理域，每个 治理域由如下若干治理要素组成。 三大治理域 包含内容 顶层设计治理域 战略，组织和架构 管理体系治理域 质量管理、项目管理、投资管理、服务管理、业务连续性管理、信息安全管理、风险管 理、供方管理、资产管理和其他管理 资源治理域 基础设施、应用系统和数据"
  },
  {
    "id": "N03-080",
    "stem": "IT 治理实施的方法论属于()IT 治理实施框架。",
    "options": {
      "A": "实施环境",
      "B": "实施过程",
      "C": "治理域",
      "D": "管理域"
    },
    "answer": "B",
    "explanation": "IT治理实施框架 包含内容 实施环境 组织的内外部环境和促成因素 实施过程 IT治理实施的方法论，包括统筹和规划、构建和运行、监督和评估、改进和优化 治理域 顶层设计治理域、管理体系治理域、资源治理域"
  },
  {
    "id": "N03-081",
    "stem": "COBIT/2019 核心模型中的治理和管理目标分为五个领域，()领域是由董事会和执行管理 层 负 责 。",
    "options": {
      "A": "评估、指导和监控 (EDM)",
      "B": "调整、规划和组织 (APO)",
      "C": "内部构建、外部采购和实施(BAD)",
      "D": "交付、服务和支持 (DSS)"
    },
    "answer": "A",
    "explanation": "董事会和 执行管理 层 负 责 EDM01- 确保 设置和维护 EDM02-确保 实现效益 EDM03-确保 EDM04- 确保 资源优化 利益相关方 评估、指导和 监控(EDM) 领域"
  },
  {
    "id": "N03-082",
    "stem": "( ) 不属于ISO/IE",
    "options": {
      "A": "评估",
      "B": "指导",
      "C": "监督",
      "D": "优化"
    },
    "answer": "D",
    "explanation": "ISO/IEC 规定治理机构应通过评估、指导和监督三个主要任务来治理IT。"
  },
  {
    "id": "N03-083",
    "stem": "“ 计 算 机 硬 件 故 障 或 软 件 不 足 ， 易 造 成 信 息 的 损 坏 和 丢 失 ， 导 致 数 据 处 理 过 程 中 发 生 偶 发 错 误 ” , 描述的风险类型是()。",
    "options": {
      "A": "固有风险",
      "B": "控制风险",
      "C": "检查风险",
      "D": "审计风险"
    },
    "answer": "A",
    "explanation": "P82: 表3-6固有风险、控制风险和检查风险的内容 类别 描述 固有风险 ●含义：是指IT活动不存在相关控制的情况下，易于导致重大错误的风险 ●分类：可从IT组织层面控制、一般控制及应用控制三个方面分析固有风险 ●特点：固有风险是IT活动本身所具有的，审计人员只能评估，却无法控制或影响它：固有 风险的衡量是主观的、复杂的，不同的IT活动其固有风险水平不同"
  },
  {
    "id": "N03-084",
    "stem": "针对业务流程层面运行的人工或自动化程序进行审计，主要包括输入控制、处理控制和输出控 制的审计，属于()。",
    "options": {
      "A": "组织层面 IT 控制审计",
      "B": "IT 一般控制审计",
      "C": "应用控制审计",
      "D": "信息系统项目审计"
    },
    "answer": "C",
    "explanation": "●组织层面IT 控制审计主要指对IT 战略、组织、架构、业务连续性、风险管理、外包管理、网络与信息安 全及监督管理等进行审计 ● IT一般控制审计主要是指针对与应用系统、数据库、操作系统、网络相关的策略和措施等进行审计 ●应用控制审计是指针对业务流程层面运行的人工蝎牛或自动化程序进行审计，主要包括输入控制、处理控 制和输出控制的审计"
  },
  {
    "id": "N03-085",
    "stem": "COBIT 框架下，()针对IT 的整体组织、战略和支持活动。",
    "options": {
      "A": "监控、评价和评估 (MEA)",
      "B": "调整、规划和组织 (APO)",
      "C": "内部构建、外部采购和实施(BAI)",
      "D": "交付、服务和支持 (DSS)"
    },
    "answer": "B",
    "explanation": "COBIT 管理目标分为四个领域： ①调整、规划和组织(APO)针对IT 的整体组织、战略和支持活动； ②内部构建、外部采购和实施(BAI)针对 IT 解决方案的定义、采购和实施以及它们到业务流程的整合； ③交付、服务和支持(DSS) 针对IT 服务的运营交付和支持，包括安全； ④监控、评价和评估(MEA)针对IT 的性能监控及其与内部性能目标、内部控制目标和外部要求的一致程度。 治理目标与治理流程有关，而管理目标与管理流程有关"
  },
  {
    "id": "N03-086",
    "stem": "() 指审计人员在审计过程中形成对审计工作仅具有备查作用的审计工作底稿。",
    "options": {
      "A": "综合类工作底稿",
      "B": "业务类工作底稿",
      "C": "备查类工作底稿",
      "D": "技术类工作底稿"
    },
    "answer": "C",
    "explanation": "备查类工作底稿指审计人员在审计过程中形成对审计工作仅具有备查作用的审计工作底稿。"
  },
  {
    "id": "N03-087",
    "stem": "() 是在审计报告发出后的一定时间内，审计人员为检查被审计单位对审计问题和建议是否己 经采取了适当的纠正措施，并取得预期效果的跟踪审计。",
    "options": {
      "A": "审计终结阶段",
      "B": "审计准备阶段",
      "C": "后续审计阶段",
      "D": "审计实施阶段"
    },
    "answer": "C",
    "explanation": "后续审计阶段 后续审计是在审计报告发出后的一定时间内，审计人员为检查被审计单位对审计问题和建 蜗牛老师公众号：《蜗牛软考》,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 议是否己经采取了适当的纠正措施，并取得预期效果的跟踪审计。 后续审计并不是一次新的审计，而是前一次审计的有机组成部分。实施后续审计，可不必 遵守审计流程的每一过程和要求，但必须依法依规进行检查、调查，收集审计证据，写出 后续审计报告。"
  },
  {
    "id": "N03-088",
    "stem": "() 指审计人员在审计实施阶段为执行具体审计程序所形成的审计工作底稿。",
    "options": {
      "A": "综合类工作底稿",
      "B": "业务类工作底稿",
      "C": "备查类工作底稿",
      "D": "技术类工作底稿"
    },
    "answer": "B",
    "explanation": "P87: 表3-12审计工作底稿分类 底稿类型 说 明 综合类工作底稿 指审计人员在审计计划阶段和审计报告阶段，为规划、控制和总结整个审计工作并发表审 计意见所形成的审计工作底稿，主要包括：审计业务约定书、审计计划、审计总结、审计 报告、管理建议书、被审计单位管理当局声明书以及审计人员对整个审计工作进行组织管 理的所有记录和资料。 业务类工作底稿 指审计人员在审计实施阶段为执行具体审计程序所形成的审计工作底稿，包括：符合性测 试中形成的内部控制问题调查表和流程图、实质性测试中形成的项目明细表等 备查类工作底稿 指审计人员在审计过程 中形成对审计工作仅具有备查作用的审计工作底稿。备查类工作底 稿应随被审计单位有关情况的变化而不断更新；应详细列明目录清单，并将更新的文件资 料随时归档；应根据需要，将其中与具体审计项目有关的内容复印、摘录、综合后归入业 务类审计工作底稿的具体审计项目之后。通常，备查类审计工作底稿是由被审计单位或第 三者根据实际情况提供或代为编制，审计人员应认真审核，并对所取得的有关文件、资料 标明其具体来源"
  },
  {
    "id": "N03-089",
    "stem": "审计工作底稿三级复核制度不包括()。",
    "options": {
      "A": "审计机构负责人",
      "B": "部门负责人",
      "C": "项目负责人(或项目经理)",
      "D": "项目成员"
    },
    "answer": "D",
    "explanation": "审计工作底稿三级复核制度是指以审计机构负责人、部门负责人和项目负责人(或项目经理) 为复核人，依照规定的程序和要点对审计工作底稿进行逐级复核的制度"
  },
  {
    "id": "N03-090",
    "stem": "对与应用系统、数据库、操作系统、网络相关的策略和措施等进行审计，属于()。",
    "options": {
      "A": "组织层面IT 控制审计",
      "B": "IT 一般控制审计",
      "C": "应用控制审计",
      "D": "信息系统项目审计"
    },
    "answer": "B",
    "explanation": "●组织层面 IT 控制审计主要指对IT 战略、组织、架构、业务连续性、风险管理、外包管理、网络与信息安 全及监督管理等进行审计 ● IT一般控制审计主要是指针对与应用系统、数据库、操作系统、网络相关的策略和措施等进行审计 ●应用控制审计是指针对业务流程层面运行的人工或自动化程序进行审计，主要包括输入控制、处理控制和 输出控制的审计"
  },
  {
    "id": "N03-091",
    "stem": "《 信息技术服务治理第1部分：通用要求》标准不适用于()。",
    "options": {
      "A": "建立组织的IT 治理体系并实施自我评价",
      "B": "组织的IT 治理能力进行自我评价",
      "C": "研发、选择和评价IT 治理相关的软件或解决方案",
      "D": "开展信息技术审计"
    },
    "answer": "B",
    "explanation": "该标准可用于：①建立组织的 IT 治理体系，并实施自我评价；②开展信息技术审计；③研发、 选择和评价IT 治理相关的软件或解决方案；④第三方对组织的IT 治理能力进行评价。"
  },
  {
    "id": "N03-092",
    "stem": "GB/T34960.2《 信息技术服务治理第2部分：实施指南》标准不适用于()。",
    "options": {
      "A": "建立组织的IT 治理实施框架，明确实施方法和过程",
      "B": "组织内部开展IT 治理的实施",
      "C": "IT 治理相关软件或解决方案实施落地的指导",
      "D": "组织内部开展IT 治理评价的指导"
    },
    "answer": "D",
    "explanation": "该标准适用于：①建立组织的IT 治理实施框架，明确实施方法和过程；②组织内部开展IT 治理的实施；③IT 治理相关软件或解决方案实施落地的指导；④第三方开展IT 治理评价的指导"
  },
  {
    "id": "N03-093",
    "stem": "GB/T 34960.1中定义了IT 治 理 框 架 ， ( ) 不 属 于IT 治理框架的三大治理域。",
    "options": {
      "A": "管理体系",
      "B": "技术体系",
      "C": "顶层设计",
      "D": "资源"
    },
    "answer": "B",
    "explanation": "P76: 该标准定义的IT 治理框架包含信息技术顶层设计、管理体系和资源三大治理域"
  },
  {
    "id": "N03-094",
    "stem": "在 IT 审计流程中，“①明确审计目的及任务；②组建审计项目组；③搜集相关信息；④编制审 计计划”,属于()的工作内容。",
    "options": {
      "A": "审计终结阶段",
      "B": "审计准备阶段",
      "C": "后续审计阶段",
      "D": "审计实施阶段"
    },
    "answer": "B",
    "explanation": "审计准备阶段 ● IT审计准备阶段是指IT审计项目从计划开始，到发出审计通知书为止的期间。 ●准备阶段工作一般包括：①明确审计目的及任务；②组建审计项目组；③搜集相关信 息；④编制审计计划等。 审计实施阶段 ● IT审计实施阶段是审计人员将项目审计计划付诸实施的期间。此阶段的工作是审计全 过程的中心环节，是整个审计流程的关键阶段，关系到整个审计工作的成败 。 ●实施阶段主要完成工作包括：①深入调查并调整审计计划；②了解并初步评估IT内 部控制；③进行符合性测试；④进行实质性测试等。 审计终结阶段 ● IT审计终结阶段是整理审计工作底稿、总结审计工作、编写审计报告、做出审计结论 的期间。 ●终结阶段的工作一般包括：①整理与复核审计工作底稿；②整理审计证据；③评价相 关IT控制目标的实现；④判断并报告审计发现；⑤沟通审计结果；⑥出具审计报告； ⑦归档管理等。 后续审计阶段 ●后续审计是在审计报告发出后的一定时间内，审计人员蝎牛为检查被审计单位对审计 问题和建议是否己经采取了适当的纠正措施，并取得预期效果的跟踪审计。 ●后续审计并不是一次新的审计，而是前一次审计的有机组成部分。实施后续审计，可 不必遵守审计流程的每一过程和要求，但必须依法依规进行检查、调查，收集审计证 据，写出后续审计报告。"
  },
  {
    "id": "N03-095",
    "stem": "IT 治理实施框架不包括()。",
    "options": {
      "A": "治理的实施环境",
      "B": "治理的实施过程",
      "C": "治理的实施方法",
      "D": "治理域"
    },
    "answer": "C",
    "explanation": "IT 治理实施框架包括治理的实施环境、实施过程和治理域"
  },
  {
    "id": "N03-096",
    "stem": "主要围绕信息系统规划、设计、建设、实施是否符合 IT 架构和战略进行评估和监督，属于()。",
    "options": {
      "A": "信息系统开发过程审计",
      "B": "信息系统运行维护审计",
      "C": "信息系统生命周期审计",
      "D": "信息系统项目审计"
    },
    "answer": "A",
    "explanation": "信息系统开发 过程审计 主要围绕信息系统规划、设计、建设、实施是否符合IT架构和战略进行评估和监督"
  },
  {
    "id": "N03-097",
    "stem": "COBIT 给出了建议设计流程，正确排序是()。 ①了解组织环境和战略 ②确定治理系统的初步范围 ③优化治理系统的范围 ④最终确定治理系统的设计",
    "options": {
      "A": "①②③④",
      "B": "③①②④",
      "C": "②①③④",
      "D": "②③①④"
    },
    "answer": "A",
    "explanation": "COBIT 给出了建议设计流程：①了解组织环境和战略；②确定治理系统的初步范围；③优化治 理系统的范围；④最终确定治理系统的设计 第4章信息系统管理"
  },
  {
    "id": "N04-001",
    "stem": "信息系统的四要素是()。",
    "options": {
      "A": "人员、技术、流程、管理",
      "B": "人员、技术、流程、数据",
      "C": "人员、技术、信息、管理",
      "D": "人员、技术、信息、数据"
    },
    "answer": "B",
    "explanation": "P93: 信息系统包括四个要素：人员、技术、流程和数据"
  },
  {
    "id": "N04-002",
    "stem": "信息系统战略三角包括()。",
    "options": {
      "A": "业务战略、技术战略和组织机制",
      "B": "业务战略、组织机制和信息系统",
      "C": "技术战略、组织管理和信息系统",
      "D": "发展战略，技术战略和组织管理"
    },
    "answer": "B",
    "explanation": "《蜗牛软考202405高项冲刺精华》第4章 - 【考点2】规划和组织★★★★★ 信息系统战略三角：业务战略、信息系统和组织机制。【口诀：夜行组】"
  },
  {
    "id": "N04-003",
    "stem": "开展信息系统设计和实施，首先需要将业务需求转换为(),其为将组织业务战略转换为信息 系统的计划提供了蓝图。",
    "options": {
      "A": "技术需求",
      "B": "信息系统架构",
      "C": "资 源 需 求",
      "D": "质量需求"
    },
    "answer": "B",
    "explanation": "开展信息系统设计和实施，首先需要将业务需求转换为信息系统架构，信息系统架构为将组 织业务战略转换为信息系统的计划提供了蓝图。"
  },
  {
    "id": "N04-004",
    "stem": "管理信息系统运行的管理控制主要活动包括()。",
    "options": {
      "A": "过程开发、标准制定、资源获取、过程管理",
      "B": "过程规范、标准制定、资源分配、过程管理",
      "C": "过程开发、标准制定、资源分配、过程管理",
      "D": "过程规范、标准制定、资源获取、过程管理"
    },
    "answer": "C",
    "explanation": "P101: 管理信息系统运行的管理控制主要活动包括：①过程开发。②标准制定。③资源分配。 ④过程管理。"
  },
  {
    "id": "N04-005",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "DMAIC 是指定义、度量、分析、改进、控制",
      "B": "DMADV 是指定义、度量、分析、设计、验证",
      "C": "定义阶段的目标包括待优化信息系统定义、核心流程定义",
      "D": "分析阶段的三个目标包括价值流分析、信息系统异常的源头分析和确定优化改进的驱动因素"
    },
    "answer": "C",
    "explanation": "P106: 定义阶段的目标包括待优化信息系统定义、核心流程定义和团队组建"
  },
  {
    "id": "N04-006",
    "stem": "( ) 不属于信息系统要素。",
    "options": {
      "A": "人 员",
      "B": "技 术",
      "C": "资 源",
      "D": "流 程"
    },
    "answer": "C",
    "explanation": "P93: 信息系统包括四个要素：人员、技术、流程和数据"
  },
  {
    "id": "N04-007",
    "stem": "以下()不是数据治理能力域的内容。",
    "options": {
      "A": "数据治理组织",
      "B": "数据制度建设",
      "C": "数据治理沟通",
      "D": "数据标准建设"
    },
    "answer": "D",
    "explanation": "P109, 组织的数据治理能力域通常包括数据治理组织、数据制度建设和数据治理沟通三个能 力项。"
  },
  {
    "id": "N04-008",
    "stem": "信息系统三层架构中位于中间层的是()。",
    "options": {
      "A": "人员、技术、流程、数据",
      "B": "信息系统",
      "C": "管理",
      "D": "规划和组织"
    },
    "answer": "B",
    "explanation": "信息系统三层架构：底层(人员、技术、流程和数据),中间层(信息系统),顶层(管理)。"
  },
  {
    "id": "N04-009",
    "stem": "是构建智能运维能力的基础是()。",
    "options": {
      "A": "组织治理",
      "B": "智能特征",
      "C": "智能运维场景实现",
      "D": "能力要素"
    },
    "answer": "D",
    "explanation": "P123: 中国电子工业标准化技术协会发布的团体标准T/CESA 1172《信息技术服务智能运 维通用要求》,给出了智能运维能力框架，包括组织治理、智能特征、智能运维场景实现、能力域和能力要 素，其中能力要素是构建智能运维能力的基础。"
  },
  {
    "id": "N04-010",
    "stem": "信息安全等级保护管理办法中，如果信息系统受到破坏后，会对社会秩序和公共利益造成特别 严重损害，或者对国家安全造成严重损害，则该系统应该受到()保护。",
    "options": {
      "A": "第二级",
      "B": "第 三 级",
      "C": "第四级",
      "D": "第五级"
    },
    "answer": "C",
    "explanation": "第四级，信息系统受到破坏后，会对社会秩序和公共利益造成特别严重损害，或者对国家安 全造成严重损害。"
  },
  {
    "id": "N04-011",
    "stem": "信息系统三层架构中位于底层的是()。",
    "options": {
      "A": "人员、技术、流程、数据",
      "B": "信息系统",
      "C": "管理",
      "D": "规划和组织"
    },
    "answer": "A",
    "explanation": "信息系统三层架构：底层(人员、技术、流程和数据),中间层(信息系统),顶层(管理)。"
  },
  {
    "id": "N04-012",
    "stem": "信息系统战略三角不包括()。",
    "options": {
      "A": "安全技术",
      "B": "业务战略",
      "C": "组织机制",
      "D": "信息系统"
    },
    "answer": "A",
    "explanation": "P94: 战略是实现目标、意图和目的的一组协调行动。战略往往始于使命，而使命是对组织 的宗旨给出的一个清晰并令人信服的陈述。信息系统战略三角突出了业务战略、信息系统和组织机制之间的 必要一致性"
  },
  {
    "id": "N04-013",
    "stem": "转换框架将业务战略转化为信息系统架构进而转变为信息系统设计，转换框架提出了三类问题： ()。",
    "options": {
      "A": "数据、人员、结构",
      "B": "内容、人员和结构",
      "C": "数据、资源、结构",
      "D": "内容、人员和位置"
    },
    "answer": "D",
    "explanation": "转换框架将业务战略转化为信息系统架构进而转变为信息系统设计，涡牛转换框架提出了三 类问题：内容、人员和位置。"
  },
  {
    "id": "N04-014",
    "stem": "CI",
    "options": {
      "A": "保密性",
      "B": "完整性",
      "C": "可用性",
      "D": "不可抵赖性"
    },
    "answer": "D",
    "explanation": "P125,CIA 是保密性、完整性和可用性。"
  },
  {
    "id": "N04-015",
    "stem": "不属于信息系统管理四大领域是()。",
    "options": {
      "A": "规划和组织",
      "B": "设计和实施",
      "C": "开发和测试",
      "D": "运维和服务"
    },
    "answer": "C",
    "explanation": "信息系统管理覆盖四大领域：①规划和组织；②设计和实施；③运维和服务；④优化和持续 改进。"
  },
  {
    "id": "N04-016",
    "stem": "() 下，硬件、软件、网络和数据的部署方式是在多台小型计算机、服务器和设备之间分配处 理能力和应用功能，这些设施严重依赖于网络将它们连接在一起。",
    "options": {
      "A": "集中式架构",
      "B": "分布式架构",
      "C": "面向服务的系统架构",
      "D": "物联网架构"
    },
    "answer": "B",
    "explanation": "分布式架构。硬件、软件、网络和数据的部署方式是在多台小型计算机、服务器和设备之间 分配处理能力和应用功能，这些设施严重依赖于网络将它们连接在一起"
  },
  {
    "id": "N04-017",
    "stem": "() 针对信息系统的整体组织、战略和支持活动。",
    "options": {
      "A": "规划和组织",
      "B": "设计和实施",
      "C": "运维和服务",
      "D": "优化和持续改进"
    },
    "answer": "A",
    "explanation": "信息系统管理覆盖四大领域 规划和组织：针对信息系统的整体组织、战略和支持活动 设计和实施：针对信息系统解决方案的定义、采购和实施，以及他们与业务流程的整合 运维和服务：针对信息系统服务的运行交付和支持，包括安全 优化和持续改进：针对信息系统的性能监控及其于内部性能目标、内部控制目标和外部要求的一致性管理。"
  },
  {
    "id": "N04-018",
    "stem": "() 不属于信息系统架构模式。",
    "options": {
      "A": "集中式架构",
      "B": "分布式架构",
      "C": "企业信息化架构",
      "D": "面向服务的架构"
    },
    "answer": "C",
    "explanation": "P99: 传统上，信息系统体系架构有三种常见模式①集中式架构。集中式架构下所有内容采 用集中建设、支持和管理的模式，其主体系统通常部署于数据中心，以消除管理物理分离的基础设施带来的 困难。②分布式架构。硬件、软件、网络和数据的部署方式是在多台小型计算机、服务器和设备之间分配处 理能力和应用功能，这些设施严重依赖于网络将它们连接在一起。③面向服务的系统架构 SOA 架构中使用的 软件通常被引向软件即服务的相关架构，同时，这些应用程序在通过互联网交付时也被称为Web 服务。"
  },
  {
    "id": "N04-019",
    "stem": "() 负责对服务中断、服务速度变慢、软件缺陷以及其他任何组件发生故障进行管理。",
    "options": {
      "A": "事件管理",
      "B": "服务台",
      "C": "问题管理",
      "D": "变更管理"
    },
    "answer": "A",
    "explanation": "事件是IT 服务管理遭遇计划外中断或服务质量出现下降，以及尚未影响服务的配置项故障。 事件可能是服务中断、服务速度变慢、软件缺陷以及其他任何组件发生故障。"
  },
  {
    "id": "N04-020",
    "stem": "以下关于信息系统规划和组织的说法中不正确的是()。",
    "options": {
      "A": "信息系统的规划和组织需要根据客户的需求和其他相关因素规划信息系统的战略、组成、建设、运行和运 营等",
      "B": "信息系统的规划和组织的目的是通过实施具备一致性的管理方法，满足业务对信息系统的管理需求",
      "C": "信息系统战略三角指的是业务战略、信息系统和组织机制",
      "D": "成功的组织有一个压倒一切的业务战略，可以推动组织机制和信息系统的有机融合"
    },
    "answer": "A",
    "explanation": "P94: 信息系统的规划和组织需要根据组织的发展目标和其他相关因素规划信息系统的战略、 组成、建设、运行和运营等"
  },
  {
    "id": "N04-021",
    "stem": "信息安全等级保护管理办法中，如果信息系统受到破坏后，会对社会秩序和公共利益造成特别 严重损害，或者对国家安全造成严重损害，则该系统应该受到()保护。",
    "options": {
      "A": "第二级",
      "B": "第三级",
      "C": "第四级",
      "D": "第五级"
    },
    "answer": "C",
    "explanation": "P126: 第一级，等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益造成 损害，但不危害国家安全、社会秩序和公共利益 第二级，等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益产生严重损害或特别严重损 害，或者对社会秩序和公共利益造成危害，但不危害国家安全 第三级，等级保护对象受到破坏后，会对社会秩序和公共利益造成严重危害，或者对国家安全造成危害 第四级，等级保护对象受到破坏后，会对社会秩序和公共利益造成特别严重危害，或者对国家安全造成严重 危害 第五级，等级保护对象受到破坏后，会对国家安全造成特别严重危害"
  },
  {
    "id": "N02-022",
    "stem": "GB/T 22240-2008《信息安全技术信息系统安全等级保护定级指南》标准将信息系统的安 全保护等级分为五级。“信息系统受到破坏后，会对社会秩序和公共利益造成严重损害，或者对国家安全造 成损害”是()的特征。",
    "options": {
      "A": "第二级",
      "B": "第三级",
      "C": "第四级",
      "D": "第五级"
    },
    "answer": "B",
    "explanation": "信息系统的安全保护等级 等级 个人权益 社会利益 国家安全 第一级 损害 第二级 严重损害 损害 第三级 严重损害 损害 第四级 特别严重损害 严重损害 第五级 特别严重损害"
  },
  {
    "id": "N04-023",
    "stem": "不属于信息系统体系架构模式的是()。",
    "options": {
      "A": "集中式架构",
      "B": "分布式架构",
      "C": "面向服务的系统架构",
      "D": "物联网架构"
    },
    "answer": "D",
    "explanation": "信息系统体系架构有三种常见模式：1)集中式架构，2)分布式架构，3)面向服务的系统架构(SOA)"
  },
  {
    "id": "N04-024",
    "stem": "以下()不是迈克尔 · 波特提出的战略框架。",
    "options": {
      "A": "差异性战略",
      "B": "总成本领先战略",
      "C": "专注战略",
      "D": "增长型战略"
    },
    "answer": "D",
    "explanation": "P96 。 描述业务战略的经典框架是迈克尔 ·波特提出的竞争力优势模型。包含以下三种战略： 总成本领先战略，差异性战略，专注化战略。"
  },
  {
    "id": "N04-025",
    "stem": "() 中，使用的软件通常被引向软件即服务(SaaS) 的相关架构，同时，这些应用程序在通 过互联网交付时也被称为Web 服务。",
    "options": {
      "A": "集中式架构",
      "B": "分布式架构",
      "C": "面向服务的系统架构",
      "D": "物联网架构"
    },
    "answer": "C",
    "explanation": "面向服务的系统架构(SOA) 。SOA 架构中使用的软件通常被引向软件即服务(SaaS) 的相关架 构，同时，这些应用程序在通过互联网交付时也被称为Web 服务。"
  },
  {
    "id": "N04-026",
    "stem": "以下不属于竞争力优势模型的是()。",
    "options": {
      "A": "差异性战略",
      "B": "总成本领先战略",
      "C": "专注战略",
      "D": "增长型战略"
    },
    "answer": "D",
    "explanation": ": P96 。 描述业务战略的经典框架是迈克尔 ·波特涡牛提出的竞争力优势模型。包含以下三 种战略：总成本领先战略，差异性战略，专注化战略。"
  },
  {
    "id": "N04-027",
    "stem": "关于信息系统体系架构模式的说法中不正确的是()。",
    "options": {
      "A": "集中式架构比分布式架构更加模块化",
      "B": "集中式体系架构更易于管理",
      "C": "SOA 对于快速构建应用程序非常有用",
      "D": "SOA 架构中使用的软件通常被引向软件即服务 (SaaS) 的相关架构，同时，这些应用程序在通过互联网 交付时也被称为 Web 服务"
    },
    "answer": "A",
    "explanation": "三种架构的优点与缺点： 分布式架构比集中式架构更加模块化，集中式体系架构更易于管理，SOA 对于快速构建应用程序非常有用， 是一种更易于变更的构建应用程序的方法。"
  },
  {
    "id": "N04-028",
    "stem": "以下关于业务战略的说法中不正确的是()。",
    "options": {
      "A": "当组织的目标是成为市场上成本最低的生产者时，总成本领先战略就会产生",
      "B": "采用差异性战略时，组织通过差异化，以一种在市场上显得独特的方式，定义其产品或服务",
      "C": "采用专注化战略时，专注化允许组织将其范围限制在更狭窄的细分市场，并为该组客户对象量身定制其产 品",
      "D": "专注化战略有2种变体，分别是专注质量和专注差异化"
    },
    "answer": "D",
    "explanation": "竞争力优势模型： 总成本领先战略：采用该战略的组织通过最大限度地降低成本，从而获得高于平均水平的绩效。通常，一个 行业中只存在一个成本引领者。 差异性战略：组织通过差异化，以一种在市场上显得独特的方式，定义其产品或服务 专注化战略：专注化允许组织将其范围限制在更狭窄的细分市场，并为该组客户对象量身定制其产品。该策 略有两种变体：①专注成本②专注差异化"
  },
  {
    "id": "N04-029",
    "stem": "以下关于三种信息系统体系架构模式的说法中不正确的是()。",
    "options": {
      "A": "分布式架构比集中式架构更加模块化，允许相对容易地添加其他服务器",
      "B": "集中式体系架构在某些方面更易于管理，因为所有功能都集中在主机或小型机中",
      "C": "基 于Web 的架构对于快速构建应用程序非常有用",
      "D": "面向服务的架构会更加模块化，可伸缩性较好，采用非集中化部署"
    },
    "answer": "D",
    "explanation": "P100: 面向服务的架构就是基于Web 的架构，其特点是利于快速构建应用程序"
  },
  {
    "id": "N04-030",
    "stem": "() 允许组织将其范围限制在更狭窄的细分市场，并为该组客户对象量身定制其产品。",
    "options": {
      "A": "总成本领先战略",
      "B": "差异性战略",
      "C": "专注化战略",
      "D": "防御性战略"
    },
    "answer": "C",
    "explanation": "竞争力优势模型： 总成本领先战略：采用该战略的组织通过最大限度地降低成本，从而获得高于平均水平的绩效。通常， 一个 行业中只存在一个成本引领者。 差异性战略：组织通过差异化，以一种在市场上显得独特的方式，定义其产品或服务 专注化战略：专注化允许组织将其范围限制在更狭窄的细分市场，并为该组客户对象量身定制其产品。该策 略有两种变体：①专注成本②专注差异化"
  },
  {
    "id": "N04-031",
    "stem": "关于组织模型，()是不正确的。",
    "options": {
      "A": "业务战略阐明了组织寻求的业务目标以及期望如何达成的路径",
      "B": "组织机制战略包括组织的设计以及为定义、设置、协调和控制其工作流程而做出的选择",
      "C": "理解组织设计的经典框架是迈克尔波特提出的竞争力优势模型",
      "D": "信息系统战略是组织用来提供信息服务的计划"
    },
    "answer": "C",
    "explanation": "理解组织设计的经典框架是哈罗德.莱维特提出的钻石模型"
  },
  {
    "id": "N04-032",
    "stem": "() 下所有内容采用集中建设、支持和管理的模式，其主体系统通常部署于数据中心，以消除 管理物理分离的基础设施带来的困难。",
    "options": {
      "A": "集中式架构",
      "B": "分布式架构",
      "C": "面向服务的系统架构",
      "D": "物联网架构"
    },
    "answer": "A",
    "explanation": "集中式架构。集中式架构下所有内容采用集中建设、支持和管理的模式，其主体系统通常部 署于数据中心，以消除管理物理分离的基础设施带来的困难。"
  },
  {
    "id": "N04-033",
    "stem": "“信息系统受到破坏后，会对社会秩序和公共利益造成严重损害，或者对国家安全造成损害” 是 ( ) 的 特 征 。",
    "options": {
      "A": "第二级",
      "B": "第三级",
      "C": "第四级",
      "D": "第五级"
    },
    "answer": "B",
    "explanation": "P126: 第一级，等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益造成 损害，但不危害国家安全、社会秩序和公共利益 第二级，等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益产生严重损害或特别严重损 害，或者对社会秩序和公共利益造成危害，但不危害国家安全 第三级，等级保护对象受到破坏后，会对社会秩序和公共利益造成严重危害，或者对国家安全造成危害 第四级，等级保护对象受到破坏后，会对社会秩序和公共利益造成特别严重危害，或者对国家安全造成严重 危害 第五级，等级保护对象受到破坏后，会对国家安全造成特别严重危害"
  },
  {
    "id": "N04-034",
    "stem": "信息系统的四个基础结构是硬件、软件、网络、()。",
    "options": {
      "A": "数据",
      "B": "信息",
      "C": "架构",
      "D": "数据库"
    },
    "answer": "A",
    "explanation": "信息系统的四个基础结构包括：①硬件②软件③网络④数据"
  },
  {
    "id": "N04-035",
    "stem": "运行业务所需的计算能力分散在许多设备中，包括不同位置的服务器、 P",
    "options": {
      "A": "集中式架构",
      "B": "分布式架构",
      "C": "企业信息化架构",
      "D": "面向服务的架构"
    },
    "answer": "B",
    "explanation": "分布式架构 运行业务所需的计算能力分散在许多设备中， 包括不同位置的服务器、PC和笔记本电脑、 智能手机和平板电脑。设备(有时也被称为客 户端)具有足够的处理能力来执行所需的许多 服务，并根据数据和专用服务的需要连接中央 服务器 基于服务器的 架构 当担心可伸缩性时，模块 化在这里会有所帮助； 当业务主要是非集中化的 时候"
  },
  {
    "id": "N04-036",
    "stem": "理解组织设计的经典框架是()特提出的钻石模型。",
    "options": {
      "A": "迈克尔 ·波特",
      "B": "香农",
      "C": "哈罗德 ·莱维",
      "D": "戴明"
    },
    "answer": "C",
    "explanation": "理解组织设计的经典框架是哈罗德 ·莱维特涡牛提出的钻石模型。钻石模型将组织计划的关键 组成部分标识为其信息与控制、人员、结构和任务，所有组件都是相互关联的。"
  },
  {
    "id": "N04-037",
    "stem": "钻石模型将组织计划的关键组成部分标识为其信息与控制、()、结构和任务，所有组件都是 相互关联的。",
    "options": {
      "A": "资源",
      "B": "人员",
      "C": "过程",
      "D": "技术"
    },
    "answer": "B",
    "explanation": "钻石模型将组织计划的关键组成部分标识为其信息与控制、人员、结构和任务，所有组件都 是相互关联的。"
  },
  {
    "id": "N04-038",
    "stem": "() 是基于Web 的架构。",
    "options": {
      "A": "集中式架构",
      "B": "分布式架构",
      "C": "企业信息化架构",
      "D": "面向服务的架构"
    },
    "answer": "D",
    "explanation": "P100: 面向服务的架构就是基于Web 的架构，其特点是利于快速构建应用程序"
  },
  {
    "id": "N04-039",
    "stem": "建立自己的信息系统安全组织机构管理体系的第一步是()。",
    "options": {
      "A": "成立安全领导小组",
      "B": "配备安全管理人员",
      "C": "建立安全职能部门",
      "D": "主要负责人出任领导"
    },
    "answer": "B",
    "explanation": "建立自己的信息系统安全组织机构管理体系，参考步骤： ①配备安全管理人员 ②建立安全职能部门 ③成立安全领导小组 ④主要负责人出任领导 ⑤建立信息安全保密管理部门"
  },
  {
    "id": "N04-040",
    "stem": "信息系统的运维和服务中，IT 服务管理是通过主动管理和流程的持续改进来确保IT 服务交付 有效且高效的一组活动，()不属于IT 服务管理的活动。",
    "options": {
      "A": "服务台",
      "B": "事件管理",
      "C": "配置管理",
      "D": "过程管理"
    },
    "answer": "D",
    "explanation": "《蜗牛软考综合一本通》-4.1.4运维和服务★★ P101,IT 服务管理由若干不同的活动组成：服务台、事件管理、问题管理、变更管理、配置管理、发布管理、 服务级别管理、财务管理、容量管理、服务连续性管理和可用性管理。"
  },
  {
    "id": "N04-041",
    "stem": "使用六西格玛倡导的五阶段方法DMAIC/DMADN, 是对戴明环四阶段周期的延伸，包括：定 义 (Define) 、 度量 (Measure) 、() 、 改进/设计 (Improve/Design) 、 控制/验证(Control/Verify)。",
    "options": {
      "A": "分析",
      "B": "测量",
      "C": "分配",
      "D": "实施"
    },
    "answer": "A",
    "explanation": "DMADV 是指定义、度量、分析、设计、验证"
  },
  {
    "id": "N04-042",
    "stem": "通常，计算机位于数据中心，并由IT 部门直接管理。存储的数据和应用程序都运行于中央计算 机 上 ， 属 于 ( ) 。",
    "options": {
      "A": "集中式架构",
      "B": "分布式架构",
      "C": "面向服务的系统架构",
      "D": "云服务架构"
    },
    "answer": "A",
    "explanation": "集中式架构 大型中央计算机系统处理系统的所有功能。通 常，计算机位于数据中心，并由IT部门直接 管理。存储的数据和应用程序都运行于中央计 算机上。网络连接允许用户从远程位置访问大 型机 主机架构 当需要系统易于管理时； 所有功能都在同一个地 方 ； 当业务本身高度集中的时 候"
  },
  {
    "id": "N04-043",
    "stem": "() 是服务中与服务干系人沟通和交互的重要界面，负责对服务干系人遇到的问题和需求进行 响应和处理。",
    "options": {
      "A": "事件管理",
      "B": "服务台",
      "C": "问题管理",
      "D": "变更管理"
    },
    "answer": "B",
    "explanation": "服务台是服务中与服务干系人涡牛沟通和交互的重要界面，负责对服务干系人遇到的问题和 需求进行响应和处理； IT 服务管理由若干不同的活动组成：服务台、事件管理、问题管理、变更管理、配置管理、发布管理、服务 级别管理、财务管理、容量管理、服务连续性管理和可用性管理。"
  },
  {
    "id": "N04-044",
    "stem": "当业务本身高度集中的时候，系统要易于管理时，采用()。",
    "options": {
      "A": "集中式架构",
      "B": "分布式架构",
      "C": "面向服务的系统架构",
      "D": "云服务架构"
    },
    "answer": "A",
    "explanation": "集中式架构 大型中央计算机系统处理系统的所有功能。通 常，计算机位于数据中心，并由IT部门直接 管理。存储的数据和应用程序都运行于中央计 算机上。网络连接允许用户从远程位置访问大 型机 主机架构 当需要系统易于管理时； 所有功能都在同一个地 方 ； 当业务本身高度集中的时 候"
  },
  {
    "id": "N04-045",
    "stem": "当希望系统成为敏捷架构；并且可重用性和组件化利于创造新应用时，采用()。",
    "options": {
      "A": "集中式架构",
      "B": "分布式架构",
      "C": "面向服务的系统架构",
      "D": "云服务架构"
    },
    "answer": "C",
    "explanation": "面向服务的架 构 在被称为编排的过程中，将较大的软件程序分 解为相互连接的服务。基于此，它们共同构成 了一个应用来运行整个业务流程。通常，这些 服务可从互联网上的一系列供应商处获得，而 应用程序则是这些服务链接在一起形成的组 合 基于Web的架 构 当希望系统成为敏捷架 构 ； 可重用性和组件化利于创 造新应用； 当业务对新应用和快速设 计迭代要求较高时"
  },
  {
    "id": "N04-046",
    "stem": "() 的总体目标是减少事件的数量和严重性。",
    "options": {
      "A": "事件管理",
      "B": "服务台",
      "C": "问题管理",
      "D": "变更管理"
    },
    "answer": "C",
    "explanation": "问题管理的总体目标是减少事件的数量和严重性，这种对事件的控制既包括发生事件后的被 动性措施，也包括采取主动措施预防与容量相关的事件发生。"
  },
  {
    "id": "N04-047",
    "stem": "在优化和持续改进阶段，度量阶段目标不包括()。",
    "options": {
      "A": "流程定义",
      "B": "指标定义",
      "C": "信息系统定义",
      "D": "流程基线"
    },
    "answer": "C",
    "explanation": "度量阶段目标包括流程定义、指标定义、流程基线和度量系统分析"
  },
  {
    "id": "N04-048",
    "stem": "( ) 的流程更多的是与过程相关，并且重在管理而不是技术。",
    "options": {
      "A": "事件管理",
      "B": "服务台",
      "C": "问题管理",
      "D": "变更管理"
    },
    "answer": "D",
    "explanation": "变更管理的流程更多的是与过程相关，并且重在管理而不是技术。"
  },
  {
    "id": "N04-049",
    "stem": "属于信息安全三元组是()。 ①保密性；②完整性；③可用性；④稳定性；⑤安全性",
    "options": {
      "A": "①②⑤",
      "B": "①③⑤",
      "C": "①②③",
      "D": "②③④"
    },
    "answer": "C",
    "explanation": "保密性、完整性和可用性是信息安全最为关注的三个属性，因此这三个特性也经常被称为信 息安全三元组"
  },
  {
    "id": "N04-050",
    "stem": "() 就是对 IT 服务的级别进行定义、记录和管理，并在可接受的成本之下与干系人达成一致 的管理过程。",
    "options": {
      "A": "服务级别管理",
      "B": "财务管理",
      "C": "容量管理",
      "D": "服务连续性管理"
    },
    "answer": "A",
    "explanation": "服务级别管理就是对IT 服务的级别进行定义、记录和管理，并在可接受的成本之下与干系人达成一致的管理 过程，通过服务水平协议(SLA)、服务绩效监控和报告的不断循环，持续维护和改进服务质量，以及触发采取 行动消除较差服务，从而满足干系人的服务需求。"
  },
  {
    "id": "N04-051",
    "stem": "关于数据安全的说法，错误的是()。",
    "options": {
      "A": "组织的数据安全能力域通常包括数据安全策略、数据安全管理和数据安全审计、数据安全改进4个能力项",
      "B": "数据安全策略是数据安全的核心内容，在制定的过程中需要结合组织管理需求、监管需求以及相关标准等 统一制定",
      "C": "数据安全管理是在数据安全标准与策略的指导下，通过对数据访问的授权、分类分级的控制、监控数据的 访问等进行数据安全的管理工作，满足数据安全的业务需要和监管需求，实现组织内部对数据生存周期的数 据安全管理",
      "D": "数据安全审计是一项控制活动，负责定期分析、验证、讨论、改进数据安全管理相关的策略、标准和活动。 数据安全审计的目标是为组织以及外部监管机构提供评估和建议"
    },
    "answer": "A",
    "explanation": "P112, 组织的数据安全能力域通常包括数据安全策略、数据安全管理和数据安全审计三个能 力项。"
  },
  {
    "id": "N04-052",
    "stem": "() 主要活动包括：定期测量、计划变更、战略优化和技术变化等。",
    "options": {
      "A": "服务级别管理",
      "B": "财务管理",
      "C": "容量管理",
      "D": "服务连续性管理"
    },
    "answer": "C",
    "explanation": "容量管理主要活动包括：定期测量、计划变更、战略优化和技术变化等。容量管理由三个子 过程组成：业务容量管理、服务容量管理、资源容量管理。"
  },
  {
    "id": "N04-053",
    "stem": "以下不属于容量管理的子过程是()。",
    "options": {
      "A": "业务容量管理",
      "B": "服务容量管理",
      "C": "资源容量管理",
      "D": "技术容量管理"
    },
    "answer": "D",
    "explanation": "容量管理主要活动包括：定期测量、计划变更、战略优化和技术变化等。容量管理由三个子 过程组成：业务容量管理、服务容量管理、资源容量管理。"
  },
  {
    "id": "N04-054",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "信息安全三元组指的是保密性、完整性、可用性",
      "B": "数据是大多数信息安全的核心要素",
      "C": "完整性指的是信息是完整的，没有丢失的",
      "D": "可用性指的是信息随时可以使用的能力"
    },
    "answer": "B",
    "explanation": "P125: 信息是大多数信息安全的核心要素"
  },
  {
    "id": "N04-055",
    "stem": "GB/T28827.1《 信息技术服务运行维护第1部分：通用要求》定义的IT 运维能力模型包含 治理要求、运行维护服务能力体系和价值实现，其中()为价值实现赋能。",
    "options": {
      "A": "用户需求",
      "B": "治理要求",
      "C": "战略要求",
      "D": "运维服务能力体系"
    },
    "answer": "D",
    "explanation": "P120: 治理要求 指导 运行维护服务能力体系(MCS) 策划 人员 关键 指标 资源 改进 赋能 实施 过程 技术 检查 能力 需求 价值实现 服务 服务 服务 需求 提供 价值 图4-8 IT 运维能力模型图 【蜗牛老师点评】这题即使不记得，也很好做。题目问，其中 XXX 为价值实现赋能，这个其中就是指前面题 干中的三个部分。“治理要求、运行维护服务能力体系和价值实现”,价值实现可以被直接排除，那么就剩 下2个“治理要求和运行维护服务能力体系”,这2个2选1,不算难吧。 所以，答案选 D。"
  },
  {
    "id": "N04-056",
    "stem": "() 是指一个组件或一种服务在设定的某个时刻或某段时间内发挥其应有功能的能力。",
    "options": {
      "A": "服务级别",
      "B": "财 务",
      "C": "容 量",
      "D": "可用性"
    },
    "answer": "D",
    "explanation": "可用性是指一个组件或一种服务在设定的某个时刻或某段时间内发挥其应有功能的能力。"
  },
  {
    "id": "N04-057",
    "stem": "关 于IT 服 务 管 理 ， 错 误 的 是 ( ) 。",
    "options": {
      "A": "当发生了几个看起来具有相同或相似根本原因的事件时，就会启动问题管理活动",
      "B": "服务台是服务中与服务干系人沟通和交互的重要界面，负责对服务干系人遇到的问题和需求进行响应和处 理 ； 是IT 服务干系人的“官方”接口和信息发布点",
      "C": "服务连续性管理就是对IT 服务的级别进行定义、记录和管理，并在可接受的成本之下与干系人达成一致 的管理过程",
      "D": "可用性管理是有关设计、实施、监控、评价和报告IT 服务的可用性以确保持续地满足服务干系人的可用 性需求的服务管理流程"
    },
    "answer": "C",
    "explanation": "服务级别管理就是对IT 服务的级别进行定义、记录和管理，并在可接受的成本之下与干系人 达成一致的管理过程，通过服务水平协议(SLA) 、服务绩效监控和报告的不断循环，持续维护和改进服务质量， 以及触发采取行动消除较差服务，从而满足干系人的服务需求。"
  },
  {
    "id": "N04-058",
    "stem": "() 不属于IT 运维能力的关键指标。",
    "options": {
      "A": "人员",
      "B": "技术",
      "C": "过 程",
      "D": "问 题"
    },
    "answer": "D",
    "explanation": "能力建设。组织需要考虑环境的内外部因素，在治理要求的指导下，根据服务场景，识别服 务能力需求，围绕人员、过程、技术、资源能力四要素，策划、实施、检查和改进运行维护能力体系。"
  },
  {
    "id": "N04-059",
    "stem": "IT 运 维 能 力 模 型 由 ( ) , ( ) , ( ) 三 大 部 分 构 成 。",
    "options": {
      "A": "治理要求、运行维护服务能力体系、价值实现",
      "B": "运维标准、运行维护服务能力体系、智能运维",
      "C": "运维标准、运行维护服务能力体系、价值实现",
      "D": "治理要求、运行维护服务能力体系、智能运维"
    },
    "answer": "A",
    "explanation": "国家标准GB/T 28827.1《信息技术服务运行维护第1部分通用要求》定义了 IT 运维能力模型，该模型包 含治理要求、运行维护服务能力体系和价值实现。"
  },
  {
    "id": "N04-060",
    "stem": "在优化和持续改进阶段，控制/验证阶段的目标不包括()。",
    "options": {
      "A": "持续验证优化的信息系统的可交付成果",
      "B": "确定优化改进的驱动因素",
      "C": "记录经验教训",
      "D": "标准化新程序/新系统功能的操作控制要素"
    },
    "answer": "B",
    "explanation": "控制/验证阶段的目标包括标准化新程序/新系统功能的操作控制要素、持续验证优化的信息 系统的可交付成果、记录经验教训"
  },
  {
    "id": "N04-061",
    "stem": "在数据管理能力模型中，组织的数据战略能力域通常不包括()。",
    "options": {
      "A": "数据治理组织",
      "B": "数据战略规划",
      "C": "数据战略实施",
      "D": "数据战略评估"
    },
    "answer": "A",
    "explanation": "组织的数据战略能力域通常包括数据战略规划、数据战略实施和数据战略评估三个能力项"
  },
  {
    "id": "N04-062",
    "stem": "在数据管理能力模型中，组织的数据治理能力域通常不包括()。",
    "options": {
      "A": "数据治理组织",
      "B": "数据治理评估",
      "C": "数据制度建设",
      "D": "数据治理沟通"
    },
    "answer": "B",
    "explanation": "组织的数据治理能力域通常包括数据治理组织、数据制度建设和数据治理沟通三个能力项 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导"
  },
  {
    "id": "N04-063",
    "stem": "等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益产生严重损害或特别严 重损害，或者对社会秩序和公共利益造成危害，但不危害国家安全，属于安全等保中的第几级()。",
    "options": {
      "A": "第一级",
      "B": "第二级",
      "C": "第三级",
      "D": "第四级"
    },
    "answer": "B",
    "explanation": "P126: 第一级，等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益造成 损害，但不危害国家安全、社会秩序和公共利益 第二级，等级保护对象受到破坏后，会对相关公民、法人和其他组织的合法权益产生严重损害或特别严重损 害，或者对社会秩序和公共利益造成危害，但不危害国家安全 第三级，等级保护对象受到破坏后，会对社会秩序和公共利益造成严重危害，或者对国家安全造成危害 第四级，等级保护对象受到破坏后，会对社会秩序和公共利益造成特别严重危害，或者对国家安全造成严重 危害 第五级，等级保护对象受到破坏后，会对国家安全造成特别严重危害"
  },
  {
    "id": "N04-064",
    "stem": "以下不属于数据管理能力模型的8个核心能力域的是()。",
    "options": {
      "A": "数据战略",
      "B": "数据治理",
      "C": "数据架构",
      "D": "数据采集"
    },
    "answer": "D",
    "explanation": "P108:DCMM 定义了数据战略、数据治理、数据架构、数据应用、数据安全、数据质量、 数据标准和数据生存周期8个核心能力域。"
  },
  {
    "id": "N04-065",
    "stem": "以下()不是数据架构能力域的内容。",
    "options": {
      "A": "数据模型",
      "B": "数据分布",
      "C": "元数据管理",
      "D": "数据标准建设"
    },
    "answer": "D",
    "explanation": "P109, 组织的数据架构能力域通常包括数据模型、数据分布、数据集成与共享、元数据管理。"
  },
  {
    "id": "N04-066",
    "stem": "以下()不是数据应用能力域的内容。",
    "options": {
      "A": "数据分析",
      "B": "数据模型",
      "C": "数据开放共享",
      "D": "数据服务"
    },
    "answer": "B",
    "explanation": "组织的数据应用能力域通常包括数据分析、数据开放共享、数据服务。"
  },
  {
    "id": "N04-067",
    "stem": "以下()不是数据安全能力域的内容。",
    "options": {
      "A": "数据安全策略",
      "B": "数据安全管理",
      "C": "数据安全监督",
      "D": "数据安全审计"
    },
    "answer": "C",
    "explanation": "组织的数据安全能力域通常包括数据安全策略、数据安全管理、数据安全审计。"
  },
  {
    "id": "N04-068",
    "stem": "在数据管理能力模型中，()是不正确的。",
    "options": {
      "A": "组织的数据架构能力域通常包括数据模型、数据分布、数据集成与共享和元数据管理四个能力项",
      "B": "数据应用能力域通常包括数据分析、数据开放共享和数据服务三个能力项",
      "C": "组织的数据安全能力域通常包括数据安全策略、数据安全管理和数据安全审计三个能力项",
      "D": "组织的数据质量能力域通常包括数据需求、数据设计和开发、数据运维和数据退役四个能力项"
    },
    "answer": "D",
    "explanation": "组织的数据质量能力域通常包括数据质量需求、数据质量检查、数据质量分析和数据质量提 升四个能力项。 组织的数据生存周期能力域通常包括数据需求、数据设计和开发、数据运维和数据退役四个能力项。"
  },
  {
    "id": "N04-069",
    "stem": "数据退役是对历史数据的管理，根据法律法规、业务、技术等方面需求，对历史数据的保留和 销毁，执行历史数据的归档、迁移和销毁工作，确保组织对历史数据的管理符合外部监管机构和内部业务用 户的需求，而非仅满足信息技术需求。数据退役主要活动和工作要点不包括()。",
    "options": {
      "A": "数据退役需求分析",
      "B": "数据退役策略",
      "C": "数据退役执行",
      "D": "数据退役恢复检查"
    },
    "answer": "B",
    "explanation": "数据退役主要活动和工作要点包括：数据退役需求分析、数据退役设计、数据退役执行、数 据恢复检查、归档数据查询"
  },
  {
    "id": "N04-070",
    "stem": "国内外常用的数据管理模型不包括()。",
    "options": {
      "A": "数据管理能力成熟度模型 (DCMM)",
      "B": "成熟度模型(CMMI)",
      "C": "数据治理框架 (DGI)",
      "D": "数据管理能力评价模型 (DCAM)"
    },
    "answer": "B",
    "explanation": "国内外常用的数据管理模型包括：数据管理能力成熟度模型 (DCMM、 数据治理框架 DGI 、数据管理能力评价模型DCAM 以及数据管理模型 (DAMA 定义的模型)等"
  },
  {
    "id": "N04-071",
    "stem": "在数据管理领域，数据管理能力，成熟度模型 (DCMM), 将组织的管理成熟度划分为初始级、 ()、稳健级、量化管理级和优化。",
    "options": {
      "A": "可进阶级",
      "B": "发展级",
      "C": "受管理级",
      "D": "安全级"
    },
    "answer": "C",
    "explanation": "《蜗牛软考202405高项冲刺精华》第4章- 【考点5】数据管理★★★★★ (1)数据管理能力成熟度模型 (DCMM), 将组织的管理成熟度划分为5个等级，分别是： 初始级、 受管理级、稳健级、量化管理级和优化级。 级别 要点 初始级 数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 受管理级 组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管理。 稳健级 数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进数 据管理的规范化。 量化管理 级 数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 优化级 数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分享。 【口诀：一被，二初，三规，四量，五最】 一定要掌握"
  },
  {
    "id": "N04-072",
    "stem": "组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员涡牛进行初步 管理是()的特点。",
    "options": {
      "A": "初始级",
      "B": "受管理级",
      "C": "稳健级",
      "D": "量化管理级"
    },
    "answer": "B",
    "explanation": "P118 级别 要点 初始级 数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 受管理级 组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管理。 稳健级 数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进数 据管理的规范化。 量化管理 级 数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 优化级 数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分享。"
  },
  {
    "id": "N04-073",
    "stem": "数据管理能力成熟度模型 (DCMM) 将组织的管理成熟度划分为5个等级，每个级别中数据的 重要程度会有所不同，从()开始强调数据管理的规范化，数据被当做实现组织绩效目标的重要资产。",
    "options": {
      "A": "量化管理级",
      "B": "稳健级",
      "C": "优化级",
      "D": "受管理级"
    },
    "answer": "B",
    "explanation": "P118: 数据管理能力成熟度模型。DCMM 将组织的管理成熟度划分为5个等级，分别是： 初始级、受管理级、稳健级、量化管理级和优化级。 ● 初始级：数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 ● 受管理级：组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管 理。 ● 稳健级：数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进 数据管理的规范化。 ● 量化管理级：数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 ● 优化级：数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分 享。"
  },
  {
    "id": "N04-074",
    "stem": "数据管理能力成熟度模型(DCMM) 将组织的管理成熟度划分为5个等级，每个级别中数据的 重要程度会有所不同，从()开始数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监 控 。",
    "options": {
      "A": "量化管理级",
      "B": "稳健级",
      "C": "优化级",
      "D": "受管理级"
    },
    "answer": "A",
    "explanation": "P118: 数据管理能力成熟度模型。DCMM 将组织的管理成熟度划分为5个等级，分别是： 初始级、受管理级、稳健级、量化管理级和优化级。 ● 初始级：数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 ● 受管理级：组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管 理 。 ● 稳健级：数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进 数据管理的规范化。 ● 量化管理级：数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 ● 优化级：数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分 享。"
  },
  {
    "id": "N04-075",
    "stem": "数据管理能力成熟度模型 (DCMM) 将组织的管理成熟度划分为5个等级，每个级别中数据的 重要程度会有所不同，从()开始强调数据管理的规范化，数据被当做实现组织绩效目标的重要资产。",
    "options": {
      "A": "量化管理级",
      "B": "稳健级",
      "C": "优化级",
      "D": "受管理级"
    },
    "answer": "B",
    "explanation": "P118: 数据管理能力成熟度模型。DCMM 将组织的管理成熟度划分为5个等级，分别是： 初始级、受管理级、稳健级、量化管理级和优化级。 ● 初始级：数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 ● 受管理级：组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管 理。 ● 稳健级：数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进 数据管理的规范化。 ● 量化管理级：数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 ● 优化级：数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分 享。"
  },
  {
    "id": "N04-076",
    "stem": "数据管理能力成熟度模型中，()特征是数据被认为是获取竞争优势的重要资源，数据管理的 效率能量化分析和监控。",
    "options": {
      "A": "初始级",
      "B": "受管理级",
      "C": "稳健级",
      "D": "量化管理级"
    },
    "answer": "D",
    "explanation": "P118: 数据管理能力成熟度模型。DCMM 将组织的管理成熟度划分为5个等级，分别是： 初始级、受管理级、稳健级、量化管理级和优化级。 ● 初始级：数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 ● 受管理级：组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管 理。 · 稳健级：数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进 数据管理的规范化。 ● 量化管理级：数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 ● 优化级：数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分 享。"
  },
  {
    "id": "N04-077",
    "stem": "数据管理能力成熟度模型中，()特征是数据需求的管理主要是在项目级体现，没有统一的管 理流程，主要是被动式管理。",
    "options": {
      "A": "初始级",
      "B": "受管理级",
      "C": "稳健级",
      "D": "量化管理级"
    },
    "answer": "A",
    "explanation": "P118: 数据管理能力成熟度模型。DCMM 将组织的管理成熟度划分为5个等级，分别是： 初始级、受管理级、稳健级、量化管理级和优化级。 ● 初始级：数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 ● 受管理级：组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管 理。 ● 稳健级：数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进 数据管理的规范化。 ● 量化管理级：数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 ● 优化级：数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分 享。"
  },
  {
    "id": "N04-078",
    "stem": "数据管理能力成熟度模型中，()特征是数据被认为是组织生存和发展的基础，相关管理流程 能实时优化，能在行业内进行最佳实践分享。",
    "options": {
      "A": "受管理级",
      "B": "稳健级",
      "C": "量化管理级",
      "D": "优化级"
    },
    "answer": "D",
    "explanation": "P118: 数据管理能力成熟度模型。DCMM 将组织的管理成熟度划分为5个等级，分别是： 初始级、受管理级、稳健级、量化管理级和优化级。 ● 初始级：数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。 ● 受管理级：组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管 理。 ● 稳健级：数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进 数据管理的规范化。 ● 量化管理级：数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 ● 优化级：数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分 享。"
  },
  {
    "id": "N04-079",
    "stem": "DGI 数据治理框架，从()这三个维度提出了关于数据治理活动的10个关键通用组件。",
    "options": {
      "A": "治理结构、治理规则和治理过程",
      "B": "组织结构、治理规划和治理实施",
      "C": "治理结构、治理规划和治理实施",
      "D": "组织结构、治理规则和治理过程"
    },
    "answer": "D",
    "explanation": "DGI 数据治理框架，从组织结构、治理规则和治理过程这三个维度提出了关于数据治理活动 的10个关键通用组件。"
  },
  {
    "id": "N04-080",
    "stem": "IT 运维能力模型中，()负责指导，它是IT 运维能力的基础。",
    "options": {
      "A": "运维标准",
      "B": "运行维护服务能力体系",
      "C": "价值实现",
      "D": "治理要求"
    },
    "answer": "D",
    "explanation": "治理要求 指导 运行维护服务能力体系(MCS) 策划 实施 人员 过程 关键 指标 资源 技术 改进 赋能 服务 需求 价值实现 服务 提供 检查 能力 需求 服务 价值 图4-8 IT运维能力模型图"
  },
  {
    "id": "N04-081",
    "stem": "() 是高效做事。",
    "options": {
      "A": "技术",
      "B": "资源",
      "C": "人 员",
      "D": "过 程"
    },
    "answer": "A",
    "explanation": "P122 国家标准GB/T 28827.1《信息技术服务运行维护第1部分通用要求》定义了 IT 运维能力模型，该模型包 含治理要求、运行维护服务能力体系和价值实现。 1)能力建设。组织需要考虑环境的内外部因素，在治理要求的指导下，根据服务场景，识别服务能力需求， 围绕人员、过程、技术、资源能力四要素，策划、实施、检查和改进运行维护能力体系。 2)人员能力。组织人员能力建设聚焦在从知识、技能和经验维度选择合适的人，从人员管理和岗位职责维度 明确做适合的事，目的是指导IT 运维团队根据岗位职责和管理要求“选人做事”。 3)资源能力。资源主要由人员涡牛、过程和技术要素中被固化下来的能力转化而成，资源。能力确保IT 运维 能“保障做事”。 4)技术能力。组织需要通过自有核心技术的研发和非自有核心技术的学习，持续提升IT 运维过程中发现问题 和解决问题的能力，技术要素确保IT 运维能“高效做事”。 5)过程。组织通过过程的制定，把人员、技术和资源要素以过程为主线串接在一起，用于指导IT 运维人员按 约定的方式和方法，确保IT 运维能“正确做事”"
  },
  {
    "id": "N04-082",
    "stem": "() 就是确保所传输的数据只被其预定的接收者读取。",
    "options": {
      "A": "保密性",
      "B": "可靠性",
      "C": "可用性",
      "D": "完整性"
    },
    "answer": "A",
    "explanation": "保密性：信息不被未授权者知晓的属性。"
  },
  {
    "id": "N04-083",
    "stem": "CI",
    "options": {
      "A": "保 密",
      "B": "可 用",
      "C": "数据",
      "D": "信 息"
    },
    "answer": "D",
    "explanation": "CIA 有其局限性， CIA 关注的重心在信息，虽然这是大多数信息安全的核心要素"
  },
  {
    "id": "N04-084",
    "stem": "GB/T28827.1《 信息技术服务运行维护第1部分：通用要求》定义的IT 运维能力模型包含 治理要求、运行维护服务能力体系和价值实现，其中()为运维服务能力体系提供能力需求。",
    "options": {
      "A": "用户需求",
      "B": "治理要求",
      "C": "价值实现",
      "D": "运维服务能力体系"
    },
    "answer": "C",
    "explanation": "P120: 治理要求 指导 运行维护服务能力体系(MCS) 策划 实施 人员 过程 关键 指标 资源 技术 改 进 赋能 价值实现 服务 提供 图4-8 IT 运维能力模型图"
  },
  {
    "id": "N04-085",
    "stem": "( ) 是 选 人 做 事 。",
    "options": {
      "A": "技术能力",
      "B": "资源能力",
      "C": "人员能力",
      "D": "过程"
    },
    "answer": "C",
    "explanation": "P122 国家标准 GB/T 28827.1《信息技术服务运行维护第1部分通用要求》定义了 IT 运维能力模型，该模型包 含治理要求、运行维护服务能力体系和价值实现。 1)能力建设。组织需要考虑环境的内外部因素，在治理要求的指导下，根据服务场景，识别服务能力需求， 围绕人员、过程、技术、资源能力四要素，策划、实施、检查和改进运行维护能力体系。 2)人员能力。组织人员能力建设聚焦在从知识、技能和经验维度选择合适的人，从人员管理和岗位职责维度 明确做适合的事，目的是指导IT 运维团队根据岗位职责和管理要求“选人做事”。 3)资源能力。资源主要由人员、过程和技术要素中被固化下来的能力转化而成，资源。能力确保IT 运维能“保 障做事”。 4)技术能力。组织需要通过自有核心技术的研发和非自有核心技术的学习，持续提升IT 运维过程中发现问题 和解决问题的能力，技术要素确保IT 运维能“高效做事”。 5)过程。组织通过过程的制定，把人员、技术和资源要素以过程为主线串接在一起，用于指导IT 运维人员按 约定的方式和方法，确保IT 运维能“正确做事”"
  },
  {
    "id": "N04-086",
    "stem": "() 是正确做事。",
    "options": {
      "A": "技术能力",
      "B": "资源能力",
      "C": "人员能力",
      "D": "过 程"
    },
    "answer": "D",
    "explanation": "P122 国家标准 GB/T 28827.1《信息技术服务运行维护第1部分通用要求》定义了 IT 运维能力模型，该模型包 含治理要求、运行维护服务能力体系和价值实现。 1)能力建设。组织需要考虑环境的内外部因素，在治理要求的指导下，根据服务场景，识别服务能力需求， 围绕人员、过程、技术、资源能力四要素，策划、实施、检查和改进运行维护能力体系。 2)人员能力。组织人员能力建设聚焦在从知识、技能和经验维度选择合适的人，从人员管理和岗位职责维度 明确做适合的事，目的是指导IT 运维团队根据岗位职责和管理要求“选人做事”。 3)资源能力。资源主要由人员、过程和技术要素中被固化下来的能力转化而成，资源。能力确保IT 运维能“保 障做事”。 4)技术能力。组织需要通过自有核心技术的研发和非自有核心技术的学习，持续提升IT 运维过程中发现问题 和解决问题的能力，技术要素确保IT 运维能“高效做事”。 5)过程。组织通过过程的制定，把人员、技术和资源要素以过程为主线串接在一起，用于指导IT 运维人员按 约定的方式和方法，确保IT 运维能“正确做事”"
  },
  {
    "id": "N04-087",
    "stem": "() 是保障做事。",
    "options": {
      "A": "技术能力",
      "B": "资源能力",
      "C": "人员能力",
      "D": "过 程"
    },
    "answer": "B",
    "explanation": "P122 国家标准GB/T 28827.1《信息技术服务运行维护第1部分通用要求》定义了 IT 运维能力模型，该模型包 含治理要求、运行维护服务能力体系和价值实现。 1)能力建设。组织需要考虑环境的内外部因素，在治理要求的指导下，根据服务场景，识别服务能力需求， 围绕人员、过程、技术、资源能力四要素，策划、实施、检查和改进运行维护能力体系。 2)人员能力。组织人员莴刘能力建设聚焦在从知识、技能和经验维度选择合适的人，从人员管理和岗位职责 维度明确做适合的事，目的是指导IT 运维团队根据岗位职责和管理要求“选人做事”。 3)资源能力。资源主要由人员、过程和技术要素中被固化下来的能力转化而成，资源。能力确保IT 运维能“保 障做事”。 4)技术能力。组织需要通过自有核心技术的研发和非自有核心技术的学习，持续提升IT 运维过程中发现问题 和解决问题的能力，技术要素确保IT 运维能“高效做事”。 5)过程。组织通过过程的制定，把人员、技术和资源要素以过程为主线串接在一起，用于指导IT 运维人员按 约定的方式和方法，确保IT 运维能“正确做事”"
  },
  {
    "id": "N04-088",
    "stem": "智能运维场景实现的关键审核要点应围绕()。",
    "options": {
      "A": "质量可靠、安全可控、效率提升、成本降低的四个运维目标",
      "B": "场景分析、场景构建、场景交付、效果评估四个关键过程",
      "C": "数据管理、分析决策、自动控制三个能力域",
      "D": "能感知、会描述、自学习、会诊断、可决策、自执行、自适应七个特征"
    },
    "answer": "B",
    "explanation": "组织需在组织治理的指导下，对智能运维场景实现提出能力建设要求，开展智能运维能力规 划和建设。组织通过场景分析、场景构建、场景交付和效果评估四个过程，基于数据管理能力域提供的高质 量数据，结合分析决策能力域做出合理判断或结论，并根据需要驱动自动控制能力域执行运维操作，使运维 场景具备智能特征，提升智能运维水平，实现质量可靠、安全可控、效率提升、成本降低。"
  },
  {
    "id": "N04-089",
    "stem": "根据 GB/T22239《 信息安全技术网络安全等级保护基本要求》规定，()应能够防护免受 来自外部小型组织的、拥有少量资源的威胁源发起的恶意攻击、 一般的自然灾难，以及其他相当危害程度的 威胁所造成的重要资源损害，能够发现重要的安全漏洞和处置安全事件，在自身遭到损害后，能够在一段时 间内恢复部分功能。",
    "options": {
      "A": "第 一 级",
      "B": "第二级",
      "C": "第三级",
      "D": "第四级"
    },
    "answer": "B",
    "explanation": "第二级：应能够防护免受来自外部小型组织的、拥有少量资源的威胁源发起的恶意攻击、 一 般的自然灾难，以及其他相当危害程度的威胁所造成的重要资源损害，能够发现重要的安全漏洞和处置安全 事件，在自身遭到损害后，能够在一段时间内恢复部分功能。"
  },
  {
    "id": "N04-090",
    "stem": "网络安全等级保护制度2 . 0,于()开始实施。",
    "options": {
      "A": "2021 年 7 月 1 日",
      "B": "2021 年 1 2 月 1 日",
      "C": "2019 年 1 2 月 1 日",
      "D": "2019 年 7 月 1 日"
    },
    "answer": "C",
    "explanation": "网络安全等级保护制度2 .0,于2019年12月1日开始实施。 第5章信息系统工程"
  },
  {
    "id": "N05-001",
    "stem": "软件工程由方法、工具和过程三个部分组成，下面不属于软件工程中的过程管理的是()。",
    "options": {
      "A": "质量保证",
      "B": "制订项目管理计划",
      "C": "配置管理",
      "D": "商业论证"
    },
    "answer": "D",
    "explanation": "P129: 软件工程中的过程贯穿于软件开发的各个环节，管理人员在软件工程过程中，要对软 件开发的质量、进度和成本进行评估、管理和控制，包括人员组织、计划跟踪与控制、成本估算、质量保证 和配置管理等"
  },
  {
    "id": "N05-002",
    "stem": "() 是指用户对新系统在功能、行为、性能、设计约束等方面的期望。",
    "options": {
      "A": "软件需求",
      "B": "系统需求",
      "C": "软件工程",
      "D": "软件质量"
    },
    "answer": "A",
    "explanation": "P131: 软件需求是指用户对新系统在功能、行为、性能、设计约束等方面的期望。"
  },
  {
    "id": "N05-003",
    "stem": "软件工程由方法、工具和过程三个部分组成，下面不属于软件工程中的过程管理的是()。",
    "options": {
      "A": "计划跟踪与控制",
      "B": "成本估算",
      "C": "立项管理",
      "D": "人员组织"
    },
    "answer": "C",
    "explanation": "P129: 软件工程中的过程贯穿于软件开发的各个环节，管理人员在软件工程过程中，要对软 件开发的质量、进度和成本进行评估、管理和控制，包括人员组织、计划跟踪与控制、成本估算、质量保证 和配置管理等"
  },
  {
    "id": "N05-004",
    "stem": "常用的软件需求分析方法有很多，其中面向数据流分析方法是()。",
    "options": {
      "A": "结构化分析方法",
      "B": "统一建模语言",
      "C": "对象分析方法",
      "D": "状态迁移图法"
    },
    "answer": "A",
    "explanation": "P138: 结构化设计是一种面向数据流的方法"
  },
  {
    "id": "N05-005",
    "stem": "() 定位于在并发事务中保证数据库中数据的逻辑一致性。",
    "options": {
      "A": "保证数据的操作完整性",
      "B": "保证数据库的完整性",
      "C": "保证数据的语义完整性",
      "D": "防止非法的数据访问"
    },
    "answer": "A",
    "explanation": "《蜗牛软考202405高项冲刺精华》 -第5章【考点9】数据库安全★★★ 保证数据的操 作完整性 定位于在并发事务中保证数据库中数据的逻辑一致性。一般而言，数据库管理系统中的并 发管理器子系统负责实现这部分需求"
  },
  {
    "id": "N05-006",
    "stem": "以下关于部署交付中的说法错误的是()。",
    "options": {
      "A": "软件部署与交付是软件生命周期中的一个重要环节，属于软件开发的后期活动",
      "B": "软件的部署和交付属于软件开发的后期活动，在开发完成上线之前部署一次即可",
      "C": "软件的缺陷所造成的损失，相当大的部分是由于部署与交付失败所引起的",
      "D": "部署技术影响着整个软件过程的运行效率和成本投入，软件系统部署的管理代价占到整个软件管理开销的 大部分"
    },
    "answer": "B",
    "explanation": "P142: 同时，需求和市场的不断变化导致软件的部署和交付不再是一个一劳永逸的过程，而 是一个持续不断的过程，伴随在整个软件的开发过程中"
  },
  {
    "id": "N05-007",
    "stem": "() 往往被定义为提供关于信息资源或数据的一种结构化数据，是对信息资源的结构化描述。",
    "options": {
      "A": "数据源",
      "B": "数据模型",
      "C": "实体",
      "D": "元数据"
    },
    "answer": "D",
    "explanation": "元数据往往被定义为提供关于信息资源或数据的一种结构化数据，是对信息资源的结构化描述。"
  },
  {
    "id": "N05-008",
    "stem": "如果一个子系统可以从一个环境移植到另一个环境，称它是()。",
    "options": {
      "A": "互操作",
      "B": "可移植",
      "C": "可重用",
      "D": "交互性"
    },
    "answer": "B",
    "explanation": "如果一个子系统(构件或部分)可以从一个环境移植到另一个环境，称它是可移植的"
  },
  {
    "id": "N05-009",
    "stem": "数据存储介质类型主要有()。",
    "options": {
      "A": "磁带、机械硬盘、固态硬盘",
      "B": "DAS 、NAS 、SAN",
      "C": "光盘、机械硬盘、固态硬盘",
      "D": "磁带、光盘和磁盘"
    },
    "answer": "D",
    "explanation": "存储介质的类型主要有磁带、光盘和磁盘三种"
  },
  {
    "id": "N05-010",
    "stem": "保证仅允许授权的用户访问数据库，应采取()安全策略来应对。",
    "options": {
      "A": "防止非法的数据访问",
      "B": "审计和日志",
      "C": "标识和认证",
      "D": "防止推导"
    },
    "answer": "A",
    "explanation": "防止非法的数 据访问 这是数据库安全关键的需求之一。数据库管理系统必须根据用户或应用的授权来检查访问 请求，以保证仅允许授权的用户访问数据库。数据库的访问控制要比操作系统中的文件访 问控制复杂得多。首先，控制的对象有更细的粒度，如表、记录、属性等；其次，数据库 中的数据是语义相关的，所以用户可以不直接访问数据项而间接获取数据"
  },
  {
    "id": "N05-011",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "数据挖掘分析所需的数据量比传统数据分析所需的数据量大，数据量越大，数据挖掘的效果越好",
      "B": "传统数据分析主要运用统计学的方法、手段对数据进行分析，而数据挖掘综合运用数据统计、人工智能、 可视化等技术对数据进行分析",
      "C": "传统数据分析通常是预测型的，通常分析已经发生了什么,而数据挖掘通常是发现型的",
      "D": "传统数据分析由于研究较早，其分析方法相当成熟，而数据挖掘除基于统计学等方法外，部分方法仍处于 发展阶段"
    },
    "answer": "C",
    "explanation": "数据挖掘与传统数据分析的区别： 两者分析对象的数据量有差异。数据挖掘所需的数据量比传统数据分析所需的数据量大，数据量越大，数据 挖掘的效果越好； 两者运用的分析方法有差异。传统数据分析主要运用统计学的方法、手段对数据进行分析，而数据挖掘综合 运用数据统计、人工智能莴刘、可视化等技术对数据进行分析； 两者分析侧重有差异。传统数据分析通常是回顾型和验证型的，而数据挖掘通常是预测型和发现型的。 两者成熟度不同。传统数据分析相当成熟，而数据挖掘除基于统计学等方法外，部分方法仍处于发展阶段。"
  },
  {
    "id": "N05-012",
    "stem": "研究软件架构的根本目的是()。",
    "options": {
      "A": "为软件系统提供了一个结构、行为和属性的高级抽象",
      "B": "指定系统的组织结构和拓扑结构",
      "C": "描述系统的架构风格",
      "D": "解决好软件的复用、质量和维护问题"
    },
    "answer": "D",
    "explanation": "P129: 研究软件架构的根本目的是解决好软件的复用、质量和维护问题"
  },
  {
    "id": "N05-013",
    "stem": "() 包含存储控制、拓扑配置以及各种网络设备如集线器、交换机、路由器和网桥等的故障隔 离 。",
    "options": {
      "A": "资源调度管理",
      "B": "存储资源管理",
      "C": "负载均衡管理",
      "D": "安全管理"
    },
    "answer": "A",
    "explanation": "表5-11存储管理的主要内容 管理 主要内容 资源调度管理 资源调度管理的功能主要是添加或删除存储节点，编辑存储节点的信息，设定某类型存储 资源属于某个节点，或者设定这些资源比较均衡地存储到节点上。它包含存储控制、拓扑 配置以及各种网络设备如集线器、交换机、路由器和网桥等的故障隔离 存储资源管理 存储资源管理是一类应用程序，它们管理和监控物理和逻辑层次上的存储资源，从而简化 资源管理，提高数据的可用性。被管理的资源包括存储硬件如RAID、磁带以及光盘库。存 储资源管理不仅包括监控存储系统的状况、可用性、性能以及配置情况，还包括容量和配 置管理以及事件报警等，从而提供优化策略 负载均衡管理 负载均衡是为了避免存储资源由于资源类型、服务器访问频率和时间不均衡造成浪费或形 成系统瓶颈而平衡负载的技术 安全管理 存储系统的安全主要是防止恶意用户攻击系统或窃取数据。系统攻击大致分为两类：一类 以扰乱服务器正常工作为目的，如拒绝服务攻击DoS等；另一类以入侵或破坏服务器为目 的，如窃取数据、修改网页等"
  },
  {
    "id": "N05-014",
    "stem": "关于软件测试的描述，不正确的是()。",
    "options": {
      "A": "软件测试从已知的条件开始，有预知的结果",
      "B": "软件测试过程可以事先设计，进度可以事先确定",
      "C": "软件测试可分为单元测试、集成测试、系统测试等",
      "D": "软件测试的工作内容包括定位和修改错误"
    },
    "answer": "D",
    "explanation": "P141: 软件测试的目的是找出存在的错误，而调试的目的是定位错误并修改程序以修正错误。调试是测试之后的活 动，测试和调试在目标、方法和思路上都有所不同。"
  },
  {
    "id": "N05-015",
    "stem": "以下说法中，错误的是()。",
    "options": {
      "A": "CORBA 是 OMG 进行标准化分布式对象计算的基础",
      "B": "DCOM 作为COM 的扩展，不仅继承了COM 优点，而且针对分布环境还提供了一些新的特性，如位置 透明性、网络安全性、跨平台调用",
      "C": "COM+为COM 的新发展或COM 更高层次上的应用，其底层结构仍然以COM 为基础，几乎包容了COM 的所有内容",
      "D": "J2EE 的体系结构可以分为客户端层、服务器端组件层和信息系统层。"
    },
    "answer": "D",
    "explanation": "P168-169,J2EE 的体系结构可以分为客户端层、服务器端组件层、EJB 层和信息系统 层。"
  },
  {
    "id": "N05-016",
    "stem": "() 是有效的威慑和事后追查、分析工具。",
    "options": {
      "A": "审计和日志",
      "B": "标识和认证",
      "C": "防止推导",
      "D": "限界"
    },
    "answer": "A",
    "explanation": "P162: 审计和日志是有效的威慑和事后追查、分析工具"
  },
  {
    "id": "N05-017",
    "stem": "以下说法中不正确的是 ()。",
    "options": {
      "A": "传统数据分析所需的数据量比数据挖掘分析所需的数据量大，数据量越大，数据挖掘的效果越好",
      "B": "传统数据分析主要运用统计学的方法、手段对数据进行分析，而数据挖掘综合运用数据统计、人工智能、 可视化等技术对数据进行分析",
      "C": "传统数据分析通常是回顾型和验证型的，通常分析已经发生了什么,而数据挖掘通常是预测型和发现型的， 预测未来的情况，解释发生的原因",
      "D": "传统数据分析由于研究较早，其分析方法相当成熟，而数据挖掘除基于统计学等方法外，部分方法仍处于 发展阶段"
    },
    "answer": "A",
    "explanation": "数据挖掘与传统数据分析的区别： 两者分析对象的数据量有差异。数据挖掘所需的数据量比传统数据分析所需的数据量大，数据量越大，数据 挖掘的效果越好； 两者运用的分析方法有差异。传统数据分析主要运用统计学的方法、手段对数据进行分析，而数据挖掘综合 运用数据统计、人工智能、可视化等技术对数据进行分析； 两者分析侧重有差异。传统数据分析通常是回顾型和验证型的，而数据挖掘通常是预测型和发现型的。 两者成熟度不同。传统数据分析相当成熟，而数据挖掘除基于统计学等方法外，部分方法仍处于发展阶段。"
  },
  {
    "id": "N05-018",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "数据模式是数据的概念、组成、结构和相互关系的总称",
      "B": "数据模式的描述方式主要有图描述方法和数据字典方法",
      "C": "图描述方法常用的有IDEFIX 方法和UML 图，主要用来描述数据集中的数据和实体之间的相互关系",
      "D": "数据字典形式用来描述模型中的数据集、单个实体、属性的摘要信息"
    },
    "answer": "C",
    "explanation": "P152, 图描述方法常用的有IDEFIX 方法和 UML 图，主要用来描述数据集中的实体和实体 之间的相互关系；"
  },
  {
    "id": "N05-019",
    "stem": "() 包括监控存储系统的状况、可用性、性能以及配置情况。",
    "options": {
      "A": "资源调度管理",
      "B": "存储资源管理",
      "C": "负载均衡管理",
      "D": "安全管理"
    },
    "answer": "B",
    "explanation": "表5-11存储管理的主要内容 管理 主要内容 资源调度管理 资源调度管理的功能主要是添加或删除存储节点，编辑存储节点的信息，设定某类型存储 资源属于某个节点，或者设定这些资源比较均衡地存储到节点上。它包含存储控制、拓扑 配置以及各种网络设备如集线器、交换机、路由器和网桥等的故障隔离 存储资源管理 存储资源管理是一类应用程序，它们管理和监控物理和逻辑层次上的存储资源，从而简化 资源管理，提高数据的可用性。被管理的资源包括存储硬件如RAID、磁带以及光盘库。存 储资源管理不仅包括监控存储系统的状况、可用性、性能以及配置情况，还包括容量和配 置管理以及事件报警等，从而提供优化策略 负载均衡管理 负载均衡是为了避免存储资源由于资源类型、服务器访问频率和时间不均衡造成浪费或形 成系统瓶颈而平衡负载的技术 安全管理 存储系统的安全主要是防止恶意用户攻击系统或窃取数据。系统攻击大致分为两类：一类 以扰乱服务器正常工作为目的，如拒绝服务攻击DoS等；另一类以入侵或破坏服务器为目 的，如窃取数据、修改网页等"
  },
  {
    "id": "N05-020",
    "stem": "数据挖掘流程是()。 ①数据准备；②确定分析对象；③数据挖掘；④结果评估；⑤结果应用",
    "options": {
      "A": "①②③⑤④",
      "B": "①②③④⑤",
      "C": "②①③⑤④",
      "D": "②①③④⑤"
    },
    "answer": "D",
    "explanation": "P158: 数据挖掘流程一般包括确定分析对象、数据准备、数据挖掘、结果评估与结果应用五 个阶段"
  },
  {
    "id": "N05-021",
    "stem": "下列不属于.NET 框架下的技术或开发语言的是()。",
    "options": {
      "A": "VB",
      "B": "C++",
      "C": "C#",
      "D": "JavaScript"
    },
    "answer": "D",
    "explanation": "VB、C++、C#、JScript 才是.NET 框架下的开发语言"
  },
  {
    "id": "N05-022",
    "stem": "() 是组织基于软件过程、技术、资源和人员能力达成业务目标的综合能力。包括治理能力、 开发与交付能力、管理与支持能力、组织管理能力等方面。",
    "options": {
      "A": "架构设计",
      "B": "需求分析",
      "C": "软件过程能力",
      "D": "软件实现"
    },
    "answer": "C",
    "explanation": "P144, 软件过程能力是组织基于软件过程、技术、资源和人员能力达成业务目标的综合能力。 包括治理能力、开发与交付能力、管理与支持能力、组织管理能力等方面。"
  },
  {
    "id": "N05-023",
    "stem": "() 是为了避免存储资源由于资源类型、服务器访问频率和时间不均衡造成浪费或形成系统瓶 颈而平衡负载的技术。",
    "options": {
      "A": "资源调度管理",
      "B": "存储资源管理",
      "C": "负载均衡管理",
      "D": "安全管理"
    },
    "answer": "C",
    "explanation": "表5-11存储管理的主要内容 管理 主要内容 资源调度管理 资源调度管理的功能主要是添加或删除存储节点，编辑存储节点的信息，设定某类型存储 资源属于某个节点，或者设定这些资源比较均衡地存储到节点上。它包含存储控制、拓扑 配置以及各种网络设备如集线器、交换机、路由器和网桥等的故障隔离 存储资源管理 存储资源管理是一类应用程序，它们管理和监控物理和逻辑层次上的存储资源，从而简化 资源管理，提高数据的可用性。被管理的资源包括存储硬件如RAID、磁带以及光盘库。存 储资源管理不仅包括监控存储系统的状况、可用性、性能以及配置情况，还包括容量和配 置管理以及事件报警等，从而提供优化策略 负载均衡管理 负载均衡是为了避免存储资源由于资源类型、服务器访问频率和时间不均衡造成浪费或形 成系统瓶颈而平衡负载的技术 安全管理 存储系统的安全主要是防止恶意用户攻击系统或窃取数据。系统攻击大致分为两类：一类 以扰乱服务器正常工作为目的，如拒绝服务攻击DoS等；另一类以入侵或破坏服务器为目 的，如窃取数据、修改网页等"
  },
  {
    "id": "N05-024",
    "stem": "数据挖掘的主要任务不包括()。",
    "options": {
      "A": "数据分析",
      "B": "数据总结",
      "C": "分类和预测",
      "D": "孤立点分析"
    },
    "answer": "A",
    "explanation": "数据挖掘主要任务：数据总结、关联分析、分类和预测、聚类分析和孤立点分析。"
  },
  {
    "id": "N05-025",
    "stem": "把现实世界中具体的人、物、活动和概念进行抽象、表示和处理，变成计算机可处理的数据叫 做 ( ) 。",
    "options": {
      "A": "数据可视化",
      "B": "数据开发",
      "C": "数据标准化",
      "D": "数据建模"
    },
    "answer": "D",
    "explanation": "P147: 数据建模是对现实世界中具体的人、物、活动和概念进行抽象、表示和处理，变成计 算机可处理的数据"
  },
  {
    "id": "N05-026",
    "stem": "() 是异构数据集成中最难处理的问题。",
    "options": {
      "A": "基本数据集成",
      "B": "多级视图集成",
      "C": "模式集成",
      "D": "多粒度数据集成"
    },
    "answer": "D",
    "explanation": "P166: 多粒度数据集成是异构数据集成中最难处理的问题"
  },
  {
    "id": "N05-027",
    "stem": "在并发事务中保证数据库中数据的逻辑一致性，应采取()安全策略来应对。",
    "options": {
      "A": "保证数据的操作完整性",
      "B": "审计和日志",
      "C": "标识和认证",
      "D": "防止推导"
    },
    "answer": "A",
    "explanation": "保证数据的操 定位于在并发事务中保证数据库中数据的逻辑一致性。一般而言，数据库管理系统中的 作完整性 并发管理器子系统负责实现这部分需求"
  },
  {
    "id": "N05-028",
    "stem": "( ) 制有助于对数据源之间的关系进行集成。",
    "options": {
      "A": "基本数据集成",
      "B": "多级视图集成",
      "C": "模式集成",
      "D": "多粒度数据集成"
    },
    "answer": "B",
    "explanation": "P165: 多级视图机制有助于对数据源之间的关系进行集成"
  },
  {
    "id": "N05-029",
    "stem": "不属于J2EE 平台下的技术或开发语言的是()。",
    "options": {
      "A": "EJB",
      "B": "JScript",
      "C": "JVM",
      "D": "JSP"
    },
    "answer": "B",
    "explanation": "VB 、C++ 、C# 、JScript 才是.NET 框架下的开发语言，JVM 是 JAVA 虚拟机"
  },
  {
    "id": "N05-030",
    "stem": "以下不属于数据备份结构的是()。",
    "options": {
      "A": "DAS 备份结构",
      "B": "基于LAN 的备份结构",
      "C": "基于WAN 的备份结构",
      "D": "SERVER-FREE 备份结 构"
    },
    "answer": "C",
    "explanation": "P154: 当前最常见的数据备份结构可以分为四种：DAS 备份结构、基于LAN 的备份结构、 LAN-FREE 备份结构和 SERVER-FREE 备份结构"
  },
  {
    "id": "N05-031",
    "stem": "() 是网上数据共享服务的重要方式。",
    "options": {
      "A": "数据目录服务",
      "B": "数据查询与浏览及下载服务",
      "C": "数据分发服务",
      "D": "云网盘"
    },
    "answer": "B",
    "explanation": "数据服务主要包括数据目录服务、数据查询与浏览及下载服务、数据分发服务。 数据目录服务。是用来快捷地发现和定位所需数据资源的一种检索服务，是实现数据共享的重要基础功能服 务之一 数据查询与浏览及下载服务。是网上数据共享服务的重要方式，用户使用数据的方式有查询数据和下载数据 两种。 数据分发服务。是指数据的生产者通过各种方式将数据传送到用户的过程。分发服务的核心内容包括数据发 布、数据发现、数据评价和数据获取。"
  },
  {
    "id": "N05-032",
    "stem": "数据标准化分为四个阶段，其中将产生数据需求及相关的元数据、域值等文件，属于()阶段。",
    "options": {
      "A": "确定数据需求",
      "B": "制定数据标准",
      "C": "批准数据标准",
      "D": "实施数据标准"
    },
    "answer": "A",
    "explanation": "P153, 数据标准化具体过程包括确定数据需求、制定数据标准、批准数据标准和实施数据标 准四个阶段 确定数据需求：将产生数据需求及相关的元数据、域值等文件。 制定数据标准：要处理“确定数据需求”阶段提出的数据需求。如果现有的数据标准不能满足该数据需求， 可以建议制定新的数据标准，也可建议修改或者封存已有数据标准。 批准数据标准：数据管理机构对提交的数据标准建议、现行数据标准的修改或封存建议进行审查一经批准， 该数据标准将扩充或修改数据模型。 实施数据标准：在各信息系统中实施和改进已批准的数据标准。"
  },
  {
    "id": "N05-033",
    "stem": "下列不属于数据存储介质类型的是()。",
    "options": {
      "A": "磁带",
      "B": "机械硬盘",
      "C": "光盘",
      "D": "磁盘"
    },
    "answer": "B",
    "explanation": "存储介质的类型主要有磁带、光盘和磁盘三种"
  },
  {
    "id": "N05-034",
    "stem": "文本或数字表格、程序源代码属于()。",
    "options": {
      "A": "一维数据可视化",
      "B": "二维数据可视化",
      "C": "三维数据可视化",
      "D": "多维数据可视化"
    },
    "answer": "A",
    "explanation": "表5-12常见数据可视化表现方式 表现方式 说明 一维数据可视 化 一维数据就是简单的线性数据，如文本或数字表格、程序源代码都基于一维数据。一维数据 可视化取决于数据大小和用户想用数据来处理什么任务 二维数据可视 化 在数据可视化中，二维数据是指由两种主要描述属性构成的数据，如一个物体的宽度和高 度、一个城市的平面地图、建筑物的楼层平面图等都是二维数据可视化的实例。最常见的二 维数据可视化就是地理信息系统(Geographic Information System,GIS) 三维数据可视 化 三维数据比二维数据更进了一层，它可以描述立体信息。三维数据可以表示实际的三维物体， 因此可视化的许多应用是三维可视化。物体通过三维可视化构成计算机模型，供操作及试验， 以此预测真实物体的实际行为 多维数据可视 化 在可视化环境中，多维数据所描述事物的属性超过三维，为了实现可视化，往往需要降维 时态数据可视 化 时态数据实际上是二维数据的一种特例，即二维中有一维是时间轴。它以图形方式显示随着 时间变化的数据，是可视化信息最常见、最有用的方式之一 层次数据可视 化 层次数据即树形数据，其数据内在结构特征为：每个节点都有一个父节点(根节点除外)。节点 分兄弟节点(拥有同一个父节点的节点)和子节点(从属该节点的节点)。拥有这种结构的数据很 常见，如商业组织、计算机文件系统和家谱图都是按树形结构排列的层次数据 网络数据可视 化 网络数据指与任意数量的其他节点有关系的节点的数据。网络数据中的节点不受与它有关系 的其他节点数量的约束(不同于层次节点有且只有一个父节点),网络数据没有固有的层次结 构，两个节点之间可以有多条连接路径，也就是说节点间关系的属性和数量是可变的"
  },
  {
    "id": "N05-035",
    "stem": "制定 一个数据元标准的步骤是()。 ①界定业务范围 ②开展业务流程分析与信息建模 ③描述数据的内容，质量等信息 ④提取数据元并规范属性 ⑤发布数据元标准并维护",
    "options": {
      "A": "①②③⑤④",
      "B": "③①②④⑤",
      "C": "①④②③⑤",
      "D": "③①④②⑤"
    },
    "answer": "B",
    "explanation": "《蜗牛软考综合一本通》 -5.2.2 数据标准化★★★★★ 表5-10数据元制定的基本过程 步骤 说 明 描述 用于描述数据的内容、覆盖范围、质量、管理方式、数据的所有者、数据的提 供方式等信息，是数据与用户之间的桥梁。 界定业务范围 通过对业务范围的明确界定，确定所要研究的数据元的范围。 开展业务流程分析与信息 建模 数据虽然是任何业务的核心所在，但并不能脱离业务流程而单独存在，它总是 服务于业务流程，因此通过对业务流程的透彻分析，并建立清晰的数据模型， 可以理清整个业务流程中涉及的所有数据元。 借助于信息模型，提取数据 元，并按照一定的规则规范 其属性 GB/T18391《信息技术数据元的规范与标准化》清晰地给出了如何对数据元 进行描述的方法，以及如何赋予数据元属性的值。比如如何描写数据元的定义， 如何对数据元进行命名，如何区分数据元的数据类型等。 对于代码型的数据元，编制 其值域，即代码表 代码表的编写可以按照GB/T7026《标准化工作导则信息分类编码标准的编 写规定》进行。 与现有的国家标准或行业 标准进行协调 这一步是非常重要的工作，编制数据元标准首先要与相应的国家标准保持一 致。首先，如果能直接使用现有的国家标准，则可直接使用，或在国家标准的 基础上进行扩展；其次要与相关的行业标准保持一致；然后还必须考虑与本行 业或领域内已有标准保持最大兼容性，因此要全面考虑协调性和配套性。 发布实施数据元标准并建 立相应的动态维护管理机 制 数据元的标准化工作是一项长期持续的工作，任何行业或领域的数据元标准化 工作都不可能在短时间内全部完成，它不仅需要各级业务部门的长期工作和共 同努力，还需要根据业务需求的不断变化对其进行修改、补充和完善。因此， 需要一种动态维护管理的机制来保障数据元标准化的持续进行。通过建立数据 元注册系统，对数据元进行动态维护管理，一方面可以方便用户定位、查找 和交换数据元规范，另一方面可以有效保证数据元标准的时效性"
  },
  {
    "id": "N05-036",
    "stem": "在系统集成栈中处于最顶层的是()。",
    "options": {
      "A": "应用集成",
      "B": "数据集成",
      "C": "网络集成",
      "D": "硬件集成"
    },
    "answer": "A",
    "explanation": "P169: 在集成的堆栈上，应用集成在最上层，主要解决应用的互操作性的问题"
  },
  {
    "id": "N05-037",
    "stem": "每次所备份的数据只是相对于上一次备份后改变的数据，是()备份策略。",
    "options": {
      "A": "完全备份",
      "B": "差分备份",
      "C": "增量备份",
      "D": "冷热备份"
    },
    "answer": "C",
    "explanation": "完全备份：每次都对需要进行备份的数据进行全备份。 差分备份：每次所备份的数据只是相对上一次完全备份之后发生变化的数据。 增量备份：每次所备份的数据只是相对于上一次备份后改变的数据。"
  },
  {
    "id": "N05-038",
    "stem": "城市的平面地图、建筑物的楼层平面图等属于()。",
    "options": {
      "A": "一维数据可视化",
      "B": "二维数据可视化",
      "C": "三维数据可视化",
      "D": "多维数据可视化"
    },
    "answer": "B",
    "explanation": "表5-12常见数据可视化表现方式 表现方式 说明 一维数据可视 化 一维数据就是简单的线性数据，如文本或数字表格、程序源代码都基于一维数据。一维数据 可视化取决于数据大小和用户想用数据来处理什么任务 二维数据可视 化 在数据可视化中，二维数据是指由两种主要描述属性构成的数据，如一个物体的宽度和高 度、一个城市的平面地图、建筑物的楼层平面图等都是二维数据可视化的实例。最常见的二 维数据可视化就是地理信息系统(Geographic Information System,GIS) 三维数据可视 化 三维数据比二维数据更进了一层，它可以描述立体信息。三维数据可以表示实际的三维物体， 因此可视化的许多应用是三维可视化。物体通过三维可视化构成计算机模型，供操作及试验， 以此预测真实物体的实际行为 多维数据可视 化 在可视化环境中，多维数据所描述事物的属性超过三维，为了实现可视化，往往需要降维 时态数据可视 化 时态数据实际上是二维数据的一种特例，即二维中有一维是时间轴。它以图形方式显示随着 时间变化的数据，是可视化信息最常见、最有用的方式之一 层次数据可视 化 层次数据即树形数据，其数据内在结构特征为：每个节点都有一个父节点(根节点除外)。节点 分兄弟节点(拥有同一个父节点的节点)和子节点(从属该节点的节点)。拥有这种结构的数据很 常见，如商业组织、计算机文件系统和家谱图都是按树形结构排列的层次数据 网络数据可视 化 网络数据指与任意数量的其他节点有关系的节点的数据。网络数据中的节点不受与它有关系 的其他节点数量的约束(不同于层次节点有且只有一个父节点),网络数据没有固有的层次结 构，两个节点之间可以有多条连接路径，也就是说节点间关系的属性和数量是可变的"
  },
  {
    "id": "N05-039",
    "stem": "下列关于集成的说法中不正确的是()。",
    "options": {
      "A": "应用集成主要是为了解决应用的互操作性的问题",
      "B": "数据集成主要是为了解决数据互通的问题",
      "C": "网络集成主要是为了解决网络互连的问题",
      "D": "当事件或数据发生变化时，数据集成会确保不同应用之间保持同步"
    },
    "answer": "D",
    "explanation": "P170: 当事件或数据发生变化时，应用集成会确保不同应用之间保持同步。应用集成不同于 数据集成，数据集成是共享数据，并不存储数据；而应用集成是在功能层面将多个应用直接连接起来，帮助 打造动态且具有高度适应性的应用和服务。"
  },
  {
    "id": "N05-040",
    "stem": "以下说法中不正确的是 ()。",
    "options": {
      "A": "数据流风格包括批处理序列架构风格和管道/过滤器两种风格",
      "B": "调用/返回风格包括主程序/子程序、数据抽象和面向对象，以及层次结构",
      "C": "独立构件风格包括进程通信和事件驱动的系统",
      "D": "虚拟机风格包括数据库系统、黑板系统和超文本系统"
    },
    "answer": "D",
    "explanation": "P130: ①数据流风格。数据流风格包括批处理序列和管道/过滤器两种风格。 ②调用/返回风格。调用/返回风格包括主程序/子程序、数据抽象和面向对象，以及层次结构。 ③独立构件风格。独立构件风格包括进程通信和事件驱动的系统。 ④虚拟机风格。虚拟机风格包括解释器和基于规则的系统。 ⑤仓库风格。仓库风格包括数据库系统、黑板系统和超文本系统"
  },
  {
    "id": "N05-041",
    "stem": "() 中的对象是一种二进制代码对象，其代码形式是DLL 或 EXE 执行代码。",
    "options": {
      "A": "EJB",
      "B": "COM",
      "C": "JVM",
      "D": "JSP"
    },
    "answer": "B",
    "explanation": "COM 中的对象是一种二进制代码对象，其代码形式是DLL 或 EXE 执行代码。COM 中的对 象都被直接注册在Windows 的系统库中，所以COM 中的对象都不再是由特定的编程语言及其程序设计环 境所支持的对象，而是由系统平台直接支持的对象。"
  },
  {
    "id": "N05-042",
    "stem": "地理信息系统 GIS 属 于 ( ) 。",
    "options": {
      "A": "一维数据可视化",
      "B": "二维数据可视化",
      "C": "三维数据可视化",
      "D": "多维数据可视化"
    },
    "answer": "B",
    "explanation": "表5-12常见数据可视化表现方式 表现方式 说明 一维数据可视 一维数据就是简单的线性数据，如文本或数字表格、程序源代码都基于一维数据。一维数据 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi. taobao. com》,专业高项-中项-系规培训辅导 化 可视化取决于数据大小和用户想用数据来处理什么任务 二维数据可视 化 在数据可视化中，二维数据是指由两种主要描述属性构成的数据，如一个物体的宽度和高 度、一个城市的平面地图、建筑物的楼层平面图等都是二维数据可视化的实例。最常见的二 维数据可视化就是地理信息系统(Geographic Information System,GIS) 三维数据可视 化 三维数据比二维数据更进了一层，它可以描述立体信息。三维数据可以表示实际的三维物体， 因此可视化的许多应用是三维可视化。物体通过三维可视化构成计算机模型，供操作及试验， 以此预测真实物体的实际行为 多维数据可视 化 在可视化环境中，多维数据所描述事物的属性超过三维，为了实现可视化，往往需要降维 时态数据可视 化 时态数据实际上是二维数据的一种特例，即二维中有一维是时间轴。它以图形方式显示随着 时间变化的数据，是可视化信息最常见、最有用的方式之一 层次数据可视 化 层次数据即树形数据，其数据内在结构特征为：每个节点都有一个父节点(根节点除外)。节点 分兄弟节点(拥有同一个父节点的节点)和子节点(从属该节点的节点)。拥有这种结构的数据很 常见，如商业组织、计算机文件系统和家谱图都是按树形结构排列的层次数据 网络数据可视 化 网络数据指与任意数量的其他节点有关系的节点的数据。网络数据中的节点不受与它有关系 的其他节点数量的约束(不同于层次节点有且只有一个父节点),网络数据没有固有的层次结 构，两个节点之间可以有多条连接路径，也就是说节点间关系的属性和数量是可变的"
  },
  {
    "id": "N05-043",
    "stem": "( ) 是为了防止恶意用户攻击系统或窃取数据。",
    "options": {
      "A": "资源调度管理",
      "B": "存储资源管理",
      "C": "负载均衡管理",
      "D": "安全管理"
    },
    "answer": "D",
    "explanation": "表5-11存储管理的主要内容 管理 主要内容 资源调度管理 资源调度管理的功能主要是添加或删除存储节点，编辑存储节点的信息，设定某类型存储 资源属于某个节点，或者设定这些资源比较均衡地存储到节点上。它包含存储控制、拓扑 配置以及各种网络设备如集线器、交换机、路由器和网桥等的故障隔离 存储资源管理 存储资源管理是一类应用程序，它们管理和监控物理和逻辑层次上的存储资源，从而简化 资源管理，提高数据的可用性。被管理的资源包括存储硬件如RAID、磁带以及光盘库。存 储资源管理不仅包括监控存储系统的状况、可用性、性能以及配置情况，还包括容量和配 置管理以及事件报警等，从而提供优化策略 负载均衡管理 负载均衡是为了避免存储资源由于资源类型、服务器访问频率和时间不均衡造成浪费或形 成系统瓶颈而平衡负载的技术 安全管理 存储系统的安全主要是防止恶意用户攻击系统或窃取数据。系统攻击大致分为两类：一类 以扰乱服务器正常工作为目的，如拒绝服务攻击DoS等；另一类以入侵或破坏服务器为目 的，如窃取数据、修改网页等"
  },
  {
    "id": "N05-044",
    "stem": "商业组织、计算机文件系统和家谱图属于()。",
    "options": {
      "A": "时态数据可视化",
      "B": "层次数据可视化",
      "C": "三维数据可视化",
      "D": "网络数据可视化"
    },
    "answer": "B",
    "explanation": "表5-12常见数据可视化表现方式 表现方式 说明 一维数据可视 化 一维数据就是简单的线性数据，如文本或数字表格、程序源代码都基于一维数据。一维数据 可视化取决于数据大小和用户想用数据来处理什么任务 二维数据可视 化 在数据可视化中，二维数据是指由两种主要描述属性构成的数据，如一个物体的宽度和高 度、一个城市的平面地图、建筑物的楼层平面图等都是二维数据可视化的实例。最常见的二 维数据可视化就是地理信息系统(Geographic Information System,GIS) 三维数据可视 化 三维数据比二维数据更进了一层，它可以描述立体信息。三维数据可以表示实际的三维物体， 因此可视化的许多应用是三维可视化。物体通过三维可视化构成计算机模型，供操作及试验， 以此预测真实物体的实际行为 多维数据可视 化 在可视化环境中，多维数据所描述事物的属性超过三维，为了实现可视化，往往需要降维 时态数据可视 化 时态数据实际上是二维数据的一种特例，即二维中有一维是时间轴。它以图形方式显示随着 时间变化的数据，是可视化信息最常见、最有用的方式之一 层次数据可视 化 层次数据即树形数据，其数据内在结构特征为：每个节点都有一个父节点(根节点除外)。节点 分兄弟节点(拥有同一个父节点的节点)和子节点(从属该节点的节点)。拥有这种结构的数据很 常见，如商业组织、计算机文件系统和家谱图都是按树形结构排列的层次数据 网络数据可视 化 网络数据指与任意数量的其他节点有关系的节点的数据。网络数据中的节点不受与它有关系 的其他节点数量的约束(不同于层次节点有且只有一个父节点),网络数据没有固有的层次结 构，两个节点之间可以有多条连接路径，也就是说节点间关系的属性和数量是可变的"
  },
  {
    "id": "N05-045",
    "stem": "跟将所需的第三方依赖和第三方插件安装到环境中，属于镜像部署三个环节中的()。",
    "options": {
      "A": "Build",
      "B": "Ship",
      "C": "Run",
      "D": "Over"
    },
    "answer": "B",
    "explanation": "P143, 完整的镜像部署包括三个环节：Build—Ship—Run。 Build: 将软件编译形成RPM 包或者Jar 包 Ship: 将所需的第三方依赖和第三方插件安装到环境中 Run: 在不同的地方启动整套环境。"
  },
  {
    "id": "N05-046",
    "stem": "以图形方式显示随着时间变化的数据属于()。",
    "options": {
      "A": "时态数据可视化",
      "B": "层次数据可视化",
      "C": "三维数据可视化",
      "D": "网络数据可视化"
    },
    "answer": "A",
    "explanation": "表5-12常见数据可视化表现方式 表现方式 说明 一维数据可视 化 一维数据就是简单的线性数据，如文本或数字表格、程序源代码都基于一维数据。一维数据 可视化取决于数据大小和用户想用数据来处理什么任务 二维数据可视 化 在数据可视化中，二维数据是指由两种主要描述属性构成的数据，如一个物体的宽度和高 度、一个城市的平面地图、建筑物的楼层平面图等都是二维数据可视化的实例。最常见的二 维数据可视化就是地理信息系统(Geographic Information System,GIS) 三维数据可视 化 三维数据比二维数据更进了一层，它可以描述立体信息。三维数据可以表示实际的三维物体， 因此可视化的许多应用是三维可视化。物体通过三维可视化构成计算机模型，供操作及试验， 以此预测真实物体的实际行为 多维数据可视 化 在可视化环境中，多维数据所描述事物的属性超过三维，为了实现可视化，往往需要降维 时态数据可视 化 时态数据实际上是二维数据的一种特例，即二维中有一维是时间轴。它以图形方式显示随着 时间变化的数据，是可视化信息最常见、最有用的方式之一 层次数据可视 化 层次数据即树形数据，其数据内在结构特征为：每个节点都有一个父节点(根节点除外)。节点 分兄弟节点(拥有同一个父节点的节点)和子节点(从属该节点的节点)。拥有这种结构的数据很 常见，如商业组织、计算机文件系统和家谱图都是按树形结构排列的层次数据 网络数据可视 化 网络数据指与任意数量的其他节点有关系的节点的数据。网络数据中的节点不受与它有关系 的其他节点数量的约束(不同于层次节点有且只有一个父节点),网络数据没有固有的层次结 构，两个节点之间可以有多条连接路径，也就是说节点间关系的属性和数量是可变的"
  },
  {
    "id": "N05-047",
    "stem": "容灾系统衡量指标 RTO 指 的 是 ( ) 。",
    "options": {
      "A": "当灾难发生时系统恢复的时间",
      "B": "当灾难发生时允许丢失的数据量",
      "C": "当灾难发生时可以持续工作的时间",
      "D": "当灾难发生时系统不允许丢失的数据量"
    },
    "answer": "A",
    "explanation": "根据容灾系统保护对象的不同，容灾系统分为应用容灾和数据容灾两类。 数据备份是数据容灾的基础。容灾不是简单备份。【GX202305】 衡量容灾系统有两个主要指标： RPO 和 RTO, 其 中RPO 代表了当灾难发生时允许丢失的数据量；而RTO 则代表了系统恢复的时间。"
  },
  {
    "id": "N05-048",
    "stem": "() 是()的基础，二者的目的都是为了在系统崩溃或灾难发生时能够恢复数据或系统。",
    "options": {
      "A": "数据容灾数据备份",
      "B": "数据存储数据安全",
      "C": "数据安全数据存储",
      "D": "数据备份数据容灾"
    },
    "answer": "D",
    "explanation": "根据容灾系统保护对象的不同，容灾系统分为应用容灾和数据容灾两类。 数据备份是数据容灾的基础。容灾不是简单备份。"
  },
  {
    "id": "N05-049",
    "stem": "() 通过检索式中的专门符号来规定检索词在结果中的相对位置。",
    "options": {
      "A": "截词检索技术",
      "B": "临近检索技术",
      "C": "限定字段检索技术",
      "D": "限制检索技术"
    },
    "answer": "B",
    "explanation": "临近检索技术。临近检索又称位置检索，主要是通过检索式中的专门符号来规定检索词在结 果中的相对位置"
  },
  {
    "id": "N05-050",
    "stem": "数据标准化分为四个阶段，其中()阶段将产生供审查和批准的成套建议。",
    "options": {
      "A": "确定数据需求",
      "B": "制定数据标准",
      "C": "批准数据标准",
      "D": "实施数据标准"
    },
    "answer": "B",
    "explanation": "P153, 数据标准化具体过程包括确定数据需求、制定数据标准、批准数据标准和实施数据标 准四个阶段 确定数据需求：将产生数据需求及相关的元数据、域值等文件。 制定数据标准：要处理“确定数据需求”阶段提出的数据需求。如果现有的数据标准不能满足该数据需求， 可以建议制定新的数据标准，也可建议修改或者封存已有数据标准。 批准数据标准：数据管理机构对提交的数据标准建议、现行数据标准的修改或封存建议进行审查一经批准， 该数据标准将扩充或修改数据模型。 实施数据标准：在各信息系统中实施和改进已批准的数据标准。"
  },
  {
    "id": "N05-051",
    "stem": "关于中间件的说法不正确的是()。",
    "options": {
      "A": "中间件集成异构数据库，该方法不需要改变原始数据的存储和管理方式",
      "B": "中间件位于异构数据库系统(数据层)和应用程序(应用层)之间",
      "C": "中间件是一种数据库软件，属于数据库的一种",
      "D": "中间件主要为异构数据源提供一个高层次的检索服务"
    },
    "answer": "C",
    "explanation": "P166: 中间件集成异构数据库，该方法不需要改变原始数据的存储和管理方式。中间件位于 异构数据库系统(数据层)和应用程序(应用层)之间，向下协调各数据库系统，向上为访问集成数据的应 用提供统一的数据模式和数据访问的通用接口。各数据库仍完成各自的任务，中间件则主要为异构数据源提 供一个高层次的检索服务。 百科：中间件是一种独立的系统软件服务程序，分布式应用软件借助这种软件在不同的技术之间共享资源， 中间件位于客户机服务器的操作系统之上，管理计算资源和网络通信，它不是数据库。"
  },
  {
    "id": "N05-052",
    "stem": "() 通过将数据与内部或外部的参照信息(如理论值等)进行对比来确定数据质量，()利用 数据相关信息(如对数据源、采集方法等的描述)推断或评估数据质量。",
    "options": {
      "A": "直接评价法、间接评价法",
      "B": "间接评价法、直接评价法",
      "C": "参数评价法、类比评价法",
      "D": "类比评价法、参数评价法"
    },
    "answer": "A",
    "explanation": "直接评价法通过将数据与内部或外部的参照信息(如理论值等)进行对比来确定数据质量，间接评价法利用数据 相关信息(如对数据源、采集方法等的描述)推断或评估数据质量。"
  },
  {
    "id": "N05-053",
    "stem": "下面不属于CSMM 模型中开发与交付能力域下的子域的是()。",
    "options": {
      "A": "设计",
      "B": "开发",
      "C": "测试",
      "D": "过程管理"
    },
    "answer": "D",
    "explanation": "P145 能力域 能力子域 治理 战略与治理、目标管理 开发与交付 需求、设计、开发、测试、部署、服务、开源应用 管理与支持 项目策划、项目监控、项目结项、质量保证、风险管理、配置管理、供应商管理 组织管理 过程管理、人员能力管理、组织资源管理、过程能力管理"
  },
  {
    "id": "N05-054",
    "stem": "() 是一种将用户要求转化成软件需求的技术，其目的是最大限度地提升软件工程过程中用户 的满意度。",
    "options": {
      "A": "常规需求",
      "B": "质量功能部署",
      "C": "期望需求",
      "D": "意外需求"
    },
    "answer": "B",
    "explanation": "P131, 质量功能部署 (QFD 是一种将用户要求转化成软件需求的技术，其目的是最大限度 地提升软件工程过程中用户的满意度。QFD 将软件需求分为三类，分别是常规需求、期望需求和意外需求"
  },
  {
    "id": "N05-055",
    "stem": "关于异构数据集成的说法中不正确的是()。",
    "options": {
      "A": "多粒度数据集成是异构数据集成中最难处理的问题",
      "B": "过程式方法，采用一种点对点的设计方法来集成数据",
      "C": "声明式方法，利用中间件集成异构数据库，该方法不需要改变原始数据的存储和管理方式",
      "D": "中间件位于异构数据库系统(数据层)的下方，为不同数据库提供转换服务"
    },
    "answer": "D",
    "explanation": "异构数据集成方法旧纳起来主要有两种，分别是过程式方法和声明式方法。 过程式方法。一般是根据一组信息需求，采用一种点对点的设计方法来集成数据。 声明式方法。利用中间件集成异构数据库，该方法不需要改变原始数据的存储和管理方式。中间件位于异构 数据库系统(数据层)和应用程序(应用层)之间，向下协调各数据库系统，向上为访间集成数据的应用提供统一 的数据模式和数据访问的通用接口。各数据库仍完成各自的任务，中间件则主要为异构数据源提供一个高层 次的检索服务。"
  },
  {
    "id": "N05-056",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "数据模式是数据的概念、组成、结构和相互关系的总称",
      "B": "数据分类有分类对象和分类依据两个要素",
      "C": "所有类型的数据都能够进行编码，如关于产品、人、国家、货币、程序、文件、部件等各种各样的信息",
      "D": "数据编码是将事物或概念(编码对象)赋予具有一定规律和易于人类识别处理的符号"
    },
    "answer": "D",
    "explanation": "P152: 数据编码是将事物或概念(编码对象)赋予具有一定规律和易于计算机、人识别处理 的符号，形成代码元素集合。"
  },
  {
    "id": "N05-057",
    "stem": "容灾系统衡量指标RPO 指 的 是 ( ) 。",
    "options": {
      "A": "当灾难发生时系统恢复的时间",
      "B": "当灾难发生时允许丢失的数据量",
      "C": "当灾难发生时可以持续工作的时间",
      "D": "当灾难发生时系统不允许丢失的数据量"
    },
    "answer": "B",
    "explanation": "根据容灾系统保护对象的不同，容灾系统分为应用容灾和数据容灾两类。 数据备份是数据容灾的基础。容灾不是简单备份。【GX202305】 衡量容灾系统有两个主要指标： RPO 和 RTO, 其中RPO 代表了当灾难发生时允许丢失的数据量；而RTO 则代表了系统恢复的时间。"
  },
  {
    "id": "N05-058",
    "stem": "() 确立代码与事物或概念之间的一一对应关系，以保证数据的准确性和相容性，为信息集成 与资源共享提供良好的基础。",
    "options": {
      "A": "元数据标准化",
      "B": "数据元标准化",
      "C": "数据模式标推化",
      "D": "数据分类与编码标准化"
    },
    "answer": "D",
    "explanation": "P152:: 数据分类与编码标准化是简化信息交换、实现信息处理和信息资源共享的重要前提， 是建立各种信息管理系统的重要技术基础和信息保障依据。通过分类与编码标准化，可以最大限度地消除对 信息命名、描述、分类和编码莴刘的不一致造成的混乱、误解等现象，可以减少信息的重复采集、加工、存 储等操作，使事物的名称和代码的含义统一化、规范化，确立代码与事物或概念之间的一一对应关系，以保 证数据的准确性和相容性，为信息集成与资源共享提供良好的基础。数据分类与编码的作用主要包括用于信 息系统的共享和互操作，统一数据的表示法和提高信息处理效率"
  },
  {
    "id": "N05-059",
    "stem": "建库流程的顺序是()。",
    "options": {
      "A": "前期控制、精度评价、过程控制、系统检测",
      "B": "前期控制、系统检测、过程控制、精度评价",
      "C": "前期控制、精度评价、系统检测、过程控制",
      "D": "前期控制、过程控制、系统检测、精度评价"
    },
    "answer": "D",
    "explanation": "P156: 建库流程的顺序是前期控制、过程控制、系统检测、精度评价"
  },
  {
    "id": "N05-060",
    "stem": "() 是一种面向数据流的方法，它以SRS 和 S",
    "options": {
      "A": "结构化设计",
      "B": "面向对象分析",
      "C": "结构化分析",
      "D": "设计模式"
    },
    "answer": "A",
    "explanation": "P138, 结构化设计(SD) 是一种面向数据流的方法，它以SRS 和 SA 阶段所产生的DFD 和 数 据字典等文档为基础，是一个自顶向下、逐步求精和模块化的过程"
  },
  {
    "id": "N05-061",
    "stem": "衡量容灾系统或能力的主要指标是：()。",
    "options": {
      "A": "远程镜像技术",
      "B": "RTO/RPO",
      "C": "异地容灾",
      "D": "数据备份策略"
    },
    "answer": "B",
    "explanation": "从技术上看，衡量容灾系统有两个主要指标，即RPO 和 RTO。 RPO 代表了当灾难发生时允许丢失的数据量，而RTO 则代表了系统恢复的时间。"
  },
  {
    "id": "N05-062",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "软件配置控制关注的是管理软件生命周期中的变更",
      "B": "软件配置状态记录标识、收集、维护并报告配置管理的配置状态信息",
      "C": "软件配置审计是独立评价软件产品和过程是否遵从已有的规则、标准、指南、计划和流程而进行的活动",
      "D": "软件发布管理和交付通常需要创建特定的交付版本，完成此任务的关键是受控库"
    },
    "answer": "D",
    "explanation": "P140: 软件配置管理计划 明确软件配置控制任务 软件配置标识 识别要控制的配置项，并为这些配置项及其版本建立基线 软件配置控制 管理软件生命周期中的变更 软件配置状态记录 标识、收集、维护并报告配置管理的配置状态信息 软件配置审计 评价软件产品和过程是否遵从已有的规则、标准、指南、计划和流程而进行的活动 软件发布管理和交付 创建特定的交付版本，完成此任务的关键是软件库"
  },
  {
    "id": "N05-063",
    "stem": "持续交付具备的优势不包括()。",
    "options": {
      "A": "能够有效缩短提交代码到正式部署上线的时间，降低部署风险",
      "B": "能够自动、快速地提供反馈，及时发现和修复缺陷",
      "C": "让交付过程成为一种可靠的、可预期的、可视化的过程",
      "D": "让软件在开发完成之后处于可部署的状态"
    },
    "answer": "D",
    "explanation": "P142, 持续交付具备的优势主要包括： 持续交付能够有效缩短提交代码到正式部署上线的时间，降低部署风险； 持续交付能够自动、快速地提供反馈，及时发现和修复缺陷； 持续交付让软件在整个生命周期内都处于可部署的状态； 持续交付能够简化部署步骤，使软件版本更加清晰； 持续交付能够让交付过程成为一种可靠的、可预期的、可视化的过程"
  },
  {
    "id": "N05-064",
    "stem": "软件过程能力成熟度模型(CSMM) 包括治理、开发与交付、管理与支持、()四个能力域。",
    "options": {
      "A": "数据管理",
      "B": "组织管理",
      "C": "战略管理",
      "D": "运营管理"
    },
    "answer": "B",
    "explanation": "《蜗牛软考202405高项冲刺精华》 -第5章【考点4】过程管理★★★ CSMM 成熟度模型由4个能力域、20个能力子域、161个能力要求组成： 能力域 能力子域 治理 战略与治理、目标管理 开发与交付 需求、设计、开发、测试、部署、服务、开源应用 蜗牛老师公众号：《蜗牛软考》,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 管理与支持 项目策划、项目监控、项目结项、质量保证、风险管理、配置管理、供应商管理 组织管理 过程管理、人员能力管理、组织资源管理、过程能力管理"
  },
  {
    "id": "N05-065",
    "stem": "结构化分析方法 (SA) 的主要思想是()。",
    "options": {
      "A": "自顶向下、逐步分解",
      "B": "自顶向下、逐步抽象",
      "C": "自底向上、逐步抽象",
      "D": "自底向上、逐步分解"
    },
    "answer": "A",
    "explanation": "P138: 结构化方法由结构化分析、结构化设计、结构化程序设计构成。它是一种面向数据流 的开发方法。结构化方法总的指导思想是自顶向下、逐步求精和模块化的过程。"
  },
  {
    "id": "N05-066",
    "stem": "老于是某银行的系统架构师，他为银行投资管理系统设计的软件架构包括进程通信和事件驱动 的系统，该软件架构风格属于()。",
    "options": {
      "A": "数据流风格",
      "B": "独立构件风格",
      "C": "仓库风格",
      "D": "虚拟机风格"
    },
    "answer": "B",
    "explanation": "P130: ①数据流风格。数据流风格包括批处理序列和管道/过滤器两种风格。 ②调用/返回风格。调用/返回风格包括主程序/子程序、数据抽象和面向对象，以及层次结构。 ③独立构件风格。独立构件风格包括进程通信和事件驱动的系统。 ④虚拟机风格。虚拟机风格包括解释器和基于规则的系统。 ⑤仓库风格。仓库风格包括数据库系统、黑板系统和超文本系统"
  },
  {
    "id": "N05-067",
    "stem": "在常用的OO",
    "options": {
      "A": "单职、高内聚",
      "B": "组合重用、低耦合",
      "C": "迪米特、低耦合",
      "D": "开闭、高内聚"
    },
    "answer": "C",
    "explanation": "P139: 常 用 的OOD 原则包括： 单职原则：设计功能单一的类。本原则与结构化方法的高内聚原则是一致的。 开闭原则：对扩展开放，对修改封闭。 里氏替换原则：子类可以替换父类。 依赖倒置原则：要依赖于抽象，而不是具体实现；要针对接口编程，不要针对实现编程。 接口隔离原则：使用多个专门的接口比使用单一的总接口要好。 组合重用原则：要尽量使用组合，而不是继承关系达到重用目的。 迪米特原则(最少知识法则):一个对象应当对其他对象有尽可能少的了解。本原则与结构化方法的低耦合原则 是一致的。"
  },
  {
    "id": "N05-068",
    "stem": "图中的软件架构设计属于()风格。",
    "options": {
      "A": "虚拟机风格",
      "B": "调用、返回风格",
      "C": "独立构件风格",
      "D": "数据流风格"
    },
    "answer": "D",
    "explanation": "P13 0: 数据流风格--管道过滤器"
  },
  {
    "id": "N05-069",
    "stem": "软件架构中，()模式包括主程序/子程序、数据抽象和面向对象，以及层次结构。",
    "options": {
      "A": "数据流",
      "B": "调用/返回",
      "C": "虚拟机",
      "D": "独立构件"
    },
    "answer": "B",
    "explanation": "P130: ①数据流风格。数据流风格包括批处理序列和管道/过滤器两种风格。 ②调用/返回风格。调用/返回风格包括主程序/子程序、数据抽象和面向对象，以及层次结构。 ③独立构件风格。独立构件风格包括进程通信和事件驱动的系统。 ④虚拟机风格。虚拟机风格包括解释器和基于规则的系统。 ⑤仓库风格。仓库风格包括数据库系统、黑板系统和超文本系统"
  },
  {
    "id": "N05-070",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "研究软件架构的根本目的是解决好软件的复用、质量和维护问题",
      "B": "软件架构设计的一个核心问题是能否达到架构级的软件复用",
      "C": "架构评估过程中，评估人员所关注的是系统的功能属性",
      "D": "软件架构评估技术主要分为三类，分别是基于调查问卷的方式、基于场景的方式和基于度量的方式。这三 种评估方式中，基于场景的评估方式最为常用"
    },
    "answer": "C",
    "explanation": "P130: 架构评估过程中，评估人员所关注的是系统的质量属性"
  },
  {
    "id": "N05-071",
    "stem": "() 包括多种保密服务，为了防止网络中各系统之间的数据被截获或被非法存取而泄密，提供 密码加密保护。",
    "options": {
      "A": "数据保密服务",
      "B": "对等实体认证服务",
      "C": "数据完整性服务",
      "D": "禁止否认服务"
    },
    "answer": "A",
    "explanation": "P173-P174, 安全服务包括对等实体认证服务、数据保密服务、数据完整性服务、数据源点 认证服务、禁止否认服务和犯罪证据提供服务等。 *(1)对等实体认证服务：用于两个开放系统同等层中的实体建立链接或数据传输时，对方实体的合法性、 真实性进行确认，以防假冒。 *(2)数据保密服务：包括多种保密服务，为了防止网络中各系统之间的数据被截获或被非法存取而泄密， 提供密码加密保护。数据保密服务可提供链接方式和无链接方式两种数据保密，同时也可对用户可选字段的 数据进行保护。 *(3)数据完整性服务：用以防止非法实体对交换数据的修改、插入、删除以及在数据交换过程中的数据丢 失 。 *(4)数据源点认证服务：用于确保数据发自真正的源点，防止假冒。 *(5)禁止否认服务：用以防止发送方在发送数据后否认自己发送过此数据，接收方在收到数据后否认自己 收到过此数据或伪造接收数据，由两种服务组成：不得否认发送和不得否认接收。 *(6)犯罪证据提供服务：指为违反国内外法律法规的行为或活动，提供各类数字证据、信息线索等。"
  },
  {
    "id": "N05-072",
    "stem": "数据标准化分为四个阶段，其中()阶段数据管理机构对提交的数据标准建议、现行数据标准 的修改或封存建议进行审查。",
    "options": {
      "A": "确定数据需求",
      "B": "制定数据标准",
      "C": "批准数据标准",
      "D": "实施数据标准"
    },
    "answer": "C",
    "explanation": "P153, 数据标准化具体过程包括确定数据需求、制定数据标准、批准数据标准和实施数据标 准四个阶段 确定数据需求：将产生数据需求及相关的元数据、域值等文件。 制定数据标准：要处理“确定数据需求”阶段提出的数据需求。如果现有的数据标准不能满足该数据需求， 可以建议制定新的数据标准，也可建议修改或者封存已有数据标准。 批准数据标准：数据管理机构对提交的数据标准建议、现行数据标准的修改或封存建议进行审查一经批准， 该数据标准将扩充或修改数据模型。 实施数据标准：在各信息系统中实施和改进已批准的数据标准。"
  },
  {
    "id": "N05-073",
    "stem": "研究软件架构的根本目的是解决软件的复用、质量和维护问题，软件架构设计是软件开发过程 中关键的一步，因此需要对其进行评估，在这一活动中，评估人员关注的是系统的()属性。",
    "options": {
      "A": "功 能",
      "B": "性能",
      "C": "质量",
      "D": "安全"
    },
    "answer": "C",
    "explanation": "P130: 架构评估过程中，评估人员莴刘所关注的是系统的质量属性"
  },
  {
    "id": "N05-074",
    "stem": "从目前已有的软件架构评估技术来看，可以归纳为三类主要的评估方式，分别是()的方式、 ( ) 的 方 式 和 ( ) 的 方 式 。",
    "options": {
      "A": "基于调查问卷、基于场景、基于度量",
      "B": "基于质量、基于场景、基于响应",
      "C": "基于成本效益分析、基于场景、基于度量",
      "D": "基于成本效益分析、基于场景、基于响应"
    },
    "answer": "A",
    "explanation": "P130: 从目前已有的软件架构评估技术来看，可以归纳为三类主要的评估方式，分别是基于 调查问卷(或检查表)的方式、基于场景的方式和基于度量的方式"
  },
  {
    "id": "N05-075",
    "stem": "用一系列攻击性操作来代表安全性方面的需求，属于基于()的软件体系结构评估方式。",
    "options": {
      "A": "调查问卷或检查表",
      "B": "场景",
      "C": "度量",
      "D": "实际运行"
    },
    "answer": "B",
    "explanation": "P130: 从目前已有的软件架构评估技术来看，可以归纳为三类主要的评估方式，分别是基于 调查问卷(或检查表)的方式、基于场景的方式和基于度量的方式。 基于场景的方式分析软件架构对场景的支持程度，从而判断该架构对这一场景所代表的质量需求的满足程度。 例如，用一系列对软件的修改来反映易修改性方面的需求，用一系列攻击性操作来代表安全性方面的需求等"
  },
  {
    "id": "N05-076",
    "stem": "系统可在不同的硬件平台上运行，指的是系统的()属性。",
    "options": {
      "A": "可移植",
      "B": "可扩展",
      "C": "可互用",
      "D": "可靠性"
    },
    "answer": "A",
    "explanation": "P131: 对操作系统来说，可移植性被理解为系统可在不同的硬件平台上运行"
  },
  {
    "id": "N05-077",
    "stem": "程序的执行速度及程序所需占用的内存空间指的是()。",
    "options": {
      "A": "程序效率",
      "B": "算法效率",
      "C": "存储效率",
      "D": "I/O 效率"
    },
    "answer": "A",
    "explanation": "P141 ①程序效率。程序的效率是指程序的执行速度及程序所需占用的内存空间。 ②算法效率。源程序的效率与详细设计阶段确定的算法的效率直接相关。在详细设计翻译转换成源程序代码 后，算法效率反映为程序的执行速度和存储容量的要求。 ③存储效率。存储容量对软件设计和编码的制约很大。因此要选择可生成较短目标代码且存储压缩性能优良 的编译程序，有时需要采用汇编程序，通过程序员富有创造性的努力，提高软件的时间与空间效率。提高存 储效率的关键是程序的简单化。 ④I/O 效率。输入/输出可分为两种类型： 一种是面向人(操作员)的输入/输出；另一种是面向设备的输 入/输出。如果操作员能够十分方便、简单地输入数据，或者能够十分直观、一目了然地了解输出信息，则可 以说面向人的输入/输出是高效的。"
  },
  {
    "id": "N05-078",
    "stem": "跟传统的编译类似，将软件编译形成 RPM 包或者Jar 包，属于镜像部署三个环节中的()。",
    "options": {
      "A": "Build",
      "B": "Ship",
      "C": "Run",
      "D": "Over"
    },
    "answer": "A",
    "explanation": "P143, 完整的镜像部署包括三个环节：Build—Ship—Run。 Build: 将软件编译形成 RPM 包或者Jar 包 Ship: 将所需的第三方依赖和第三方插件安装到环境中 Run: 在不同的地方启动整套环境。"
  },
  {
    "id": "N05-079",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "对于新建系统的数据元提取，一般适用“自上而下”的提取法",
      "B": "对于已建系统的数据元提取，一般适用“自下而上”的提取法",
      "C": "数据是任何业务的核心所在，它可以单独存在",
      "D": "数据元一般来说由三部分组成、对象、特性、表示"
    },
    "answer": "C",
    "explanation": "P151: 数据虽然是任何业务的核心所在，但并不能脱离业务流程而单独存在，它总是服务于 业务流程"
  },
  {
    "id": "N05-080",
    "stem": "质量功能部署 (QFD) 将软件需求分为常规需求、()和意外需求。",
    "options": {
      "A": "期望需求",
      "B": "业务需求",
      "C": "系统需求",
      "D": "行为需求"
    },
    "answer": "A",
    "explanation": "P131:QFD 将软件需求分为三类，分别是常规需求、期望需求和意外需求。"
  },
  {
    "id": "N05-081",
    "stem": "用户在一个应用中填写联系信息表，那么这些信息将被映射到相邻应用的相应字段，属于连接 应用组件中的()。",
    "options": {
      "A": "应用编程接口",
      "B": "事件驱动型操作",
      "C": "数据映射",
      "D": "API"
    },
    "answer": "C",
    "explanation": "数据映射。数据映射是指将数据从一个系统映射到另一个系统，可以定义数据的交换方式，从而简化后续的 数据导出、分组或分析工作。例如，用户在一个应用中填写联系信息表，那么这些信息将被映射到相邻应用 的相应字段。"
  },
  {
    "id": "N05-082",
    "stem": "() 中的对象不是由特定的编程语言及其程序设计环境所支持的对象，而是由系统平台直接支 持的对象。",
    "options": {
      "A": "VB",
      "B": "COM",
      "C": "C#",
      "D": "C++"
    },
    "answer": "B",
    "explanation": "COM 中的对象是一种二进制代码对象，其代码形式是DLL 或 EXE 执行代码。COM 中的对 象都被直接注册在Windows 的系统库中，所以COM 中的对象都不再是由特定的编程语言及其程序设计环 境所支持的对象，而是由系统平台直接支持的对象。"
  },
  {
    "id": "N05-083",
    "stem": "由安全机制、OSI 网络参考模型、安全服务三个轴形成的信息安全系统三维空间中，操作系统 漏洞检测与修复属于()。",
    "options": {
      "A": "平台安全",
      "B": "应用完全",
      "C": "通信安全",
      "D": "授权和审计安全"
    },
    "answer": "A",
    "explanation": "《蜗牛软考综合一本通》--5.4.2 安全系统★★★★★ 安全机制包含基础设施实体安全、平台安全、数据安全、通信安全、应用安全、运行安全、管理安全、授权 和审计安全、安全防范体系等。 *(1)基础设施实体安全。基础设施实体安全主要包括机房安全、场地安全、设施安全、动力系统安全、灾难预 防与恢复等。 *(2)平台安全。平台安全主要包括操作系统漏洞检测与修复、网络基础设施漏洞检测与修复、通用基础应用程 序漏洞检测与修复、网络安全产品部署等。 *(3)数据安全。数据安全主要包括介质与载体安全保护、数据访问控制、数据完整性、数据可用性、数据监控 和审计、数据存储与备份安全等。 *(4)通信安全。通信主要包括通信线路和网络基础设施安全性测试与优化、安装网络加密设施、设置通信加密 软件、设置身份鉴别机制、设置并测试安全通道、测试各项网络协议运行漏洞等。 *(5)应用安全。应用安全主要包括业务软件的程序安全性测试(Bug 分析)、业务交往的防抵赖测试、业务资源 的访问控制验证测试、业务实体的身份鉴别检测、业务现场的备份与恢复机制检查，以及业务数据的唯一性 与一致性及防冲突检测、业务数据的保密性测试、业务系统的可靠性测试、业务系统的可用性测试等。 *(6)运行安全。运行安全主要包括应急处置机制和配套服务、网络系统安全性监测、网络安全产品运行监测、 定期检查和评估、系统升级和补丁提供、跟踪最新安全漏洞及通报、灾难恢复机制与预防、系统改造管理、 网络安全专业技术咨询服务等。 *(7)管理安全。管理安全主要包括人员管理、培训管理、应用系统管理、软件管理、设备管理、文档管理、数 据管理、操作管理、运行管理、机房管理等。 *(8)授权和审计安全。授权安全是指以向用户和应用程序提供权限管理和授权服务为目标，主要负责向业务应 用系统提供授权服务管理，提供用户身份到应用授权的映射功能，实现与实际应用处理模式相对应的，与具 体应用系统开发和管理无关的访问控制机制。 *(9)安全防范体系。组织安全防范体系的建立，就是使得组织具有较强的应急事件处理能力，其核心是实现组 织信息安全资源的综合管理。"
  },
  {
    "id": "N05-084",
    "stem": "() 它是按用户的观点来对数据和信息建模，也就是说，把现实世界中的客观对象抽象为某一 种信息结构，这种信息结构不依赖于具体的计算机系统，也不对应某个具体的DBMS。",
    "options": {
      "A": "信息模型",
      "B": "逻辑模型",
      "C": "物理模型",
      "D": "数据模型"
    },
    "answer": "A",
    "explanation": "P148: 概念模型也称信息模型，它是按用户的观点来对数据和信息建模，也就是说，把现实 世界中的客观对象抽象为某一种信息结构，这种信息结构不依赖于具体的计算机系统，也不对应某个具体的 DBMS"
  },
  {
    "id": "N05-085",
    "stem": "元数据类型中用来描述单一数字对象的内容、属性及外在特征的元数据称之为()。",
    "options": {
      "A": "内容元数据",
      "B": "专门元数据",
      "C": "服务元数据",
      "D": "元元数据"
    },
    "answer": "B",
    "explanation": "P150, 信息内容 内容元数据 标记数字对象内容及结构的元数据 内容对象 专门元数据 描述单一数字对象的内容、属性及外在特征的元数据 内容对象集合 资源集合元数据 按照科学、主题、资源类型、用户范围、生成过程，使用管理范围形成的信息资源集 合的描述 对象的管理与保存 管理元数据 数字对象加工、存档、结构、技术处理、存取、控制、版权管理以及相关系统等方面 的信息描述 对象的服务服务过 程服务系统 服务元数据 数字资源服务的揭示与表现、服务过程、服务系统等方面的相关信息的描述 元数据的管理 元元数据 对元数据的标记语言、格式语言、标识符、扩展机制、转换机制等的描述"
  },
  {
    "id": "N05-086",
    "stem": "在常用的OO",
    "options": {
      "A": "单职、高内聚",
      "B": "组合重用、低耦合",
      "C": "迪米特、低耦合",
      "D": "开闭、高内聚"
    },
    "answer": "A",
    "explanation": "P139: 常用的OOD 原则包括： 单职原则：设计功能单一的类。本原则与结构化方法的高内聚原则是一致的。 开闭原则：对扩展开放，对修改封闭。 里氏替换原则：子类可以替换父类。 依赖倒置原则：要依赖于抽象，而不是具体实现；要针对接口编程，不要针对实现编程。 接口隔离原则：使用多个专门的接口比使用单一的总接口要好。 组合重用原则：要尽量使用组合，而不是继承关系达到重用目的。 迪米特原则(最少知识法则):一个对象应当对其他对象有尽可能少的了解。本原则与结构化方法的低耦合原则 是一致的。"
  },
  {
    "id": "N05-087",
    "stem": "()是数据库、文件和数据交换的基本数据单元。",
    "options": {
      "A": "比特",
      "B": "字段",
      "C": "记录",
      "D": "数据元"
    },
    "answer": "D",
    "explanation": "P150: 数据元是数据库、文件和数据交换的基本数据单元"
  },
  {
    "id": "N05-088",
    "stem": "概念模型的基本元素不包括 ()。",
    "options": {
      "A": "实体",
      "B": "关系",
      "C": "属性",
      "D": "域"
    },
    "answer": "B",
    "explanation": "P147, 概念模型的基本元素包括：实体、属性、域、键、关联。"
  },
  {
    "id": "N05-089",
    "stem": "在详细设计翻译转换成源程序代码后，()反映为程序的执行速度和存储容量的要求。",
    "options": {
      "A": "程序效率",
      "B": "算法效率",
      "C": "存储效率",
      "D": "I/O 效率"
    },
    "answer": "B",
    "explanation": "P141 ①程序效率。程序的效率是指程序的执行速度及程序所需占用的内存空间。 ②算法效率。源程序的效率与详细设计阶段确定的算法的效率直接相关。在详细设计翻译转换成源程序代码 后，算法效率反映为程序的执行速度和存储容量的要求。 ③存储效率。存储容量对软件设计和编码的制约很大。因此要选择可生成较短目标代码且存储压缩性能优良 的编译程序，有时需要采用汇编程序，通过程序员富有创造性的努力，提高软件的时间与空间效率。提高存 储效率的关键是程序的简单化。 ④I/O 效率。输入/输出可分为两种类型： 一种是面向人(操作员莴刘)的输入/输出；另一种是面向设备 的输入/输出。如果操作员能够十分方便、简单地输入数据，或者能够十分直观、 一目了然地了解输出信息， 则可以说面向人的输入/输出是高效的。"
  },
  {
    "id": "N05-090",
    "stem": "中间件是一种独立的系统软件或服务程序，()不属于中间件。",
    "options": {
      "A": "Tomcat",
      "B": "Websphere",
      "C": "ODBC",
      "D": "Python"
    },
    "answer": "D",
    "explanation": "中间件 (Middleware) 是位于硬件、操作系统等平台和应用之间的通用服务。通常将中间件 分为数据库访问中间件 (ODBC、JDBC)、 远程过程调用中间件(RPC)、 面向消息中间件(MQSeries)、 事务中间件、分布式对象中间件 (CORBA 、DCOM) 等。 Python 属于编程语言"
  },
  {
    "id": "N05-091",
    "stem": "客观存在的并可以相互区分的事物称为实例，而同一类型实例的抽象称为()。",
    "options": {
      "A": "数据",
      "B": "建模",
      "C": "对象",
      "D": "实体"
    },
    "answer": "D",
    "explanation": "P147, 客观存在的并可以相互区分的事物称为实例，而同一类型实例的抽象称为实体，如学 生实体(学号、系名、住处、课程、成绩)、教师实体(工作证号、姓名、系名、教研室、职称)。 实体是同一类型实例的共同抽象，不再与某个具体的实例对应。相比较而言，实例是具体的，而实体则是抽 象的"
  },
  {
    "id": "N05-092",
    "stem": "() 是防止非法实体对交换数据的修改、插入、删除以及在数据交换过程中的数据丢失。",
    "options": {
      "A": "对等实体认证服务",
      "B": "数据保密服务",
      "C": "数据完整性服务",
      "D": "数据源点认证服务"
    },
    "answer": "C",
    "explanation": "安全服务包括对等实体认证服务、数据保密服务、数据完整性服务、数据源点认证服务、禁止否认服务和犯 罪证据提供服务等。 *(1)对等实体认证服务：用于两个开放系统同等层中的实体建立链接或数据传输时，对方实体的合法性、 真实性进行确认，以防假冒。 *(2)数据保密服务：包括多种保密服务，为了防止网络中各系统之间的数据被截获或被非法存取而泄密， 提供密码加密保护。数据保密服务可提供链接方式和无链接方式两种数据保密，同时也可对用户可选字段的 数据进行保护。 *(3)数据完整性服务：用以防止非法实体对交换数据的修改、插入、删除以及在数据交换过程中的数据丢 失。 *(4)数据源点认证服务：用于确保数据发自真正的源点，防止假冒。 *(5)禁止否认服务：用以防止发送方在发送数据后否认自己发送过此数据，接收方在收到数据后否认自己 收到过此数据或伪造接收数据，由两种服务组成：不得否认发送和不得否认接收。 *(6)犯罪证据提供服务：指为违反国内外法律法规的行为或活动，提供各类数字证据、信息线索等。"
  },
  {
    "id": "N05-093",
    "stem": "下面不属于 CSMM 模型中组织管理能力域下的子域的是()。",
    "options": {
      "A": "组织资源管理",
      "B": "供应商管理",
      "C": "人员能力管理",
      "D": "过程管理"
    },
    "answer": "B",
    "explanation": "P145 能力域 能力子域 治理 战略与治理、目标管理 开发与交付 需求、设计、开发、测试、部署、服务、开源应用 管理与支持 项目策划、项目监控、项目结项、质量保证、风险管理、配置管理、供应商管理 组织管理 过程管理、人员能力管理、组织资源管理、过程能力管理"
  },
  {
    "id": "N05-094",
    "stem": "( ) 是关于数据的数据。",
    "options": {
      "A": "数据元",
      "B": "根数据",
      "C": "数据集合",
      "D": "元 数 据"
    },
    "answer": "D",
    "explanation": "P149, 元数据：是关于数据的数据。元数据被定义为提供关于信息资源或数据的一种结构化 数据，是对信息资源的结构化描述。"
  },
  {
    "id": "N05-095",
    "stem": "() 是目前最重要的一种逻辑数据模型。",
    "options": {
      "A": "层次模型",
      "B": "关系模型",
      "C": "网状模型",
      "D": "面向对象模型"
    },
    "answer": "B",
    "explanation": "P148, 逻辑模型是在概念模型的基础上确定模型的数据结构，目前主要的数据结构有层次模 型、网状模型、关系模型、面向对象模型和对象关系模型。其中，关系模型成为目前最重要的一种逻辑数据 模型"
  },
  {
    "id": "N05-096",
    "stem": "数据标准化的主要内容不包含()。",
    "options": {
      "A": "数据安全化标准",
      "B": "数据元标准化",
      "C": "元数据标准化",
      "D": "数据标准化管理"
    },
    "answer": "A",
    "explanation": "P149, 数据标准化的主要内容包括元数据标准化、数据元标准化、数据模式标准化、数据分 类与编码标准化和数据标准化管理。"
  },
  {
    "id": "N05-097",
    "stem": "下列关于集成的说法中不正确的是()。",
    "options": {
      "A": "数据集成是共享数据，并不存储数据",
      "B": "应用集成是在功能层面将多个应用直接连接起来，帮助打造动态且具有高度适应性的应用和服务",
      "C": "应用集成重点关注的是工作流层面的应用连接",
      "D": "应用集成不需要存储空间"
    },
    "answer": "D",
    "explanation": "P170: 由于应用集成重点关注的是工作流层面的应用连接，因此需要的数据存储空间和计算 时间并不多。"
  },
  {
    "id": "N05-098",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "根据模型应用目的不同，可以将数据模型划分为三类：概念模型、逻辑模型和物理模型",
      "B": "概念模型是对现实世界的抽象和概括，它应该真实、充分地反映现实世界中事物和事物之间的联系，有丰 富的语义表达能力，能表达用户的各种需求",
      "C": "逻辑模型是在概念模型的基础上确定模型的数据结构，目前主要的数据结构有层次模型、网状模型、关系 模型、面向对象模型和对象关系模型。其中，面向对象模型成为目前最重要的一种逻辑数据模型",
      "D": "物理数据模型的目标是如何用数据库模式来实现逻辑数据模型，以及真正地保存数据"
    },
    "answer": "C",
    "explanation": "P148, 逻辑模型是在概念模型的基础上确定模型的数据结构，目前主要的数据结构有层次模 型、网状模型、关系模型、面向对象模型和对象关系模型。其中，关系模型成为目前最重要的一种逻辑数据 模型"
  },
  {
    "id": "N05-099",
    "stem": "在不同的地方启动整套环境，属于镜像部署三个环节中的()。",
    "options": {
      "A": "Build",
      "B": "Ship",
      "C": "Run",
      "D": "Over"
    },
    "answer": "C",
    "explanation": "P143, 完整的镜像部署包括三个环节：Build—Ship—Run。 Build: 将软件编译形成RPM 包或者Jar 包 Ship: 将所需的第三方依赖和第三方插件安装到环境中 Run: 在不同的地方启动整套环境。"
  },
  {
    "id": "N05-100",
    "stem": "() 目标是如何用数据库模式来实现逻辑数据模型，以及真正地保存数据。",
    "options": {
      "A": "信息模型",
      "B": "数据模型",
      "C": "逻辑模型",
      "D": "物理模型"
    },
    "answer": "D",
    "explanation": "P148: 物理数据模型的目标是如何用数据库模式来实现逻辑数据模型，以及真正地保存数据。"
  },
  {
    "id": "N05-101",
    "stem": "以下关于数据建模过程中说法中不正确的是()。",
    "options": {
      "A": "数据需求分析就是分析用户对数据的需要和要求，数据需求分析是数据建模的起点",
      "B": "将需求分析得到结果抽象为概念模型的过程就是概念模型设计，其任务是确定实体和数据及其关联",
      "C": "逻辑模型设计的任务就是将概念模型中实体、属性和关联转换为关系模型结构中的关系模式",
      "D": "物理模型要将数据模型转换为真正的数据库结构，可以针对不同的 DBMS 进行统一的物理模型设计，这 样可以提高数据储存的通用性"
    },
    "answer": "D",
    "explanation": "P149: 经过概念模型设计和逻辑模型设计，数据模型设计的核心工作基本完成，如果要将数 据模型转换为真正的数据库结构，还需要针对具体的DBMS 进行物理模型设计，使数据模型走向数据存储应 用环节。物理模型考虑的主要问题包括命名、确定字段类型和编写必要的存储过程与触发器等"
  },
  {
    "id": "N05-102",
    "stem": "下面不属于CSMM 模型中开发与交付能力域下的子域的是()。",
    "options": {
      "A": "组织资源管理",
      "B": "开发",
      "C": "测 试",
      "D": "开源应用"
    },
    "answer": "A",
    "explanation": "P145 能力域 能力子域 治理 战略与治理、目标管理 开发与交付 需求、设计、开发、测试、部署、服务、开源应用 管理与支持 项目策划、项目监控、项目结项、质量保证、风险管理、配置管理、供应商管理 组织管理 过程管理、人员能力管理、组织资源管理、过程能力管理"
  },
  {
    "id": "N05-103",
    "stem": "需求过程主要包括需求获取、()、需求规格说明书编制、需求验证与确认等。",
    "options": {
      "A": "需求来源",
      "B": "需求要素",
      "C": "需求判断",
      "D": "需求分析"
    },
    "answer": "D",
    "explanation": "P131, 需求过程包括需求获取、需求分析、需求规格说明书编制、需求验证与确认等"
  },
  {
    "id": "N05-104",
    "stem": "数据建模过程包括数据需求分析、概念模型设计、逻辑模型设计和物理模型设计等过程，其中 ()是数据建模的起点。",
    "options": {
      "A": "逻辑模型设计",
      "B": "概念模型设计",
      "C": "数据需求分析",
      "D": "物理模型设计"
    },
    "answer": "C",
    "explanation": "P148: 数据需求分析就是分析用户对数据的需要和要求，数据需求分析是数据建模的起点"
  },
  {
    "id": "N05-105",
    "stem": "在 OO",
    "options": {
      "A": "接口隔离原则",
      "B": "里氏替换原则",
      "C": "依赖倒置原则",
      "D": "迪米特原则"
    },
    "answer": "C",
    "explanation": "P139: 常用的OOD 原则包括： 单职原则：设计功能单一的类。本原则与结构化方法的高内聚原则是一致的。 开闭原则：对扩展开放，对修改封闭。 里氏替换原则：子类可以替换父类。 依赖倒置原则：要依赖于抽象，而不是具体实现；要针对接口编程，不要针对实现编程。 接口隔离原则：使用多个专门的接口比使用单一的总接口要好。 组合重用原则：要尽量使用组合，而不是继承关系达到重用目的。 迪米特原则(最少知识法则):一个对象应当对其他对象有尽可能少的了解。本原则与结构化方法的低耦合原则 是一致的。"
  },
  {
    "id": "N05-106",
    "stem": "以下关于部署交付中的说法错误的是()。",
    "options": {
      "A": "软件部署的目的是将开发好的各个软件构件打包成一个可用的工作软件",
      "B": "容器技术目前是部署中最流行的技术，常用的持续部署方案有Kubernetes+Docker 和 Matrix 系统两 种",
      "C": "完整的镜像部署包括三个环节：Build-Ship-Run",
      "D": "部署原则中提到两大部署方式为蓝绿部署和金丝雀部署"
    },
    "answer": "A",
    "explanation": "P143: 部署层次的设置对于部署管理来说也是非常重要的。首先要明确部署的目的并不是部 署一个可工作的软件，而是部署一套可正常运行的环境"
  },
  {
    "id": "N05-107",
    "stem": "下面不属于CSMM 模型中管理与支持能力域下的子域的是()。",
    "options": {
      "A": "项目策划",
      "B": "项目结项",
      "C": "人员能力管理",
      "D": "配置管理"
    },
    "answer": "C",
    "explanation": "P145 能力域 能力子域 治理 战略与治理、目标管理 开发与交付 需求、设计、开发、测试、部署、服务、开源应用 管理与支持 项目策划、项目监控、项目结项、质量保证、风险管理、配置管理、供应商管理 组织管理 过程管理、人员能力管理、组织资源管理、过程能力管理"
  },
  {
    "id": "N05-108",
    "stem": "程序通常需要从计算机中读取数据，还需要写入数据到硬盘或其他储存设备，其中读取数据和 写入数据的效率属于()。",
    "options": {
      "A": "程序效率",
      "B": "算法效率",
      "C": "存储效率",
      "D": "I/O 效率"
    },
    "answer": "D",
    "explanation": "P141: 读取数据是output, 写入数据是input, 所谓的I/O 就是向计算机输入数据和读取 数据"
  },
  {
    "id": "N05-109",
    "stem": "在组织范围内能够稳定地实现预期的项目目标，属于软件能力成熟度等级()。",
    "options": {
      "A": "第 2 级",
      "B": "第 3 级",
      "C": "第 4 级",
      "D": "第 5 级"
    },
    "answer": "B",
    "explanation": "P145 等级 特征 1级 初始级 结果：软件过程和结果具有不确定性。 行为：没有完整管理规范，依赖个人。 2级 项目规范级 结果：项目基本可按计划实现预期的结果 行为：有一定的管理规范 3级 组织改进级 结果：在组织范围内能够稳定地实现预期的项目目标 行为：能够根据自身特征，持续改进 4级 量化提升级 结果：能够量化地管理和实现预期的组织和项目目标 行为：能够建立量化的质量与过程绩效目标，预测结果 5级 创新引领级 结果：实现组织业务目标的持续提升，引领行业发展 行为：组织自身软件建设经验作为行业最佳案例进行推广"
  },
  {
    "id": "N05-110",
    "stem": "关于部署与交付新趋势的描述，不正确的是()。",
    "options": {
      "A": "软件开发人员莴刘运用自动化开发工具进行待续集成，进一步将交付和部署扩展，而原来的手工运维工作 也逐渐被分派到了开发人员的手里",
      "B": "运维人员的工作也从重复枯燥的手工作业转化为开发自动化的部署脚本，并逐步并入开发人员的行列之中",
      "C": "云计算的出现使得计算机本身也可以进行自动化创建和回收，这种环境管理的范畴将得到进一步扩充",
      "D": "增加运维的压力，把运维和研发融合在一起"
    },
    "answer": "D",
    "explanation": "P144,ABC 是书中原话，D 为减轻运维的压力，把运维和研发融合在一起，所以选择D"
  },
  {
    "id": "N05-111",
    "stem": "以下的说法中不正确的是()。",
    "options": {
      "A": "常见的需求获取方法包括用户访谈、问卷调查、采样、情节串联板、联合需求计划等",
      "B": "一个好的需求应该具有无二义性",
      "C": "在需求获取阶段获得的需求是精准的，是用户对新系统的期望和要求",
      "D": "需求分析的关键在于对问题域的研究与理解"
    },
    "answer": "C",
    "explanation": "P131: 在需求获取阶段获得的需求是杂乱的，是用户对新系统的期望和要求"
  },
  {
    "id": "N05-112",
    "stem": "() 是指当有新版本发布的时候，先少量用户使用新版本，并且观察新版本是否存在问题。如 果出现问题，就及时处理并重新发布；如果一切正常，就稳步地将新版本适配给所有的用户。",
    "options": {
      "A": "蓝绿部署",
      "B": "金丝雀部署",
      "C": "虚拟机部署",
      "D": "持续部署"
    },
    "answer": "B",
    "explanation": "P144: 在部署原则中提到两大部署方式为蓝绿部署和金丝雀部署。 蓝绿部署是指在部署的时候准备新旧两个部署版本，通过域名解析切换的方式将用户使用环境切换到新版本 中，当出现问题的时候，可以快速地将用户环境切回旧版本，并对新版本进行修复和调整。 金丝雀部署是指当有新版本发布的时候，先让少量用户使用新版本，并且观察新版本是否存在问题。如果出 现问题，就及时处理并重新发布；如果一切正常，就稳步地将新版本适配给所有的用户。 【蜗牛老师点评】答案选 B。 这个也是送分题吧，讲过太多次了。"
  },
  {
    "id": "N05-113",
    "stem": "信息安全系统工程中，信息系统“安全空间”三个维度包括安全机制、网络参考模型和()。",
    "options": {
      "A": "安全设施",
      "B": "安全平台",
      "C": "安全人员",
      "D": "安全服务"
    },
    "answer": "D",
    "explanation": "信息安全系统三维空间包括安全机制、网络参考模型和安全服务。 X 轴是“安全机制”。Y 轴是“OSI 网络参考模型”。Z 轴是\"安全服务”。"
  },
  {
    "id": "N05-114",
    "stem": "软件测试是发现软件错误(缺陷)的主要手段，软件测试方法可分为静态测试和动态测试，其 中()属于静态测试。",
    "options": {
      "A": "代码走查",
      "B": "功能测试",
      "C": "黑盒测试",
      "D": "白盒测试"
    },
    "answer": "A",
    "explanation": "P141: 静态测试包括对文档的静态测试和对代码的静态测试。对文档的静态测试主要以检查 单的形式进行，而对代码的静态测试一般采用桌前检查(Desk Checking)、代码走查和代码审查。经验表明， 使用这种方法能够有效地发现30%~70%的逻辑设计和编码错误。"
  },
  {
    "id": "N02-115",
    "stem": "() 技术用于访问数据库，提供了一组用来连接到数据库、运行命令、返回记录集的类库",
    "options": {
      "A": "ADO.NET",
      "B": "C#",
      "C": "C++",
      "D": "ASP.NET"
    },
    "answer": "A",
    "explanation": "ADO.NET 技术用于访问数据库，提供了一组用来连接到数据库、运行命令、返回记录集的 类库"
  },
  {
    "id": "N05-116",
    "stem": "项目基本可按计划实现预期的结果，属于软件能力成熟度等级()。",
    "options": {
      "A": "第2级",
      "B": "第 3 级",
      "C": "第 4 级",
      "D": "第 5 级"
    },
    "answer": "A",
    "explanation": "P145 等级 特征 1级 初始级 结果：软件过程和结果具有不确定性。 行为：没有完整管理规范，依赖个人。 2级 项目规范级 结果：项目基本可按计划实现预期的结果 行为：有一定的管理规范 3级 组织改进级 结果：在组织范围内能够稳定地实现预期的项目目标 行为：能够根据自身特征，持续改进 4级 量化提升级 结果：能够量化地管理和实现预期的组织和项目目标 行为：能够建立量化的质量与过程绩效目标，预测结果 5级 创新引领级 结果：实现组织业务目标的持续提升，引领行业发展 行为：组织自身软件建设经验作为行业最佳案例进行推广"
  },
  {
    "id": "N05-117",
    "stem": "() 的任务就是将概念模型中实体、属性和关联转换为关系模型结构中的关系模式。",
    "options": {
      "A": "逻辑模型设计",
      "B": "概念模型设计",
      "C": "数据需求分析",
      "D": "物理模型设计"
    },
    "answer": "A",
    "explanation": "P149: 逻辑模型设计的任务就是将概念模型中实体、属性和关联转换为关系模型结构中的关 系模式"
  },
  {
    "id": "N05-118",
    "stem": "在订单提交后，进行计费并向客户莴刘开具发票，属于连接应用组件中的()。",
    "options": {
      "A": "应用编程接口",
      "B": "事件驱动型操作",
      "C": "数据映射",
      "D": "API"
    },
    "answer": "B",
    "explanation": "事件驱动型操作。当触发器(即事件)启动一个程序或一组操作时，系统就会执行事件驱动型操作。例如，在订 单提交后，进行计费并向客户开具发票；管理从 ERP 系统到CRM 系统的“业务机会到订单”工作流。"
  },
  {
    "id": "N05-119",
    "stem": "( ) 不属于白盒测试方法。",
    "options": {
      "A": "静态测试",
      "B": "功能测试",
      "C": "人工检查代码逻辑",
      "D": "语句覆盖"
    },
    "answer": "B",
    "explanation": "《蜗牛软考综合一本通》-5.1.4软件实现★★ 3.软件测试 软件测试的目的是验证软件是否满足软件开发合同或项目开发计划、系统/子系统设计文档、SRS 、 软件设计 说明和软件产品说明等规定的软件质量要求。通过测试发现软件缺陷，为软件产品的质量测量和评价提供依 据。 软件测试方法可分为静态测试和动态测试。 静态测试是指被测试程序不在机器上运行，而采用人工检测莴刘和计算机辅助静态分析的手段对程序进行检 测。静态测试包括对文档的静态测试和对代码的静态测试。对文档的静态测试主要以检查单的形式进行，而 对代码的静态测试一般采用桌前检查(Desk Checking)、代码走查和代码审查。 动态测试是指在计算机上实际运行程序进行软件测试，一般采用白盒测试和黑盒测试方法。 白盒测试也称为结构测试，主要用于软件单元测试中。白盒测试将程序看作是一个透明的白盒，测试人员完 全清楚程序的结构和处理算法，按照程序内部逻辑结构设计测试用例。白盒测试方法主要有控制流测试、数 据流测试和程序变异测试等。另外，使用静态测试的方法也可以实现白盒测试。例如：使用人工检查代码的 方法来检查代码的逻辑问题，也属于白盒测试的范畴。 黑盒测试也称为功能测试，主要用于集成测试、确认测试和系统测试中。黑盒测试将程序看作是一个不透明 的黑盒，完全不考虑程序的内部结构和处理算法，而只检查程序功能是否能按照SRS 的要求正常使用。黑盒 测试根据SRS 所规定的功能来设计测试用例。"
  },
  {
    "id": "N05-120",
    "stem": "以下关于设计模式的说法中不正确的是()。",
    "options": {
      "A": "根据处理范围不同，设计模式可分为类模式和对象模式",
      "B": "根据目的和用途不同，设计模式可分为创建型模式、结构型模式和行为型模式三种",
      "C": "结构型模式主要用于创建对象",
      "D": "行为型模式主要用于描述类或对象的交互以及职责的分配"
    },
    "answer": "C",
    "explanation": "P139: 结构型模式主要用于处理类或对象的组合"
  },
  {
    "id": "N05-121",
    "stem": "实现异构数据源的数据集成，首先需要()。",
    "options": {
      "A": "进行数据清洗",
      "B": "实施数据标注",
      "C": "获取原始数据",
      "D": "矫正数据质量"
    },
    "answer": "C",
    "explanation": "《蜗牛软考综合一本通》--5.3.3数据集成★★★★ P166, 实现异构数据源的数据集成，首先要解决的问题是原始数据的提取。"
  },
  {
    "id": "N05-122",
    "stem": "主流的软件开发工具 (IDE) 均提供一些插件，用来进行代码的静态检查，帮助开发人员做出 质量更高的软件。这种插件所进行的测试，不属于()。",
    "options": {
      "A": "静态测试",
      "B": "白盒测试",
      "C": "代码走查",
      "D": "功能测试"
    },
    "answer": "D",
    "explanation": "P141: A 正确。不需要运行程序就能测试，所以属于静态测试。 B 正确。需要知道代码结构，所以是白盒测试。 C 正确。属于代码走查 D 错误。功能测试也叫动态测试，需要运行程序。"
  },
  {
    "id": "N05-123",
    "stem": "以下说法中，错误的是()。",
    "options": {
      "A": "使用静态测试的方法也可以实现白盒测试。例如，使用人工检查代码的方法来检查代码的逻辑问题，也属 于白盒测试的范畴",
      "B": "容器技术目前是部署中最流行的技术",
      "C": "蓝绿部署是指当有新版本发布的时候，先让少量用户莴刘使用新版本，并且观察新版本是否存在问题。如 果出现问题，就及时处理并重新发布；如果一切正常，就稳步地将新版本适配给所有的用户",
      "D": "不可变服务器是一种部署模式，是指除了更新和安装补丁程序以外，不对服务器进行任何更改"
    },
    "answer": "C",
    "explanation": "P144, 金丝雀部署是指当有新版本发布的时候，先让少量用户使用新版本，并且观察新版本 是否存在问题。如果出现问题，就及时处理并重新发布；如果一切正常，就稳步地将新版本适配给所有的用 户。"
  },
  {
    "id": "N05-124",
    "stem": "( ) 与操作系统的结合更加紧密。",
    "options": {
      "A": "COM",
      "B": "DCOM",
      "C": "COM+",
      "D": "DCOM+"
    },
    "answer": "C",
    "explanation": "COM+ 与操作系统的结合更加紧密"
  },
  {
    "id": "N05-125",
    "stem": "用例是一种描述系统需求的方法，使用用例的方法来描述系统需求的过程就是()。",
    "options": {
      "A": "用例模型",
      "B": "分析模型",
      "C": "功能建模",
      "D": "需求建模"
    },
    "answer": "A",
    "explanation": "P132:00A 模型包括用例模型和分析模型，用例是一种描述系统需求的方法，使用用例的 方法来描述系统需求的过程就是用例建模；分析模型描述系统的基本逻辑结构，展示对象和类如何组成系统 (静态模型),以及它们如何保持通信，实现系统行为(动态模型)"
  },
  {
    "id": "N05-126",
    "stem": "关于设计模式的描述，不正确的是()。",
    "options": {
      "A": "设计模式包括模式名称、问题、目的、解决方案、效果、实例代码和相关设计模式等基本要素",
      "B": "根据处理范围不同，设计模式分为类模式和对象模式",
      "C": "根据目的和用途不同，设计模式分为创建型模式、结构型模式和行为型模式",
      "D": "对象模式处理对象之间的关系，这些关系通过继承建立，在编译的时刻就被确定下来，属于静态关系"
    },
    "answer": "D",
    "explanation": "P139: 设计模式可分为类模式和对象模式。类模式处理类和子类之间的关系，这些关系通过 继承建立，在编译时刻就被确定下来，属于静态关系；对象模式处理对象之间的关系，这些关系在运行时刻变 化，更具动态性。"
  },
  {
    "id": "N05-127",
    "stem": "描述系统的基本逻辑结构，展示对象和类如何组成系统使用的是OO",
    "options": {
      "A": "用例模型",
      "B": "分析模型",
      "C": "功能建模",
      "D": "需求建模"
    },
    "answer": "B",
    "explanation": "P132:00A 模型包括用例模型和分析模型，用例是一种描述系统需求的方法，使用用例的 方法来描述系统需求的过程就是用例建模；分析模型描述系统的基本逻辑结构，展示对象和类如何组成系统 (静态模型),以及它们如何保持通信，实现系统行为(动态模型)"
  },
  {
    "id": "N05-128",
    "stem": "一个设计良好的软件系统应具有()的特征。",
    "options": {
      "A": "低内聚、低耦合",
      "B": "高内聚、低耦合",
      "C": "高内聚、高耦合",
      "D": "低内聚、高耦合"
    },
    "answer": "B",
    "explanation": "P139: 在 SD 中，需要遵循一个基本的原则：高内聚，低耦合"
  },
  {
    "id": "N05-129",
    "stem": "软件工程需求分析阶段，使用实体联系图表示()模型。",
    "options": {
      "A": "行为",
      "B": "数据",
      "C": "功能",
      "D": "状态"
    },
    "answer": "B",
    "explanation": "P132 模型 表示图形 作用 数据模型 实体联系图(E-R图) 描述实体、属性，以及实体之间的关系 功能模型 数据流图(DFD) 从数据传递和加工的角度，利用图形符号通过逐层细分描述系统 内各个部件的功能和数据在它们之间传递的情况，来说明系统所 完成的功能 行为模型 状态转换图(STD) STD通过描述系统的状态和引起系统状态转换的事件，来表示系 统的行为，指出作为特定事件的结果将执行哪些动作"
  },
  {
    "id": "N05-130",
    "stem": "() 是软件系统结构中各个模块之间相互联系紧密程度的一种度量。",
    "options": {
      "A": "内聚性",
      "B": "耦合性",
      "C": "层次性",
      "D": "并联性"
    },
    "answer": "B",
    "explanation": "P139: 内聚性是一个模块内部各个元素之间彼此结合的紧密程度的度量，内聚从功能角度开 度量模块内的联系；耦合性事模块间互相连接的紧密程度的度量，它反映了模块的独立性，也反映了系统分 解后的复杂程度。因此高内聚，低耦合有利于提高模块的独立性。"
  },
  {
    "id": "N05-131",
    "stem": "使用结构化分析 (SA) 方法进行需求分析，围绕数据字典建立的三个层次的模型不包括()。",
    "options": {
      "A": "实体关系图",
      "B": "业务流程图",
      "C": "数据流图",
      "D": "状态转换图"
    },
    "answer": "B",
    "explanation": "P132: 实体关系图 (E-R 图)表示数据模型，数据流图 (Data Flow Diagram,DFD)表 示功能模型，用状态转换图 (State Transform Diagram,STD) 表示行为模型。"
  },
  {
    "id": "N05-132",
    "stem": "以下关于软件实现的说法不正确的是()。",
    "options": {
      "A": "软件配置管理活动包括软件配置管理计划、软件配置标识、软件配置控制、软件配置状态记录、软件配置 审计、软件发布管理与交付等活动",
      "B": "程序的质量主要取决于软件编码的质量",
      "C": "程序设计风格包括4个方面：源程序文档化、数据说明、语句结构和输入/输出方法。应尽量从编码原则 的角度提高程序的可读性，改善程序的质量",
      "D": "编码效率主要包括：程序效率、算法效率、存储效率、I/O 效率"
    },
    "answer": "B",
    "explanation": "P140: 程序的质量主要取决于软件设计的质量"
  },
  {
    "id": "N05-133",
    "stem": "在软件需求分析中，()分别用来表示功能模型和行为模型。",
    "options": {
      "A": "数据流图、状态转换图",
      "B": "状态转换图、E-R 图",
      "C": "状态转换图、数据流图",
      "D": "E-R 图、状态转换图"
    },
    "answer": "A",
    "explanation": "P132: 实体关系图 (E-R 图)表示数据模型，数据流图 (Data Flow Diagram,DFD)表 示功能模型，用状态转换图 (State Transform Diagram,STD) 表示行为模型。"
  },
  {
    "id": "N05-134",
    "stem": "信息网络安全保障体系结构框架的三要素是()",
    "options": {
      "A": "人员、设备、流程",
      "B": "设备、技术、政策",
      "C": "人员、技术、流程",
      "D": "人员、技术、政策"
    },
    "answer": "D",
    "explanation": "组织从人员、技术、政策三大要素来构成信息网络安全保障体系结构的框架"
  },
  {
    "id": "N05-135",
    "stem": "需求验证与确认活动内容不包括()。",
    "options": {
      "A": "SRS 正确地描述了预期的、满足项目干系人需求的系统行为和特征",
      "B": "SRS 中的软件需求是从系统需求、业务规格和其他来源中正确推导而来的",
      "C": "需求是精准的和不可修改的",
      "D": "需求的表示在所有地方都是一致的"
    },
    "answer": "C",
    "explanation": "P132: 需求验证与确认活动内容包括： ◆ SRS正确地描述了预期的、满足项目干系人需求的系统行为和特征 ◆ SRS 中的软件需求是从系统需求、业务规格和其他来源中正确推导而来的 ◆需求是完整的和高质量的 ◆ 需求的表示在所有地方都是一致的 ◆需求为继续进行系统设计、实现和测试提供了足够的基础"
  },
  {
    "id": "N05-136",
    "stem": "程序设计语言是人和计算机通信的最基本工具，下面不属于程序设计语言的是()。",
    "options": {
      "A": "Java",
      "B": "J2EE",
      "C": "Python",
      "D": "JScript"
    },
    "answer": "B",
    "explanation": "J2EE 是使用 Java 技术开发企业级应用的工业标准，不是程序设计语言"
  },
  {
    "id": "N05-137",
    "stem": "应尽量从()的角度提高程序的可读性，改善程序的质量。",
    "options": {
      "A": "编码原则",
      "B": "代码逻辑",
      "C": "程序语言",
      "D": "程序架构"
    },
    "answer": "A",
    "explanation": "P140: 应尽量从编码原则的角度提高程序的可读性，改善程序的质量"
  },
  {
    "id": "N05-138",
    "stem": "需求验证的主要手段有()。",
    "options": {
      "A": "需求识别、需求测试",
      "B": "需求收集、需求确认",
      "C": "需求确认、需求评审",
      "D": "需求评审、需求测试"
    },
    "answer": "D",
    "explanation": "P133: 一般通过需求评审和需求测试工作来对需求进行验证"
  },
  {
    "id": "N05-139",
    "stem": "下面说法错误的是()。",
    "options": {
      "A": "在架构评估过程中，评估人员所关注的是系统的质量属性",
      "B": "UML 是一种定义良好、易于表达、功能强大且普遍适用的编程语言",
      "C": "使用结构化分析 (SA) 方法进行需求分析，其建立的模型的核心是数据字典",
      "D": "软件需求规格说明书 (SRS) 是需求开发活动的产物"
    },
    "answer": "B",
    "explanation": "P133, 统一建模语言(UML)是一种定义良好、易于表达、功能强大且普遍适用的建模语言"
  },
  {
    "id": "N05-140",
    "stem": "关于UML 的描述，不正确的是()。",
    "options": {
      "A": "UML 是一种可视化编程语言",
      "B": "UML 适用于各种软件开发方法",
      "C": "UML 用于对软件进行可视化描述",
      "D": "UML 造用于软件生命周期的各个阶段"
    },
    "answer": "A",
    "explanation": "P133: 统一建模语言(Unified Modeling Language,UML) 是一种定义良好、易于表达、 功能强大且普遍适用的建模语言，不是编程语言。"
  },
  {
    "id": "N05-141",
    "stem": "关于UML (统一建模语言)描述中，不正确的是：()。",
    "options": {
      "A": "UML 适用于各种软件开发方法",
      "B": "UML 适用于软件生命周期的各个阶段",
      "C": "行为事物是UML 模型中的静态部分",
      "D": "UML 不是编程语言"
    },
    "answer": "C",
    "explanation": "P133: 行为事物是UML 模型中的动态部分，代表时间和空间上的动作"
  },
  {
    "id": "N05-142",
    "stem": "()描述一组对象之间连接的结构关系。",
    "options": {
      "A": "依赖",
      "B": "实现",
      "C": "关联",
      "D": "泛化"
    },
    "answer": "C",
    "explanation": "P134, 关联描述一组对象之间连接的结构关系"
  },
  {
    "id": "N05-143",
    "stem": "UML 图 不 包 括 ( ) 。",
    "options": {
      "A": "用例图",
      "B": "序列图",
      "C": "构件图",
      "D": "继承图"
    },
    "answer": "D",
    "explanation": "P134: 继承图不属于 UML 图"
  },
  {
    "id": "N05-144",
    "stem": "UML 的()描述了一个特定对象的所有可能状态以及由于各种事件的发生而引起的状态之间 的转移。",
    "options": {
      "A": "控制图",
      "B": "状态图",
      "C": "协作图",
      "D": "序列图"
    },
    "answer": "B",
    "explanation": "P135: 状态图 (state diagram): 状态图描述一个状态机，它由状态、转移、事件和活动 组成。状态图给出了对象的动态视图。它对于接口、类或协作的行为建模尤为重要，而且它强调事件导致的 对象行为，这非常有助于对反应式系统建模。"
  },
  {
    "id": "N05-145",
    "stem": "() 又称为设计视图，它表示了设计模型中在架构方面具有重要意义的部分，即类、子系统、 包和用例实现的子集。",
    "options": {
      "A": "逻辑视图",
      "B": "进程视图",
      "C": "实现视图",
      "D": "用例视图"
    },
    "answer": "A",
    "explanation": "P136: U M L 视 图 释义【熟悉】 逻辑视图 也称为设计视图，它表示了设计模型中在架构方面具有重要意义的部分，即类、子系统、包 和用例实现的子集。 进程视图 进程视图是可执行线程和进程作为活动类的建模，它是逻辑视图的一次执行实例，描述了并 发与同步结构。 实现视图 实现视图对组成基于系统的物理代码的文件和构件进行建模。 部署视图 部署视图把构件部署到一组物理节点上，表示软件到硬件的映射和分布结构。 用例视图 用例视图是最基本的需求分析模型。"
  },
  {
    "id": "N05-146",
    "stem": "中间件是一种独立的系统软件或服务程序，()不属于中间件。",
    "options": {
      "A": "JDBC",
      "B": "Websphere",
      "C": "Nginx",
      "D": "NLP"
    },
    "answer": "D",
    "explanation": "NLP 是自然语言处理技术"
  },
  {
    "id": "N05-147",
    "stem": "OO",
    "options": {
      "A": "做什么、怎么做",
      "B": "怎么做、做什么",
      "C": "需求分析、需求设计",
      "D": "用例模型、分析模型"
    },
    "answer": "A",
    "explanation": "P136:OOA 的任务是“做什么”,OOD 的任务是“怎么做”。"
  },
  {
    "id": "N05-148",
    "stem": "在OO",
    "options": {
      "A": "识别参与者、合并需求获得用例、调整用例模型",
      "B": "识别参与者、合并需求获得用例、细化用例描述",
      "C": "识别参与者、细化用例描述、调整用例模型",
      "D": "合并需求获得用例、细化用例描述、调整用例模型"
    },
    "answer": "B",
    "explanation": "136:在00A 方法中，构建用例模型一般需要经历四个阶段，分别是识别参与者、合并需求 获得用例、细化用例描述和调整用例模型，其中前三个阶段是必须的。"
  },
  {
    "id": "N05-149",
    "stem": "软件需求可以分为功能需求、性能需求、外部接口需求、设计约束和质量属性等几类。以下选 项中，()均属于功能需求。 ①对特定范围内修改所需的时间不超过3秒。 ②按照订单及原材料情况自动安排生产排序。 ③系统能够同时支持1000个独立站点的并发访问。 ④系统可实现对多字符集的支持，包括GBK、BIG5 和 UTF-8 等。 ⑤定期生成销售分析报表。 ⑥系统实行同城异地双机备份，保障数据安全。",
    "options": {
      "A": "①②⑤",
      "B": "②⑤",
      "C": "③④⑤",
      "D": "③⑥"
    },
    "answer": "B",
    "explanation": "①对特定范围内修改所需的时间不超过3秒。【性能需求】 ②按照订单及原材料情况自动安排生产排序。【功能需求】 ③系统能够同时支持1000个独立站点的并发访问。【性能需求】 ④系统可实现对多字符集的支持，包括 GBK、BIG5 和 UTF-8 等。【设计约束】 ⑤定期生成销售分析报表。【功能需求】 ⑥系统实行同城异地双机备份，保障数据安全。【设计约束】"
  },
  {
    "id": "N05-150",
    "stem": "在面向对象系统中()关系表示一个较大的“整体”类包含一个或多个“部分”类。",
    "options": {
      "A": "概化",
      "B": "合成",
      "C": "泛化",
      "D": "聚合"
    },
    "answer": "D",
    "explanation": "P138: 聚合是关联关系的一种特例，它体现的是整体与部分、拥有的关系，即has-a 的关系， 此时整体与部分之间是可分离的，它们可以具有各自的生命周期，部分可以属于多个整体对象，也可以为多 个整体对象共享；比如计算机与CPU 、 公司与员工的关系等；表现在代码层面，和关联关系是一致的，只能 从语义级别来区分。所以此题选 D。"
  },
  {
    "id": "N05-151",
    "stem": "执行者与用例之间的关系是()。",
    "options": {
      "A": "包含关系",
      "B": "泛化关系",
      "C": "关联关系",
      "D": "扩展关系"
    },
    "answer": "C",
    "explanation": "P137-138: 类之间的主要关系有关联、依赖、泛化、聚合、组合和实现等 关联->关联体现的是对象实例之间的关系，而不表示两个类之间的关系 依赖->两个类A 和 B, 如果B 的变化可能会引起A 的变化，则称类A 依赖于类B 。描述的是两个类之间的 关系 泛化->泛化关系描述了一般事物与该事物中的特殊种类之间的关系，也就是父类与子类之间的关系。 共享聚集->通常简称为聚合关系，它表示类之间的整体与部分的关系，其含义是“部分”;可能同时属于 多个“整体“部分”与“整体”的生命周期可以不相同。例如，汽车和车轮就是聚合关系，车子坏了，车轮 还可以用；车轮坏了，可以再换一个新的。 组合聚集->组合聚集关系通常简称为组合关系，它也是表示类之间的整体与部分的关系。与聚合关系的区别 在于，组合关系中的“部分”只能属于一个“整体”,“部分”与“整体”的生命周期相同，“部分”随着 “整体”的创建而创建，也随着“整体”的消亡而消亡。例如， 一个公司包含多个部门，它们之间的关系就 是组合关系。公司一旦倒闭，也就没有部门了。 实现关系->实现关系将说明和实现联系起来。接口是对行为而非实现的说明，而类中则包含了实现的结构。 一个或多个类可以实现一个接口，而每个类分别实现接口中的操作。"
  },
  {
    "id": "N05-152",
    "stem": "() 不需要了解代码的逻辑结构。",
    "options": {
      "A": "控制流测试",
      "B": "黑盒测试",
      "C": "数据量测试",
      "D": "白盒测试"
    },
    "answer": "B",
    "explanation": "P141: 白盒测试也称为结构测试，主要用于软件单元测试中。白盒测试将程序看作是一个透明的白盒，测试人员完 全清楚程序的结构和处理算法，按照程序内部逻辑结构设计测试用例。白盒测试方法主要有控制流测试、数 据流测试和程序变异测试等。另外，使用静态测试的方法也可以实现白盒测试。例如：使用人工检查代码的 方法来检查代码的逻辑问题，也属于白盒测试的范畴。 黑盒测试也称为功能测试，主要用于集成测试、确认测试和系统测试中。黑盒测试将程序看作是一个不透明 的黑盒，完全不考虑程序的内部结构和处理算法，而只检查程序功能是否能按照SRS 的要求正常使用。黑盒 测试根据SRS 所规定的功能来设计测试用例。"
  },
  {
    "id": "N05-153",
    "stem": "在应用集成中，有多个组件帮助协调连接各种应用。其中()利用特定的数据结构，帮助开发 人员快速访问其他应用的功能。",
    "options": {
      "A": "事件驱动型操作",
      "B": "API",
      "C": "数据映射",
      "D": "RNN"
    },
    "answer": "B",
    "explanation": "押对原题 可以帮助协调连接各种应用的组件有： *(1)应用编程接口：API 是定义不同软件交互方式的程序和规则，可以支持应用之间相互通信。API 利用特定的 数据结构，帮助开发人员快速访问其他应用的功能。 *(2)事件驱动操作：当触发器(即事件)启动一个程序或一组操作时，系统就会执行事件驱动型操作。 *(3)数据映射：将数据从一个系统映射到另一个系统，可以定义数据的交换方式，从而简化后续的数据导出、 分组或分析工作。"
  },
  {
    "id": "N05-154",
    "stem": "( ) 不属于常见的数据质量评价过程。",
    "options": {
      "A": "确定使用的数据质量定量元素及数据质量范围",
      "B": "确定数据质量度量方法",
      "C": "确定数据质量评价的第三方组织",
      "D": "选择并使用数据质量评价方法"
    },
    "answer": "C",
    "explanation": "数据质量评价过程： 确定适用的数据质量定量元素及数据质量范围 确定数据质量度量方法 选择并使用数据质量评价方法 确定数据质量结果 报告数据质量结果(定量的)"
  },
  {
    "id": "N05-155",
    "stem": "元数据类型中用来描述元数据的标记语言、格式语言、标识符、扩展机制、转换机制等的元数 据 称 之 为 ( ) 。",
    "options": {
      "A": "内容元数据",
      "B": "专门元数据",
      "C": "服务元数据",
      "D": "元元数据"
    },
    "answer": "D",
    "explanation": "P150, 信息内容 内容元数据 标记数字对象内容及结构的元数据 内容对象 专门元数据 描述单一数字对象的内容、属性及外在特征的元数据 内容对象集合 资源集合元数据 按照科学、主题、资源类型、用户范围、生成过程，使用管理范围形成的信息资源集 合的描述 对象的管理与保存 管理元数据 数字对象加工、存档、结构、技术处理、存取、控制、版权管理以及相关系统等方面 的信息描述 对象的服务服务过 程服务系统 服务元数据 数字资源服务的揭示与表现、服务过程、服务系统等方面的相关信息的描述 元数据的管理 元元数据 对元数据的标记语言、格式语言、标识符、扩展机制、转换机制等的描述"
  },
  {
    "id": "N05-156",
    "stem": "以下说法中，错误的是()。",
    "options": {
      "A": "需求过程：主要包括需求获取、需求分析、需求规格说明书编制、需求验证与确认等",
      "B": "使用结构化分析 SA 方法进行需求分析。一般使用实体关系图(E-R 图)表示数据模型，用数据流图DFD 表示功能模型，用状态转换图STD 表示行为模型",
      "C": "构件图描述一个封装的类和它的接口、端口，以及由内嵌的构件和连接件构成的内部结构",
      "D": "面向对象设计OOD 是OOA 方法的延续，其基本思想包括抽象、封装和可扩展性，其中可扩展性主要通 过继承和泛化来实现"
    },
    "answer": "D",
    "explanation": "P139, 面向对象设计(00D 是 0 0A方法的延续，其基本思想包括抽象、封装和可扩展性， 其中可扩展性主要通过继承和多态来实现"
  },
  {
    "id": "N05-157",
    "stem": "每次所备份的数据只是相对上一次完全备份之后发生变化的数据，是()备份策略。",
    "options": {
      "A": "完全备份",
      "B": "差分备份",
      "C": "增量备份",
      "D": "冷热备份"
    },
    "answer": "B",
    "explanation": "完全备份：每次都对需要进行备份的数据进行全备份。 差分备份：每次所备份的数据只是相对上一次完全备份之后发生变化的数据。 增量备份：每次所备份的数据只是相对于上一次备份后改变的数据。"
  },
  {
    "id": "N05-158",
    "stem": "( ) 是 .NET 中的网络编程结构，可以方便、高效地构建、运行和发布网络应用",
    "options": {
      "A": "ADO.NET",
      "B": "C#",
      "C": "C++",
      "D": "ASP.NET"
    },
    "answer": "D",
    "explanation": "ASP.NET 是 .NET 中的网络编程结构，可以方便、高效地构建、运行和发布网络应用"
  },
  {
    "id": "N05-159",
    "stem": "在部署的时候准备新旧两个部署版本，通过域名蜗牛解析：切换的方式将用户使用环境切换到 新版本中，当出现问题的时候，可以快速地将用户环境切回旧版本，并对新版本进行修复和调整，指的是() 方式。",
    "options": {
      "A": "蓝绿部署",
      "B": "滚动发布",
      "C": "灰度发布",
      "D": "金丝雀部署"
    },
    "answer": "A",
    "explanation": "P144, 在部署原则中提到两大部署方式为蓝绿部署和金丝雀部署。 蓝绿部署：是指在部署的时候准备新旧两个部署版本，通过域名解析切换的方式将用户使用环境切换到新版 本中，当出现问题的时候，可以快速地将用户环境切回旧版本，并对新版本进行修复和调整。 金丝雀部署：是指当有新版本发布的时候，先让少量用户使用新版本，并且观察新版本是否存在问题。如果 出现问题，就及时处理并重新发布；如果一切正常，就稳步地将新版本适配给所有的用户。"
  },
  {
    "id": "N05-160",
    "stem": "常见的备份策略主要有三种()。",
    "options": {
      "A": "物理备份、云备份和节点备份",
      "B": "物理备份、差分备份和增量备份",
      "C": "完全备份、云备份和物理备份",
      "D": "完全备份、差分备份和增量备份"
    },
    "answer": "D",
    "explanation": "P154: 常见的备份策略主要有三种：完全备份、差分备份和增量备份。"
  },
  {
    "id": "N05-161",
    "stem": "应用集成的技术要求不包括()",
    "options": {
      "A": "互操作性",
      "B": "可移植性",
      "C": "简单性",
      "D": "透明性"
    },
    "answer": "C",
    "explanation": "对应用集成的技术要求大致有：具有应用间的互操作性、具有分布式环境中应用的可移植性、 具有系统中应用分布的透明性。【202311】"
  },
  {
    "id": "N05-162",
    "stem": "每次都对需要进行备份的数据进行全备份，是()备份策略。",
    "options": {
      "A": "完全备份",
      "B": "差分备份",
      "C": "增量备份",
      "D": "冷热备份"
    },
    "answer": "A",
    "explanation": "完全备份：每次都对需要进行备份的数据进行全备份。 差分备份：每次所备份的数据只是相对上一次完全备份之后发生变化的数据。 增量备份：每次所备份的数据只是相对于上一次备份后改变的数据。"
  },
  {
    "id": "N05-163",
    "stem": "关于软件测试的描述，不正确的是()。",
    "options": {
      "A": "采用桌前检查代码走查和代码审查属于动态测试方法",
      "B": "控制流测试和数据流测试属于白盒测试方法",
      "C": "软件测试可分为单元测试、集成测试、确认测试、系统测试等类别",
      "D": "回归测试的目的是在软件变更后，变更部分的正确性和对变更需求的符合性以及功能、性能等要求的不损 害性"
    },
    "answer": "A",
    "explanation": "P141: 桌前检查代码走查和代码审查属于静态测试方法。"
  },
  {
    "id": "N05-164",
    "stem": "数据模型可划分为()。",
    "options": {
      "A": "概念模型、逻辑模型、物理模型",
      "B": "概念模型、逻辑模型、实体模型",
      "C": "关系模型、逻辑模型、实体模型",
      "D": "关系模型、逻辑模型、物理模型"
    },
    "answer": "A",
    "explanation": "P147: 数据模型可划分为三类：概念模型、逻辑模型和物理模型。"
  },
  {
    "id": "N05-165",
    "stem": "以下属于数据备份结构的是()。",
    "options": {
      "A": "DAS 备份结构",
      "B": "NAS 备份结构",
      "C": "SAN 备份结构",
      "D": "FC-SAN 备份结构"
    },
    "answer": "A",
    "explanation": "P154: 当前最常见的数据备份结构可以分为四种： DAS 备份结构、基于LAN 的备份结构、 LAN-FREE 备份结构和SERVER-FREE 备份结构"
  },
  {
    "id": "N05-166",
    "stem": "() 定位于在修改数据时，保证新值在一定范围内符合逻辑上的完整性。",
    "options": {
      "A": "保证数据的操作完整性",
      "B": "保证数据库的完整性",
      "C": "保证数据的语义完整性",
      "D": "防止非法的数据访问"
    },
    "answer": "C",
    "explanation": "保证数据的语 义完整性 在修改数据时，保证新值在一定范围内符合逻辑上的完整性。对数据值的约束通过完整性 约束来描述。可以针对数据库定义完整性约束(定义数据库处于正确状态的条件),也可以 针对变换定义完整性约束(修改数据库时需要验证的条件)"
  },
  {
    "id": "N05-167",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "数据挖掘分析所需的数据量比传统数据分析所需的数据量大，数据量越大，数据挖掘的效果越好",
      "B": "传统数据分析主要运用统计学的方法、手段对数据进行分析，而数据挖掘综合运用数据统计、人工智能、 可视化等技术对数据进行分析",
      "C": "传统数据分析通常是回顾型和验证型的，通常分析已经发生了什么,而数据挖掘通常是预测型和发现型的， 预测未来的情况，解释发生的原因",
      "D": "传统数据分析由于研究较早，其分析方法已经很过时，而数据挖掘除基于统计学等方法外，其分析方法很 成熟"
    },
    "answer": "D",
    "explanation": "数据挖掘与传统数据分析的区别： 两者分析对象的数据量有差异。数据挖掘所需的数据量比传统数据分析所需的数据量大，数据量越大，数据 挖掘的效果越好； 两者运用的分析方法有差异。传统数据分析主要运用统计学的方法、手段对数据进行分析，而数据挖掘综合 运用数据统计、人工智能、可视化等技术对数据进行分析； 两者分析侧重有差异。传统数据分析通常是回顾型和验证型的，而数据挖掘通常是预测型和发现型的。 两者成熟度不同。传统数据分析相当成熟，而数据挖掘除基于统计学等方法外，部分方法仍处于发展阶段。"
  },
  {
    "id": "N05-168",
    "stem": "在组织范围内能够量化地管理和实现预期的组织和项目目标，属于软件能力成熟度等级()。",
    "options": {
      "A": "第 2 级",
      "B": "第 3 级",
      "C": "第 4 级",
      "D": "第 5 级"
    },
    "answer": "C",
    "explanation": "P145 等级 特征 1级 初始级 结果：软件过程和结果具有不确定性。 行为：没有完整管理规范，依赖个人。 2级 项目规范级 结果：项目基本可按计划实现预期的结果 行为：有一定的管理规范 3级 组织改进级 结果：在组织范围内能够稳定地实现预期的项目目标 行为：能够根据自身特征，持续改进 4级 量化提升级 结果：能够量化地管理和实现预期的组织和项目目标 行为：能够建立量化的质量与过程绩效目标，预测结果 5级 创新引领级 结果：实现组织业务目标的持续提升，引领行业发展 行为：组织自身软件建设经验作为行业最佳案例进行推广"
  },
  {
    "id": "N05-169",
    "stem": "() 考虑的主要问题包括命名、确定字段类型和编写必要的存储过程与触发器等。",
    "options": {
      "A": "逻辑模型",
      "B": "概念模型",
      "C": "数据需求",
      "D": "物理模型"
    },
    "answer": "D",
    "explanation": "P149: 物理模型考虑的主要问题包括命名、确定字段类型和编写必要的存储过程与触发器等。"
  },
  {
    "id": "N05-170",
    "stem": "下列基本实施中属于安全工程过程域的是()。",
    "options": {
      "A": "监测和控制技术工程项目",
      "B": "管理配置",
      "C": "规划技术工程项目",
      "D": "评估脆弱性"
    },
    "answer": "D",
    "explanation": "P178: 由基本实施组成的11个安全工程过程域包括： PA01——实施安全控制、PA02——评估影响、 PA03—— 评估安全风险、PA04——评估威胁、 PA05—— 评 估脆弱性、PA06—— 建立保证论据、PA07—— 协调安全、PA08——监控安全态、PA09—— 提供安全输入、 PA10—— 确定安全需求、PA11—— 验证和证实安全。"
  },
  {
    "id": "N05-171",
    "stem": "通用实施 (Generic Practices,GP), 由被称为公共特性的逻辑域组成，公共特性分为5个 级别，充分定义级属于()。",
    "options": {
      "A": "Level 1",
      "B": "Level 2",
      "C": "Level 3",
      "D": "Level 4"
    },
    "answer": "C",
    "explanation": "Level 1—非正规实施级：(基本) Level 2—规划和跟踪级：(规范化) Level 3—充分定义级：(标准化) Level 4—量化控制级：(可测量、量化) Level 5—持续改进级：(改进)"
  },
  {
    "id": "N05-172",
    "stem": "保护数据库不受非授权的修改，以及不会因为病毒、系统中的错误等导致的存储数据破坏，应 采取()安全策略来应对。",
    "options": {
      "A": "保证数据的操作完整性",
      "B": "保证数据库的完整性",
      "C": "保证数据的语义完整性",
      "D": "防止非法的数据访问"
    },
    "answer": "B",
    "explanation": "保证数据库的 完整性 该需求指的是保护数据库不受非授权的修改，以及不会因为病毒、系统中的错误等导致的 存储数据破坏。这种保护通过访问控制、备份/恢复以及一些专用的安全机制共同实现。 备份/恢复在数据库管理系统领域得到了深入的研究，它们的主要目标是在系统发生错误 时保证数据库中数据的一致性"
  },
  {
    "id": "N05-173",
    "stem": "如果一个开放系统提供在系统各构件之间交换信息的机制，也称该系统支持()。",
    "options": {
      "A": "互操作性",
      "B": "可移植性",
      "C": "可重用性",
      "D": "交互性"
    },
    "answer": "A",
    "explanation": "如果一个开放系统提供在系统各构件之间交换信息的机制，也称该系统支持互操作性。"
  },
  {
    "id": "N05-174",
    "stem": "通过技术和管理的创新，实现组织业务目标的持续提升，引领行业发展，属于软件能力成熟度 等 级 ( ) 。",
    "options": {
      "A": "第2级",
      "B": "第 3 级",
      "C": "第 4 级",
      "D": "第 5 级"
    },
    "answer": "D",
    "explanation": "P145 等级 特征 1级 初始级 结果：软件过程和结果具有不确定性。 行为：没有完整管理规范，依赖个人。 2 级 项目规范级 结果：项目基本可按计划实现预期的结果 行为：有一定的管理规范 3级 组织改进级 结果：在组织范围内能够稳定地实现预期的项目目标 行为：能够根据自身特征，持续改进 4 级 量化提升级 结果：能够量化地管理和实现预期的组织和项目目标 蜗牛老师公众号：《蜗牛软考》,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 行为：能够建立量化的质量与过程绩效目标，预测结果 5级 创新引领级 结果：实现组织业务目标的持续提升，引领行业发展 行为：组织自身软件建设经验作为行业最佳案例进行推广"
  },
  {
    "id": "N05-175",
    "stem": "数据工程的主要研究内容包括()、数据标准化、数据运维、数据开发利用和数据安全等理论 和技术。",
    "options": {
      "A": "数据分析",
      "B": "数据挖掘",
      "C": "数据建模",
      "D": "数据采集"
    },
    "answer": "C",
    "explanation": "P147: 数据工程的主要研究内容包括数据建模、数据标准化、数据运维、数据开发利用和数 据安全等理论和技术。"
  },
  {
    "id": "N05-176",
    "stem": "数据标准化分为四个阶段，其中()阶段涉及在各信息系统中实施和改进已批准的数据标准。",
    "options": {
      "A": "确定数据需求",
      "B": "制定数据标准",
      "C": "批准数据标准",
      "D": "实施数据标准"
    },
    "answer": "D",
    "explanation": "P153, 数据标准化具体过程包括确定数据需求、制定数据标准、批准数据标准和实施数据标 准四个阶段 确定数据需求：将产生数据需求及相关的元数据、域值等文件。 制定数据标准：要处理“确定数据需求”阶段提出的数据需求。如果现有的数据标准不能满足该数据需求， 可以建议制定新的数据标准，也可建议修改或者封存已有数据标准。 批准数据标准：数据管理机构对提交的数据标准建议、现行数据标准的修改或封存建议进行审查一经批准， 该数据标准将扩充或修改数据模型。 实施数据标准：在各信息系统中实施和改进已批准的数据标准。"
  },
  {
    "id": "N05-177",
    "stem": "下面哪一个不属于无线传输介质()。",
    "options": {
      "A": "无线电波",
      "B": "微波",
      "C": "光纤",
      "D": "红外线"
    },
    "answer": "C",
    "explanation": "P164: 常用的无线传输介质主要包括无线电波、微波、红外线等，常用的有线传输介质主要 包括双绞线、同轴电缆、光纤等。"
  },
  {
    "id": "N05-178",
    "stem": "() 用于两个开放系统同等层中的实体建立链接或数据传输时，对方实体的合法性、真实性进 行确认，以防假冒。",
    "options": {
      "A": "对等实体认证服务",
      "B": "数据保密服务",
      "C": "数据完整性服务",
      "D": "数据源点认证服务"
    },
    "answer": "A",
    "explanation": "安全服务包括对等实体认证服务、数据保密服务、数据完整性服务、数据源点认证服务、禁止否认服务和犯 罪证据提供服务等。 *(1)对等实体认证服务：用于两个开放系统同等层中的实体建立链接或数据传输时，对方实体的合法性、 真实性进行确认，以防假冒。 *(2)数据保密服务：包括多种保密服务，为了防止网络中各系统之间的数据被截获或被非法存取而泄密， 提供密码加密保护。数据保密服务可提供链接方式和无链接方式两种数据保密，同时也可对用户可选字段的 数据进行保护。 *(3)数据完整性服务：用以防止非法实体对交换数据的修改、插入、删除以及在数据交换过程中的数据丢 失。 *(4)数据源点认证服务：用于确保数据发自真正的源点，防止假冒。 *(5)禁止否认服务：用以防止发送方在发送数据后否认自己发送过此数据，接收方在收到数据后否认自己 收到过此数据或伪造接收数据，由两种服务组成：不得否认发送和不得否认接收。 *(6)犯罪证据提供服务：指为违反国内外法律法规的行为或活动，提供各类数字证据、信息线索等。"
  },
  {
    "id": "N05-179",
    "stem": "下列基本实施中属于组织实施过程域的是()。",
    "options": {
      "A": "评估影响",
      "B": "建立保证论据",
      "C": "规划技术工程项目",
      "D": "评估脆弱性"
    },
    "answer": "C",
    "explanation": "P179:11 个与项目和组织实施有关的过程域：PA12—— 保证质量、PA13—— 管理配置、 PA14——管理项目风险、 PA15— 监测和控制技术工程项目、PA16 一规划技术工程项目、PA17 一定义组织 的系统工程过程、PA18—改进组织的系统工程过程、 PA19— 管理产品线的演变、PA20— 管理系统工程支持 环境、PA21—提供不断更新的技能和知识、 PA22——与供应商的协调。"
  },
  {
    "id": "N05-180",
    "stem": "用户通过对授权访问的数据进行推导，得到机密信息，应采取()安全策略来应对。",
    "options": {
      "A": "防止非法的数据访问",
      "B": "防止推导",
      "C": "审计和日志",
      "D": "标识和认证"
    },
    "answer": "B",
    "explanation": "P161: 用户通过对授权访问的数据进行推导，得到机密信息，应采取防止推导的安全策略来 应对"
  },
  {
    "id": "N05-181",
    "stem": "攻击者利用一定的方式影响用户访问数据或使用资源的行为属于()。",
    "options": {
      "A": "非授权的信息泄露",
      "B": "非授权的信息修改",
      "C": "拒绝服务",
      "D": "人为错误"
    },
    "answer": "C",
    "explanation": "拒绝服务：包括会影响用户访问数据或使用资源的行为"
  },
  {
    "id": "N05-182",
    "stem": "数据清理主要包括数据分析、()和数据修正三个步骤。",
    "options": {
      "A": "数据挖掘",
      "B": "数据转换",
      "C": "数据埋点",
      "D": "数据检测"
    },
    "answer": "D",
    "explanation": "P156: 数据清理主要包括数据分析、数据检测和数据修正三个步骤"
  },
  {
    "id": "N05-183",
    "stem": "信息系统的“安全空间”,指的是()。",
    "options": {
      "A": "安全机制、安全设施和安全服务",
      "B": "安全机制、安全平台和安全人员",
      "C": "安全机制、网络参考模型和安全服务",
      "D": "安全人员、安全设施和安全服务"
    },
    "answer": "C",
    "explanation": "信息安全系统三维空间包括安全机制、网络参考模型和安全服务。 X 轴是“安全机制”。Y 轴是“OSI 网络参考模型”。Z 轴是\"安全服务”。"
  },
  {
    "id": "N05-184",
    "stem": "( ISSE-CMM) 是一种衡量信息安全系统工程实施能力的方法，其包括()三部分。",
    "options": {
      "A": "管理过程、风险过程和保证过程",
      "B": "工程过程、安全过程和保证过程",
      "C": "工程过程、风险过程和保证过程",
      "D": "安全过程、风险过程和保证过程"
    },
    "answer": "C",
    "explanation": "ISSE 将信息安全系统工程实施过程分解为：工程过程、风险过程和保证过程三部分。"
  },
  {
    "id": "N05-185",
    "stem": "通过对授权访问的数据进行推导分析获取非授权的信息属于()。",
    "options": {
      "A": "非授权的信息泄露",
      "B": "非授权的信息修改",
      "C": "拒绝服务",
      "D": "人为错误"
    },
    "answer": "A",
    "explanation": "P161: 非授权的信息泄露：未获授权的用户有意或无意得到信息。通过对授权访问的数据进 行推导分析获取非授权的信息也属于这一类"
  },
  {
    "id": "N05-186",
    "stem": "以下说法中不正确的是 ()。",
    "options": {
      "A": "数据挖掘分析所需的数据量比传统数据分析所需的数据量大，数据量越大，数据挖掘的效果越好",
      "B": "数据集成就是将驻留在不同数据源中的数据进行整合，向用户提供统一的数据视图，其属于黑盒集成",
      "C": "传统数据分析通常是回顾型和验证型的，通常分析已经发生了什么,而数据挖掘通常是预测型和发现型的， 预测未来的情况，解释发生的原因",
      "D": "传统数据分析由于研究较早，其分析方法相当成熟，而数据挖掘除基于统计学等方法外，部分方法仍处于 发展阶段"
    },
    "answer": "B",
    "explanation": "数据集成就是将驻留在不同数据源中的数据进行整合，向用户提供统一的数据视图，使得用 户能以透明的方式访问数据，数据集成属于白盒集成。"
  },
  {
    "id": "N05-187",
    "stem": "( ) 不属于应用集成的技术要求。",
    "options": {
      "A": "系统中应用分布的透明性",
      "B": "应用间数据的存储",
      "C": "分布式环境中应用的可移植性",
      "D": "应用间的互操作性"
    },
    "answer": "B",
    "explanation": "对应用集成的技术要求大致有： *(1)具有应用间的互操作性：应用的互操作性提供不同系统间信息的有意义交换，即信息的语用交换，而 不仅限于语法交换和语义交换。此外，它还提供系统间功能服务的使用功能，特别是资源的动态发现和动态 类型检查。 *(2)具有分布式环境中应用的可移植性：提供应用程序在系统中迁移的潜力并且不破坏应用所提供的或正 在使用的服务。这种迁移包括静态的系统重构或重新安装以及动态的系统重构。 *(3)具有系统中应用分布的透明性：分布的透明性屏蔽了由系统的分布所带来的复杂性。它使应用编程者 不必关心系统是分布的还是集中的，从而可以集中精力设计具体的应用系统，这就大大减少了应用集成编程 的复杂性。"
  },
  {
    "id": "N05-188",
    "stem": "利用特定的数据结构，帮助开发人员快速访问其他应用的功能，属于连接应用组件中的()。",
    "options": {
      "A": "COM",
      "B": "事件驱动型操作",
      "C": "数据映射",
      "D": "API"
    },
    "answer": "D",
    "explanation": "应用编程接口(API) 。API 是定义不同软件交互方式的程序和规则，可以支持应用之间相互通信。 API 利用特 定的数据结构，帮助开发人员快速访问其他应用功能。"
  },
  {
    "id": "N05-189",
    "stem": "() 是指从数据中发现控制数据的一般规则，定义出数据清理的规则，并选择合适的算法。",
    "options": {
      "A": "数据分析",
      "B": "数据检测",
      "C": "数据修正",
      "D": "数据处理"
    },
    "answer": "A",
    "explanation": "数据分析：是指从数据中发现控制数据的一般规则，比如字段域、业务规则等。通过对数据的分析，定义出 数据清理的规则，并选择合适的算法"
  },
  {
    "id": "N05-190",
    "stem": "() 认为凡是满足这个词局部的所有字符的信息，都为命中的信息。",
    "options": {
      "A": "截词检索技术",
      "B": "临近检索技术",
      "C": "限定字段检索技术",
      "D": "限制检索技术"
    },
    "answer": "A",
    "explanation": "截词检索技术是指用截断的词的一个局部进行检索，并认为凡是满足这个词局部的所有字符 的信息，都为命中的信息"
  },
  {
    "id": "N05-191",
    "stem": "() 是数据库的第一道安全防线，是授权、审计等的前提条件。",
    "options": {
      "A": "防止非法的数据访问",
      "B": "审计和日志",
      "C": "标识和认证",
      "D": "防止推导"
    },
    "answer": "C",
    "explanation": "标识和认证 同计算机系统的用户管理类似，使用的方法也非常类似。与其他系统一样，标识和认证也 是数据库的第一道安全防线。标识和认证是授权、审计等的前提条件"
  },
  {
    "id": "N05-192",
    "stem": "() 的意义在于防止程序之间出现非授权的信息传递。",
    "options": {
      "A": "审计和日志",
      "B": "标识和认证",
      "C": "防止推导",
      "D": "限界"
    },
    "answer": "D",
    "explanation": "限界 限界的意义在于防止程序之间出现非授权的信息传递。信息传递出现在”授权通道”“存储 通道”和“隐通道”中。授权通道通过授权的操作提供输出信息，例如编辑或编译一个文件。 存储通道是存储区，一个程序向其中存储数据，而其他程序可以读取。隐通道指的是使用 系统中并非设计用来进行通信的资源在主体间通信的信道"
  },
  {
    "id": "N05-193",
    "stem": "信息安全系统工程 (ISSE) 将信息安全系统工程的实施过程分为工程过程(),保证过程三 个基本的部分。",
    "options": {
      "A": "策划过程",
      "B": "风险过程",
      "C": "支持过程",
      "D": "质量过程"
    },
    "answer": "B",
    "explanation": "ISSE 将信息安全系统工程实施过程分解为：工程过程、风险过程和保证过程三个基本的部分。"
  },
  {
    "id": "N05-194",
    "stem": "系 统 集 成 的 内 容 包 括 ( ) 、 ( ) 、 ( ) 集 成 。",
    "options": {
      "A": "技术、数据、应用",
      "B": "界面、数据、控制",
      "C": "技术、数据、控制",
      "D": "界面、数据、应用"
    },
    "answer": "A",
    "explanation": "P163: 系统集成的内容包括技术环境的集成、数据环境的集成和应用程序的集成"
  },
  {
    "id": "N05-195",
    "stem": "通过设置口令、密码和访问权限保护网络资源属于网络安全中的()。",
    "options": {
      "A": "防火墙技术",
      "B": "数据加密技术",
      "C": "访问控制",
      "D": "权限管理"
    },
    "answer": "C",
    "explanation": "P164: 安全子系统。网络安全主要关注的内容包括；使用防火墙技术，防止外部的侵犯；使 用数据加密技术，防止任何人从通信信道窃取信息；访问控制，主要是通过设置口令、密码和访问权限保护 网络资源。"
  },
  {
    "id": "N05-196",
    "stem": "防止通信信道的信息被窃取，可以使用 ()。",
    "options": {
      "A": "防火墙技术",
      "B": "数据加密技术",
      "C": "访问控制",
      "D": "权限管理"
    },
    "answer": "B",
    "explanation": "P164: 使用数据加密技术，防止任何人从通信信道窃取信息。目前主要的加密技术包括对称 加密算法(如 DES) 和非对称加密算法(如RSA)"
  },
  {
    "id": "N05-197",
    "stem": "数据集成可以分为基本数据集成、多级视图集成、()和多粒度数据集成四个层次。",
    "options": {
      "A": "多维度集成",
      "B": "单视图集成",
      "C": "范式集成",
      "D": "模式集成"
    },
    "answer": "D",
    "explanation": "P165: 数据集成可以分为基本数据集成、多级视图集成、模式集成和多粒度数据集成四个层 次"
  },
  {
    "id": "N05-198",
    "stem": "对组织的标准化过程族进行裁剪，属于公共特性的成熟度等级种的()。",
    "options": {
      "A": "非正规实施级",
      "B": "规划和跟踪级",
      "C": "充分定义级",
      "D": "量化控制级"
    },
    "answer": "C",
    "explanation": "Level3:充 分定义级 定义标准化 过程 3.1.1对过程进行标准化 3.1.2对组织的标准化过程族进行裁剪 执行已定义 的过程 3.2.1在过程域的实施中使用充分定义的过程 3.2.2对过程域的适当工作产品进行缺陷评审 3.2.3通过使用已定义过程的数据管理该过程 协调安全实施 3.3.1协调工程科目内部的沟通 3.3.2协调组织内不同组间的沟通 3.3.3协调与外部组间的沟通"
  },
  {
    "id": "N05-199",
    "stem": "() 不属于选择网络服务器的考虑因素。",
    "options": {
      "A": "CPU 的速度和数量",
      "B": "内存容量和性能",
      "C": "总线结构和类型",
      "D": "服务商的类型"
    },
    "answer": "D",
    "explanation": "P165: 选择网络服务器时要考虑以下因素：①CPU 的速度和数量；②内存容量和性能；③ 总线结构和类型；④磁盘容量和性能；⑤容错性能；⑥网络接口性能；⑦服务器软件等。"
  },
  {
    "id": "N05-200",
    "stem": "J2EE 的体系结构可以分为客户端层、服务器端组件层、()和信息系统层。",
    "options": {
      "A": "网络层",
      "B": "应用层",
      "C": "EJB 层",
      "D": "中间件"
    },
    "answer": "C",
    "explanation": "J2EE 的体系结构可以分为客户端层、服务器端组件层、EJB 层和信息系统层。"
  },
  {
    "id": "N05-201",
    "stem": "从信息系统集成技术角度来看，()在最上层。主要解决()问题。",
    "options": {
      "A": "数据集成、互通",
      "B": "网络集成、互连",
      "C": "软件集成、互适应",
      "D": "应用集成、互操作性"
    },
    "answer": "D",
    "explanation": "应用集成在最上层，主要解决应用的互操作性的问题。【GX202305】 应用集成(互操作性) 数据集成(互通) 网络集成(互连) 图5-10 系统集成栈"
  },
  {
    "id": "N05-202",
    "stem": "() 可对用户可选字段的数据进行保护。",
    "options": {
      "A": "对等实体认证服务",
      "B": "数据保密服务",
      "C": "数据完整性服务",
      "D": "数据源点认证服务"
    },
    "answer": "B",
    "explanation": "安全服务包括对等实体认证服务、数据保密服务、数据完整性服务、数据源点认证服务、禁止否认服务和犯 罪证据提供服务等。 *(1)对等实体认证服务：用于两个开放系统同等层中的实体建立链接或数据传输时，对方实体的合法性、 真实性进行确认，以防假冒。 *(2)数据保密服务：包括多种保密服务，为了防止网络中各系统之间的数据被截获或被非法存取而泄密， 提供密码加密保护。数据保密服务可提供链接方式和无链接方式两种数据保密，同时也可对用户可选字段的 数据进行保护。 *(3)数据完整性服务：用以防止非法实体对交换数据的修改、插入、删除以及在数据交换过程中的数据丢 失。 *(4)数据源点认证服务：用于确保数据发自真正的源点，防止假冒。 *(5)禁止否认服务：用以防止发送方在发送数据后否认自己发送过此数据，接收方在收到数据后否认自己 收到过此数据或伪造接收数据，由两种服务组成：不得否认发送和不得否认接收。 *(6)犯罪证据提供服务：指为违反国内外法律法规的行为或活动，提供各类数字证据、信息线索等。"
  },
  {
    "id": "N05-203",
    "stem": "依据ISSE-CMM 中公共特性的成熟度等级定义，()不属于ISSE-CMM 的 Level2: 规划和 跟踪级。",
    "options": {
      "A": "将过程域执行的方法形成标准化和程序化",
      "B": "对组织的标准化过程族进行裁剪文档",
      "C": "在执行过程域中，使用文档化的标准和程序",
      "D": "验证过程与可用标准的一致性"
    },
    "answer": "B",
    "explanation": "第5章信息系统工程 P179, 对组织的标准化过程族进行裁剪文档是Level3 充分定义级的内容 表5-15公共特性的成熟度等级定义 级别 公共特性 通用实施 Level1:非 正规实施级 执行基本实施 1.1.1执行过程 Level 2:规 划和跟踪级 规划执行 2.1.1为执行过程域分配足够资源 2.1.2为开发工作产品和(或)提供过程域服务指定责任人 2.1.3将过程域执行的方法形成标准化和(或)程序化文档 2.1.4提供支持执行过程域的有关工具 2.1.5保证过程域执行人员获得适当的过程执行方面的培训 2.1.6对过程域的实施进行规划 规范化执行 2.2.1在执行过程域中，使用文档化的规划、标准和(或)程序 2.2.2在需要的地方将过程域的工作产品置于版本控制和配置管理之下 验证执行 2.3.1验证过程与可用标准和(或)程序的一致性 2.3.2审计工作产品(验证工作产品遵从可适用标准和(或)需求的情况) 跟踪执行 2.4.1用测量跟踪过程域相对于规划的态势 2.4.2当进程严重偏离规划时采取必要修正措施 Level3:充 分定义级 定义标准化 过程 3.1.1对过程进行标准化 3.1.2对组织的标准化过程族进行裁剪 执行已定义 的过程 3.2.1在过程域的实施中使用充分定义的过程 3.2.2对过程域的适当工作产品进行缺陷评审 3.2.3通过使用已定义过程的数据管理该过程 协调安全实施 3.3.1协调工程科目内部的沟通 3.3.2协调组织内不同组间的沟通 3.3.3协调与外部组间的沟通 第6章项目管理概论"
  },
  {
    "id": "N06-001",
    "stem": "关于项目的描述，不正确的是：()。",
    "options": {
      "A": "项目的需求不复存在，是项目宣告结束的情况之一",
      "B": "实现项目目标可能会产生一个或多个可交付成果",
      "C": "可交付成果可能会在项目终止后依然存在",
      "D": "项目是为创造独特的产品、服务或成果而进行的周期性工作"
    },
    "answer": "D",
    "explanation": "P184: 项目是为创造独特的产品、服务或成果而进行的临时性工作。"
  },
  {
    "id": "N06-002",
    "stem": "关于项目及项目管理基础的描述，正确的是()。",
    "options": {
      "A": "项目的“临时性”是指项目有明确的起点和终点，“临时性” 一定意味着项目的持续时间短",
      "B": "项目管理作为一种管理方法体系，具有普适性，在不同国家、不同行业、项目管理不同发展阶段，在结构、 内容、方法上是相同的",
      "C": "项目所产生的产品、服务或成果具有临时性特点",
      "D": "可交付成果可能是有形的，也可能是无形的。实现项目目标可能会产生一个或多个可交付成果"
    },
    "answer": "D",
    "explanation": "P184: 项目的“临时性”是指项目有明确的起点和终点，“临时性”并不一定意味着项目的持续时间 短 项目管理作为一种管理方法体系，具有普适性，在不同国家、不同行业、项目管理不同发展阶段，在结 构、内容、 方法上可能不同 虽然项目是临时性工作，但其可交付成果可能会在项目终止后依然存在 P184: 开展项目是为了通过可交付成果达成目标。目标是所指向的结果、要取得的战略地位、要达到的 目的、要获得的成果、要生产的产品或者要提供的服务。可交付成果是指在某一过程、阶段或项目完成时， 形成的独特并可验证的产品、成果或服务。 可交付成果可能是有形的，也可能是无形的。实现项目目标可能 会产生一个或多个可交付成果。"
  },
  {
    "id": "N06-003",
    "stem": "项目管理不善，可能会导致的后果不包括()。",
    "options": {
      "A": "项目范围失控",
      "B": "组织声誉受损",
      "C": "管理制约因素",
      "D": "干系人不满意"
    },
    "answer": "C",
    "explanation": "P187: 项目管理不善或缺失可能导致：①项目超过时限；②项目成本超支；③项目质量低劣； *④返工；⑤项目范围失控；⑥组织声誉受损；⑦干系人不满意；⑧无法达成目标等"
  },
  {
    "id": "N06-004",
    "stem": "关于项目、项目集、项目组合的描述，不正确的是：()。",
    "options": {
      "A": "一个项目可以采用三种不同的模式进行管理",
      "B": "项目集是一组相互关联且被协调管理的项目、子项目集和项目集活动",
      "C": "只有那些大项目才能成为项目集管理",
      "D": "项目组合的组织范围随着组织战略目标的变化而变化 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导"
    },
    "answer": "C",
    "explanation": "P188, 为达成组织的一系列目的和目标，可能需要实施多个项目。在这种情况下，项目可能 被归入项目集中。项目集是一组相互关联且被协调管理的项目、子项目集和项目集活动，目的是为了获得分 别管理无法获得的利益。项目集不是大项目，大项目是指规模、影响等特别大的项目。有些组织可能会采用 项目组合，有效管理在任何特定的时间内同时进行的多个项目集和项目。项目组合是指为实现战略目标而组 合在一起管理的项目、项目集、子项目组合和运营工作。"
  },
  {
    "id": "N06-005",
    "stem": "时间、成本、范围和()等项目管理测量指标，历来被视为确定项目是否成功的最重要的因素。",
    "options": {
      "A": "沟通",
      "B": "质量",
      "C": "资源",
      "D": "风险"
    },
    "answer": "B",
    "explanation": "P187, 时间、成本、范围和质量等项目管理测量指标，历来被视为确定项目是否成功的最重 要的因素"
  },
  {
    "id": "N06-006",
    "stem": "下面属于组织过程资产的是()。",
    "options": {
      "A": "组织文化",
      "B": "资源可用性",
      "C": "员工能力",
      "D": "安保和安全"
    },
    "answer": "D",
    "explanation": "P191, 组织过程资产 过程资产：工具、方法论、方法、模焕部架、模式或 PMO 资源。 治理文件：政策和流程。 数据资产：以前项目的数据库、文件库、度量指标、数据和工件。 知识资产：项目团队成员、主题专家和其他员工的隐性知识。 安保和安全：对设施访问、数据保护、保密级别和专有秘密的程序和实践 组织内部的事业环境因素 组织文化、结构和治理；设施和资源的地理分布；基础设施；信息技术软件；资源可用性；员工能力 组织外部的事业环境因素 市场条件；社会和文化影响与问题；法律限制；商业数据库；学术研究；政府 或行业标准；财务考虑因素；物理环境要素"
  },
  {
    "id": "N06-007",
    "stem": "在()组织结构中，项目经理全职指定工作角色。",
    "options": {
      "A": "职能型",
      "B": "平衡矩阵型",
      "C": "强矩阵型",
      "D": "弱矩阵型"
    },
    "answer": "C",
    "explanation": "P193, 职能(集 中式) 正在进行的工作 (例如，设计、制造) 极少或无 兼职；工作角色(如协调员) 指定与否不限 极少或 无 职能经理 兼职 矩阵-强 按工作职能，项目 经理作为一个职能 中到高 全职指定工作角色 中到高 项目经理 全职 矩阵-弱 工作职能 低 兼职；作为另一项工作的组 成部分，并非指定工作角 低 职能经理 兼职 色，如协调员 矩阵-均 衡 工作职能 低到中 兼职；作为一种技能的嵌入 职能，不可以是指定工作角 色(如协调员) 低到中 混合 兼职"
  },
  {
    "id": "N06-008",
    "stem": "所有项目都呈现包含启动项目、组织与准备、()和结束项目4个项目阶段的通用的生命周 期结构。",
    "options": {
      "A": "规划项目工作",
      "B": "执行项目工作",
      "C": "监控项目工作",
      "D": "消亡"
    },
    "answer": "B",
    "explanation": "P213, 所有项目都呈现包含启动项目、组织与准备、执行项目工作和结束项目4个项目阶段 的通用的生命周期结构"
  },
  {
    "id": "N06-009",
    "stem": "关于项目经理的描述，不正确的是()。",
    "options": {
      "A": "项目经理是发起人、团队成员与其他干系人之间的沟通者",
      "B": "项目经理领导项目团队实现项目目标",
      "C": "项目经理应该时刻关注行业的最新发展趋势",
      "D": "项目经理不可以是临时被委任的外部顾问"
    },
    "answer": "D",
    "explanation": "P197, 项目经理还需与其他角色紧密协作，如组织经理、专家以及可行性研究分析人员。在 某些情况下，项目经理可以是临时被委任的外部顾问。"
  },
  {
    "id": "N06-010",
    "stem": "某跨国企业需要建设覆盖多个国家的人力资源系统，项目经理莴刘在规划系统建设时对系统覆 盖多个国家的文化规范、语言、时区等问题进行了充分的调研，确保了该系统满足管理需要，这是价值驱动 的项目管理原则中()原则的体现。",
    "options": {
      "A": "展现领导力行为",
      "B": "驾驭复杂性",
      "C": "为实现目标而驱动变革",
      "D": "促进干系人参与"
    },
    "answer": "B",
    "explanation": "P202: 展现领导力行为。展现并调整领导力行为，为项目团队和成员提供支持。 驾驭复杂性。不断评估和确定项目的复杂性，使项目团队能够在整个生命周期中，成功找到正确的方法应对 复杂情况。 为实现目标而驱动变革。驱动变革，使受影响者做好准备，采用新的过程并执行新的方法，完成从当前状态 过渡到项目成果所带来的预期的未来状态。 促进干系人参与。积极主动地让干系人参与进来，最大限度促使项目成功和客户满意。 很显然，四个选项中只有B 选项最符合题意。"
  },
  {
    "id": "N06-011",
    "stem": "() 是一组相互关联且被协调管理的项目、子项目集和项目集活动，目的是为了获得分别管理 无法获得的利益。",
    "options": {
      "A": "项目",
      "B": "项目集",
      "C": "项目组合",
      "D": "运营管理"
    },
    "answer": "B",
    "explanation": "P188, 项目集是一组相互关联且被协调管理的项目、子项目集和项目集活动，目的是为了获 得分别管理无法获得的利益。项目集不是大项目，大项目是指规模、影响等特别大的项目"
  },
  {
    "id": "N06-012",
    "stem": "关于项目管理办公室PMO 的几点说法，正确的是()。",
    "options": {
      "A": "支持型PMO 其实就是一个项目资源库，对项目的控制程度很弱",
      "B": "控制型PMO 直接管理和控制项目，项目经理由PMO 指定并向其报告",
      "C": "为了保证项目符合组织的业务目标，PMO 支持和管理的项目之间都会彼此关联",
      "D": "在强矩阵型组织结构中，项目经理的权职比PMO 型的要高"
    },
    "answer": "A",
    "explanation": "P194, 支持型：支持型PMO 担当顾问的角色。这种类型的PMO 其实就是一个项目资源库，对项目的控制程度很弱。 控制型：这种类型PMO 对项目的控制程度属于中等。他可能要求项目： 一是采用项目管理框架或方法论； 二是使用特定的模板、格式和工具；三是遵从治理框架。 指令型：指令型PMO 直接管理和控制项目。项目经理由PMO 指定并向其报告。这种类型的PMO 对项目的 控制程度很高。 PMO 只是把项目进行了集中管理，他所支持和管理的项目之间不一定彼此关联"
  },
  {
    "id": "N06-013",
    "stem": "以下哪个不属于组织过程资产()。",
    "options": {
      "A": "过程资产",
      "B": "治理文件",
      "C": "安保和安全",
      "D": "资源可用性"
    },
    "answer": "D",
    "explanation": "P191。 资源可用性属于组织内部的事业环境因素。"
  },
  {
    "id": "N06-014",
    "stem": "项目管理不善，可能会导致的后果不包括()。",
    "options": {
      "A": "项目超过时限",
      "B": "项目成本超支",
      "C": "无法达成目标",
      "D": "应对外部环境改变给项目带来的影响"
    },
    "answer": "D",
    "explanation": "P187: 项目管理不善或缺失可能导致：①项目超过时限；②项目成本超支；③项目质量低劣； *④返工；⑤项目范围失控；⑥组织声誉受损；⑦干系人不满意；⑧无法达成目标等"
  },
  {
    "id": "N06-015",
    "stem": "以下()不属于组织过程资产。",
    "options": {
      "A": "组织文化",
      "B": "组织的社交媒体、道德和安全政策及程序",
      "C": "组织的问题、风险、变更",
      "D": "数据管理政策及程序"
    },
    "answer": "A",
    "explanation": "P191, 组织文化属于事业环境因素 *1.组织过程资产 过程资产：工具、方法论、方法、模版、框架、模式或PMO 资源。 治理文件：政策和流程。 数据资产：以前项目的数据库、文件库、度量指标、数据和工件。 知识资产：项目团队成员、主题专家和其他员工的隐性知识。 安保和安全：对设施访问、数据保护、保密级别和专有秘密的程序和实践 *2.事业环境因素 组织内部的：组织文化、结构和治理；设施和资源的地理分布；基础设施；信息技术软件；资源可用性；员 工能力。 组织外部的：市场条件；社会和文化影响与问题；法律限制；商业数据库；学术研究；政府或行业标准；财 务考虑因素；物理环境要素。"
  },
  {
    "id": "N06-016",
    "stem": "关于项目集合项目组合的描述，不正确的是()。",
    "options": {
      "A": "项目组合是为实现项目目标而组合在一起管理的项目集，子项目组合和运营工作的组合",
      "B": "项目集将一个大型复杂项目拆分后形成若干小项目形成的集合",
      "C": "项目组合经理通过项目组合的总体投资效果和实现效益来衡量项目组合的成功",
      "D": "项目集经理通过协调项目及组件的活动，确保项目集效益按预期实现"
    },
    "answer": "A",
    "explanation": "《蜗牛软考202405高项冲刺精华》第6章- 【考点3】项目、项目集、项目组合和运营管 理之间的关系★★★★★ P188, 项目组合是为实现战略目标而组合在一起管理的项目、项目集、子项目组合和运营工作的集合。所以 A 不正确"
  },
  {
    "id": "N06-017",
    "stem": "项目有明确的起点和终点，体现了项目的()特性。",
    "options": {
      "A": "独特性",
      "B": "临时性",
      "C": "渐进明细",
      "D": "及时性"
    },
    "answer": "B",
    "explanation": "P184: 项目的“临时性”是指项目有明确的起点和终点"
  },
  {
    "id": "N06-018",
    "stem": "以下()不属于组织外部的事业环境因素。",
    "options": {
      "A": "市场条件",
      "B": "社会和文化影响因素",
      "C": "员工能力",
      "D": "财务考虑因素"
    },
    "answer": "C",
    "explanation": "P192, 组织外部的事业环境因素包括：市场条件、社会和文化影响因素、监管环境、商业数 据库、学术研究、行业标准、财务考虑因素、物理环境因素"
  },
  {
    "id": "N06-019",
    "stem": "有效和高效的项目管理是一个组织的战略能力。它使组织能够()。 ①将项目成果与业务目标联系起来；②更有效地展开市场竞争；③实现可持续发展；④通过适当调整项目管 理计划，以应对外部环境改变给项目带来的影响等；⑤管理制约因素；⑥以更好的方式管理变更",
    "options": {
      "A": "①②③④",
      "B": "①②③⑤",
      "C": "①②③⑤⑥",
      "D": "①②③④⑥"
    },
    "answer": "A",
    "explanation": "P187: 有效和高效的项目管理是一个组织的战略能力。它使组织能够： *①将项目成果与业务目标联系起来 *②更有效地展开市场竞争 *③实现可持续发展 *④通过适当调整项目管理计划，以应对外部环境改变给项目带来的影响等"
  },
  {
    "id": "N06-020",
    "stem": "() 是指为实现战略目标而组合在一起管理的项目、项目集、子项目组合和运营工作。",
    "options": {
      "A": "项 目",
      "B": "项目集",
      "C": "项目组合",
      "D": "运营管理"
    },
    "answer": "C",
    "explanation": "P190, 项目组合是指为实现战略目标而组合在一起管理的项目、项目集、子项目组合和运营 工作"
  },
  {
    "id": "N06-021",
    "stem": "关于项目描述，不正确的是()。",
    "options": {
      "A": "可交付成果可能是有形的，也可能是无形的。实现项目目标可能会产生一个或多个可交付成果",
      "B": "项目的“临时性”是指项目有明确的起点和终点。“临时性”一定意味着项目的持续时间短",
      "C": "项目驱动组织进行变更。从业务价值角度看，项目旨在推动组织从一个状态转到另一个状态，从而达成特 定目标，获得更高的业务价值",
      "D": "项目可以在组织的任何层级上开展。一个项目可能只涉及一个人，也可能涉及一组人；可能只涉及一个组 织单元，也可能涉及多个组织的多个单元"
    },
    "answer": "B",
    "explanation": "P184: 项目的“临时性”是指项目有明确的起点和终点。“临时性”并不一定意味着项目的 持续时间短。"
  },
  {
    "id": "N06-022",
    "stem": "组织过程资产在项目管理中扮演很重要的角色，()不属于组织过程资产。",
    "options": {
      "A": "基础设施",
      "B": "组织的经验学习系统",
      "C": "产品组件标准",
      "D": "招聘、培养、使用和解聘技术人员的指导方针"
    },
    "answer": "A",
    "explanation": "P191-192,A 错误。基础设施属于事业环境因素。"
  },
  {
    "id": "N06-023",
    "stem": "关于项目、项目集和项目组合的描述，正确的是()。",
    "options": {
      "A": "项目集管理和项目组合管理的生命周期、活动、目标、重点和效益都与项目管理相同",
      "B": "项目组合有利于组织了解战略目标在项目组合中的实施情况，还能适当促进项目组合、项目集和项目治理 的实施与协调",
      "C": "项目和项目集管理的重点在于以“正确”的方式开展项目集和项目，即“做正确的事”",
      "D": "项目组合管理则注重于开展“正确”的项目集和项目，即“正确地做事”"
    },
    "answer": "B",
    "explanation": "P190, 项目组合有利于组织了解战略目标在项目组合中的实施情况，还能适当促进项目组合、 项目集和项目治理的实施与协调"
  },
  {
    "id": "N06-024",
    "stem": "() 关注产品的持续生产、服务的持续提供。",
    "options": {
      "A": "项目集管理",
      "B": "项目管理",
      "C": "项目组合管理",
      "D": "运营管理"
    },
    "answer": "D",
    "explanation": "P190, 运营管理关注产品的持续生产、服务的持续提供。运营管理使用最优资源满足客户要 求，以保证组织或业务持续高效地运行"
  },
  {
    "id": "N06-025",
    "stem": "( ) 不属于组织过程资产。",
    "options": {
      "A": "行业风险数据库",
      "B": "变更控制程序",
      "C": "公司过去同类项目的相关资料",
      "D": "配置管理知识库"
    },
    "answer": "A",
    "explanation": "P191-192,A 错误。行业风险数据库属于事业环境因素，来自组织外部的肯定是事业环境因 素。"
  },
  {
    "id": "N06-026",
    "stem": "有效和高效的项目管理体现在()。 ①将项目成果与业务目标联系起来；②更有效地展开市场竞争；③实现可持续发展；④项目质量低劣",
    "options": {
      "A": "①②③",
      "B": "②③④",
      "C": "①②④",
      "D": "①③④"
    },
    "answer": "A",
    "explanation": "P187: 有效和高效的项目管理是一个组织的战略能力。它使组织能够： *①将项目成果与业务目标联系起来 *②更有效地展开市场竞争 *③实现可持续发展 *④通过适当调整项目管理计划，以应对外部环境改变给项目带来的影响等"
  },
  {
    "id": "N06-027",
    "stem": "关于项目描述，不正确的是()。",
    "options": {
      "A": "时间、成本、范围和质量等项目管理测量指标，历来被视为确定项目是否成功的最重要的因素。确定项目 是否成功还应考虑项目目标的实现情况",
      "B": "从一个项目从范围、进度、预算来看是成功的，从业务角度来看应该也是成功的",
      "C": "项目管理就是将知识、技能、工具与技术应用于项目活动，以满足项目的要求",
      "D": "项目是组织创造价值和效益的主要方式"
    },
    "answer": "B",
    "explanation": "P187, 有可能一个项目从范围、进度、预算来看是成功的，但从业务角度来看并不成功，这 是因为业务需求或市场环境在项目完成之前发生了变化"
  },
  {
    "id": "N06-028",
    "stem": "项目带来的效益可以是有形的、无形的或两者兼而有之，下列属于有形效益的是()。",
    "options": {
      "A": "市场份额",
      "B": "商标",
      "C": "公共利益",
      "D": "战略联盟"
    },
    "answer": "A",
    "explanation": "P185: 项目带来的效益可以是有形的、无形的或两者兼而有之。有形效益的例子包括：货币 资产、股东权益、公共事业、固定资产、工具、市场份额等。无形效益的例子包括：商誉、声誉、商标、公 共利益、战略联盟、品牌认知度等"
  },
  {
    "id": "N06-029",
    "stem": "一般而言，项目的范围确定后，项目的三个基本目标是()。",
    "options": {
      "A": "时间、成本、质量标准",
      "B": "时间、功能、成本",
      "C": "成本、功能、质量标准",
      "D": "时间、功能、质量标准"
    },
    "answer": "A",
    "explanation": "P187, 时间、成本、范围和质量等项目管理测量指标，历来被视为确定项目是否成功的最重 要的因素"
  },
  {
    "id": "N06-030",
    "stem": "从项目、项目集、项目组合管理的目标来看，()注重于开展“正确”的工作，即“做正确的 事”。",
    "options": {
      "A": "项目组合管理",
      "B": "单个项目管理",
      "C": "大项目管理",
      "D": "项目集管理"
    },
    "answer": "A",
    "explanation": "P188, 从组织的角度看：①项目和项目集管理的重点在于以“正确”的方式开展项目集和项 目，即“正确地做事”;②项目组合管理则注重于开展“正确”的项目集和项目，即“做正确的事”。"
  },
  {
    "id": "N06-031",
    "stem": "项目带来的效益可以是有形的、无形的或两者兼而有之，下列属于无形效益的是()。",
    "options": {
      "A": "品牌认知度",
      "B": "货币资产",
      "C": "市场份额",
      "D": "工 具"
    },
    "answer": "A",
    "explanation": "P185: 项目带来的效益可以是有形的、无形的或两者兼而有之。有形效益的例子包括：货币 资产、股东权益、公共事业、固定资产、工具、市场份额等。无形效益的例子包括：商誉、声誉、商标、公 共利益、战略联盟、品牌认知度等"
  },
  {
    "id": "N06-032",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "项目管理注重项目内部的依赖关系，以确定管理项目的最佳方法",
      "B": "项目集管理注重项目集组成部分之间的依赖关系，以确定管理这些项目的最佳方法",
      "C": "项目组合中的项目集和项目应有依赖关系",
      "D": "运营管理是另外一个领域，不属于项目管理范围"
    },
    "answer": "C",
    "explanation": "P190, 项目组合中的项目集或项目不一定存在彼此依赖或直接相关的关联关系。"
  },
  {
    "id": "N06-033",
    "stem": "关于项目及项目管理基础的描述，不正确的是()。",
    "options": {
      "A": "项目是为提供一项独特产品、服务或成果所做的临时性努力",
      "B": "项目所产生的产品、服务或成果具有临时性特点",
      "C": "项目工作的目的在于得到特定的结果，即项目是面向目标的",
      "D": "项目管理和日常运营管理的目标有着本质的不同"
    },
    "answer": "B",
    "explanation": "P185: 虽然项目是临时性工作，但其可交付成果可能会在项目终止后依然存在。B 不正确"
  },
  {
    "id": "N06-034",
    "stem": "() 重在对项目进行优先级排序，并提供所需资源，与组织战略保持一致；()通过对其组 成部分进行协调，对它们之间的依赖关系进行控制，从而实现既定收益。",
    "options": {
      "A": "项目集管理、组织级项目管理",
      "B": "项目组合管理、组织级项目管理",
      "C": "项目集管理、项目组合管理",
      "D": "项目组合管理、项目集管理"
    },
    "answer": "D",
    "explanation": "P190 项目组合管理通过选择适当的项目集或项目，对工作进行优先级排序，并提供所需资源，与组织战略保持一 致 ； 项目集管理通过对其组成部分进行协调，对它们之间的依赖关系进行控制，从而实现既定收益； 项目管理使组织的目标得以实现。 组织级项目管理是指为实现战略目标，通过组织驱动因素整合项目组合、项目集和项目管理的框架"
  },
  {
    "id": "N06-035",
    "stem": "() 属于引发项目的因素。 *①符合法律法规或社会需求 *②满足干系人要求或需求 *③创造、改进或修复产品、过程或服务 *④执行、变更业务或技术战略",
    "options": {
      "A": "①②③",
      "B": "①②",
      "C": "②③④",
      "D": "①②③④"
    },
    "answer": "D",
    "explanation": "P186 。 促进项目创建的因素大致可以四个基本类别：①符合法律法规或社会需求；②满足干 系人要求或需求；③创造、改进或修复产品、过程或服务；④执行、变更业务或技术战略。"
  },
  {
    "id": "N06-036",
    "stem": "以下关于项目集、项目组合、项目的关系，说法错误的是()。",
    "options": {
      "A": "一个项目可以采用三种不同的模式进行管理：独立项目(不包括在项目集或项目组合中)、在项目集内、 在项目组合内",
      "B": "项目集是一组相互关联且被协调管理的项目、子项目集和项目集活动，目的是为了获得分别管理无法获得 的利益",
      "C": "项目和项目集管理的重点在于以“正确”的方式开展项目集和项目，即“正确地做事”;项目组合管理则 注重于开展“正确”的项目集和项目，即“做正确的事”",
      "D": "项目集管理通过选择适当的项目组合或项目，对工作进行优先级排序，并提供所需资源，与组织战略保持 一致"
    },
    "answer": "D",
    "explanation": "P190, 项目组合、项目集和项目都需要符合组织战略，由组织战略驱动，并以不同的方式服 务于战略目标的实现：①项目组合管理通过选择适当的项目集或项目，对工作进行优先级排序，并提供所需 资源，与组织战略保持一致；②项目集管理通过对其组成部分进行协调，对它们之间的依赖关系进行控制， 从而实现既定收益；③项目管理使组织的目标得以实现"
  },
  {
    "id": "N06-037",
    "stem": "项目管理原则不包括()。",
    "options": {
      "A": "营造协作的项目团队环境",
      "B": "聚焦于战略目标的实现",
      "C": "将质量融入到过程和成果中",
      "D": "为实现目标而驱动变革"
    },
    "answer": "B",
    "explanation": "P202-213: 项目管理原则包括： 勤勉、尊重和关心他人； 营造协作的项目团队环境； 促进干系人有效参与； 聚焦于价值； 识别、评估和响应系统交互； 展现领导力行为； 根据环境进行裁剪； 将质量融入到过程和成果中； 驾驭复杂性； 优化风险应对； 拥抱适应性和韧性； 为实现目标而驱动变革。"
  },
  {
    "id": "N06-038",
    "stem": "组织领导者启动项目是为了应对影响该组织持续运营和业务战略的因素。下面那一个不是引发 项 目 的 因 素 ( )",
    "options": {
      "A": "符合法律法规",
      "B": "满足干系人要求",
      "C": "调整组织结构",
      "D": "执行、变更业务"
    },
    "answer": "C",
    "explanation": "P186 。 促进项目创建的因素大致可以四个基本类别：①符合法律法规或社会需求；②满足干 系人要求或需求；③创造、改进或修复产品、过程或服务；④执行、变更业务或技术战略。"
  },
  {
    "id": "N06-039",
    "stem": "() 属于事业环境因素。",
    "options": {
      "A": "配置管理知识库",
      "B": "变更控制程序",
      "C": "项目档案",
      "D": "项目管理信息系统"
    },
    "answer": "D",
    "explanation": "P191-192, 项目管理信息系统属于信息技术软件，是事业环境因素"
  },
  {
    "id": "N06-040",
    "stem": "关于运营与项目管理描述不正确的是()。",
    "options": {
      "A": "运营的改变可以作为某个项目的关注焦点，尤其当项目交付的新产品或新服务将导致运营有实质性改变时",
      "B": "持续运营属于项目的范畴",
      "C": "在每个交叉点，可交付成果及知识都会在项目与运营之间转移",
      "D": "可能是将项目资源及知识转移到运营部门，也可能是将运营资源转移至项目中"
    },
    "answer": "B",
    "explanation": "P190,ACD 是书中原话，运营管理是另外一个领域，不属于项目管理范围。"
  },
  {
    "id": "N06-041",
    "stem": "关于组织级项目管理和战略的描述，不正确的是()。",
    "options": {
      "A": "项目组合、项目集和项目都不需要符合组织战略，由组织战略驱动，并以不同的方式服务于战略目标的实 现",
      "B": "项目组合管理通过选择适当的项目集或项目，对工作进行优先级排序，并提供所需资源，与组织战略保持 一致",
      "C": "项目集管理通过对其组成部分进行协调，对它们之间的依赖关系进行控制，从而实现既定收益",
      "D": "项目管理使组织的目标得以实现"
    },
    "answer": "A",
    "explanation": "P190,BCD 是书中原话，A 应该是项目组合、项目集和项目都需要符合组织战略，由组织 战略驱动，并以不同的方式服务于战略目标的实现"
  },
  {
    "id": "N06-042",
    "stem": "关于项目组合和项目集的描述，不正确的是()。",
    "options": {
      "A": "项目组合和项目集中都可能包含日常运作业务",
      "B": "项目集是项目组合的一部分",
      "C": "项目组合中的项目既可以位于项目集之内，也可以位于项目集之外",
      "D": "项目组合中的项目集和项目应有依赖关系"
    },
    "answer": "D",
    "explanation": "P190, 项目组合中的项目集或项目不一定存在彼此依赖或直接相关的关联关系。D 选项错误。"
  },
  {
    "id": "N06-043",
    "stem": "某系统集成项目的项目经理在制定项目章程时，必须要考虑涉及并影响项目的环境和组织因素。 ()不属于环境和组织因素的内容。",
    "options": {
      "A": "公司文化和结构",
      "B": "员工绩效评估记录",
      "C": "变更控制流程",
      "D": "项目管理信息系统"
    },
    "answer": "C",
    "explanation": "P191-192, 变更控制流程属于流程类文件，属于组织过程资产"
  },
  {
    "id": "N06-044",
    "stem": "关于项目经理相关能力的描述，不正确的是()。",
    "options": {
      "A": "项目管理、战略和商务、领导力是项目经理需要关注的技能",
      "B": "人际交往占据项目经理的绝大部分工作内容",
      "C": "领导力关注近期目标，关注可操作性的问题和问题的解决",
      "D": "战略和商务技能有助于项目经理了解与项目相关的商业因素"
    },
    "answer": "C",
    "explanation": "P198, 项目经理需要重点关注三个方面的关键技能包括项目管理、战略和商务、领导力。 项目管理：与项目、项目集和项目组合管理特定领域相关的知识、技能和行为，可以帮助达成项目目标。 战略和商务：关于行业和组织的知识和专业技能，有助于提高绩效并取得更好的业务成果。 领导力：指导、激励和带领团队所需的知识、技能和行为，可以帮助组织达成业务目标。"
  },
  {
    "id": "N06-045",
    "stem": "为应对汽油紧缺，阿牛汽车公司批准一个低油耗车型的研发项目。这属于促成项目创建因素的 ()。",
    "options": {
      "A": "新技术",
      "B": "市场需求",
      "C": "干系人需求",
      "D": "社会需要"
    },
    "answer": "B",
    "explanation": "P186。 表6-2 促成项目创建的因素 特定 因素 特定因素示例 符合法律 法规或社 会需求 满足干系 人要求或 需求 创造、改进或 修复产品、过 程或服务 执行、变 更业务或 技术战略 新技术 某电子公司批准一个新项目，在计算 机内存和电子技术发展基础上，开发 一种高速、廉价的小型笔记本电脑 √ √ 竞争力 为保持竞争力，产品价格要低于竞争 对手产品价格，需要降低生产成本 √ 材料问题 某市政桥梁的一些支撑构件出现裂缝， 因此需要实施一个项目来解决问题 √ √ 政策变革 在某新政策影响下，当前某项目经费 发生变更 √ 市场需求 为应对汽油紧缺，某汽车公司批准一 个低油耗车型的研发项目 √ √ √ 经济变革 经济滑坡导致某当前项目优先级发生 变更 √ 客户要求 为了给新工业园区供电，某电力公司 批准一个新变电站建设项目 √ √ 干系人需求 某干系人要求组织进行新的输出 √ 法律要求 某化工制造商批准一个项目，为妥善 处理一种新的有毒材料制定指南 √ 业务过程 改进 某组织实施一个运用精益六西格玛价 值流图的项目 √ 战略机会或 业务需求 为增加收入，某培训公司批准一个项 目，开发一门新课程 √ √ 社会需要 为应对传染病频发，某发展中国家的 非政府组织批准一个项目，为社区建 设饮用水系统和公共厕所，并开展卫 生教育 √ 环境需要 为减少污染，某上市公司批准一个项 目，开创电动汽车共享服务 √ √"
  },
  {
    "id": "N06-046",
    "stem": "() 的特点是先基于初始需求制订一套高层级的计划，再逐渐把需求细化到适合特定的规划周 期所需的详细程度。",
    "options": {
      "A": "预测型项目生命周期",
      "B": "混合型项目生命周期",
      "C": "适应型项目生命周期",
      "D": "瀑布型项目生命周期"
    },
    "answer": "C",
    "explanation": "P215, 适应型生命周期。采用适应型开发方法的项目又称敏捷型或变更驱动型项目，适合于 需求不确定，不断发展变化的项目。在每次迭代前，项目和产品愿景的范围被明确定义和批准，每次选代(又 称“冲刺”)结束时，客户会对具有功能性的可交付物进行审查。审查时关键干系人会提供反馈，项目团队会 更新项目待办事项列表，以确定下一次迭代中特性和功能的优先级。适应型项目生命周期的特点是先基于初 始需求制定一套高层级计划，再逐渐把需求细化到适合特定规划周期所需的详细程度。"
  },
  {
    "id": "N06-047",
    "stem": "价值交付系统包括项目如何创造价值、价值交付组件和信息流。其中，价值交付组件包括()。 ①战略；②项目组合；③项目集；④项目；⑤运营；⑥产品；⑦市场环境",
    "options": {
      "A": "②③④⑤⑥",
      "B": "②③④⑥⑦",
      "C": "①②③④⑤",
      "D": "①②③④⑥"
    },
    "answer": "A",
    "explanation": "P221, 可以单独或共同使用多种组件(例如项目组合、项目集、项目、产品和运营)以创造 价值"
  },
  {
    "id": "N06-048",
    "stem": "价值驱动的项目管理知识体系关注价值的实现，包含了项目管理原则、绩效域、项目生命周期、 过程组、十大知识领域和价值交付系统，其中()是基础，是所有项目干系人在整个项目生命周期过程中各 项活动的行动指南。",
    "options": {
      "A": "项目生命周期",
      "B": "项目管理原则",
      "C": "绩效域",
      "D": "价值交付系统"
    },
    "answer": "B",
    "explanation": "P201, 项目管理原则是基础，是所有项目干系人在整个项目生命周期过程中各项活动的行动 指南"
  },
  {
    "id": "N06-049",
    "stem": "项目生命周期是指项目从启动到收尾所经历的一系列阶段，当项目进入收尾阶段时()较高。",
    "options": {
      "A": "项目的风险",
      "B": "人力投入",
      "C": "变更的代价",
      "D": "不确定性"
    },
    "answer": "C",
    "explanation": "P213, 风险与不确定性在项目开始时最大，并在项目的整个生命周期中随着决策的制定与可交付成果的验收而逐步 降低。 而变更的代价在项目开始时最小，随着项目的进行增加。"
  },
  {
    "id": "N06-050",
    "stem": "以下关于启动过程组的描述，不正确的是()。",
    "options": {
      "A": "在采用适应型生命周期的项目上，启动过程通常要在每个迭代期开展",
      "B": "适应型项目无需依赖知识丰富的干系人代表",
      "C": "随着项目进展，优先级和情况会动态变化，项目制约因素和项目成功的标准也会变化",
      "D": "需要定期开展启动过程，频繁回顾和重新确认项目章程，以确保项目在最新的制约因素内朝最新的目标推 进"
    },
    "answer": "B",
    "explanation": "P217, 在采用适应型生命周期的项目上，启动过程通常要在每个迭代期开展。适应型项目非 常依赖知识丰富的干系人代表，他们要能够持续地表达需要和意愿，并不断针对新形成的可交付成果提出反 馈意见。"
  },
  {
    "id": "N06-051",
    "stem": "() 识别、定义、组合、统一和协调各项目管理过程组的各个过程和活动。",
    "options": {
      "A": "整合管理",
      "B": "范围管理",
      "C": "进度管理",
      "D": "成本管理"
    },
    "answer": "A",
    "explanation": "P219, 整合管理：识别、定义、组合、统一和协调各项目管理过程组的各个过程和活动。"
  },
  {
    "id": "N06-052",
    "stem": "()PMO 直接管理和控制项目。项目经理由 PMO 指定并向其报告。这种类型的 PMO 对项目的控制程度很高。",
    "options": {
      "A": "指令型",
      "B": "支持型",
      "C": "控制型",
      "D": "组合型"
    },
    "answer": "A",
    "explanation": "P194,PMO 有如下几种不同类型： 支持型：支持型PMO 担当顾问的角色。这种类型的PMO 其实就是一个项目资源库，对项目的控制程度很弱。 控制型：这种类型PMO 对项目的控制程度属于中等。他可能要求项目： 一是采用项目管理框架或方法论； 二是使用特定的模板、格式和工具；三是遵从治理框架。 指令型：指令型PMO 直接管理和控制项目。项目蜗经牛理由PMO 指定并向其报告。这种类型的PMO 对 项 目的控制程度很高。"
  },
  {
    "id": "N06-053",
    "stem": "在大多数项目生命周期的初始阶段()。",
    "options": {
      "A": "人员投入较少",
      "B": "变更的成本较高",
      "C": "项目干系人的影响较低",
      "D": "不确定性较低"
    },
    "answer": "A",
    "explanation": "P213, 在初始阶段，成本和人员投入水平较低，在中间阶段达到最高，当项目接近结束时则 快速下降。"
  },
  {
    "id": "N06-054",
    "stem": "以下()属于启动过程组的内容。",
    "options": {
      "A": "识别干系人",
      "B": "规划进度管理",
      "C": "范围确认",
      "D": "成本预算"
    },
    "answer": "A",
    "explanation": "P220-221 。 启动过程组：制定项目章程，识别干系人"
  },
  {
    "id": "N06-055",
    "stem": "关于项目经理的角色，下列描述中正确的是()。",
    "options": {
      "A": "项目经理应该是团队中技术最强的人",
      "B": "项目经理应该由项目发起人担任",
      "C": "项目经理应该具有项目管理的经历和经验",
      "D": "项目经理就是项目的总工程师"
    },
    "answer": "C",
    "explanation": "项目蜗牛老师经理首先应该具备类似项目的项目实施经验，同时对该行业的相关知识有扎实 的基础。熟悉和了解项目中的每一项技术，才能全面掌握项目，应具有协调、组织的能力，应具有沟通、协 调的能力。"
  },
  {
    "id": "N06-056",
    "stem": "关于项目管理原则中“驾驭复杂性原则”的描述，不正确的是()。",
    "options": {
      "A": "复杂性可能在项目生命周期的任何时间出现",
      "B": "影响价值、沟通、技术、风险的因素都可能造成复杂性",
      "C": "项目团队能够实时预测未来复杂性的出现并分析其原因",
      "D": "复杂性是由系统交互、不确定性和模糊性等造成的"
    },
    "answer": "C",
    "explanation": "P210, 项目团队通常无法预见复杂性的出现，因为复杂性是风险、依赖性、事件或相互关系 等许多因素交互形成的。很难分离出造成复杂性的特定原因。"
  },
  {
    "id": "N06-057",
    "stem": "() 的特点是在生命周期的早期阶段确定项目范围、时间和成本，对任何范围的变更都要进行 严格管理，每个阶段只进行一次，每个阶段都侧重于某一特定类型的工作。",
    "options": {
      "A": "预测型项目生命周期",
      "B": "混合型项目生命周期",
      "C": "适应型项目生命周期",
      "D": "迭代型项目生命周期"
    },
    "answer": "A",
    "explanation": "P214, 预测型生命周期。适用于已经充分了解并明确确定需求的项目，又称为瀑布型生命周 期。预测型生命周期在生命周期的早期阶段确定项目范围、时间和成本，对任何范围的变更都要进行严格管 理，每个阶段只进行一次，每个阶段都侧重于某一特定类型的工作。高度预测型项目范围变更很少，干系人 之间有高度共识。这类项目会受益于前期的详细规划，但有些情况(如增加范围、需求变化或市场变化)会导致 某些阶段重复进行。"
  },
  {
    "id": "N06-058",
    "stem": "管理项目知识属于()。",
    "options": {
      "A": "启动过程组",
      "B": "规划过程组",
      "C": "执行过程组",
      "D": "监控过程组"
    },
    "answer": "C",
    "explanation": "P220-221, 管理项目知识属于执行过程组，第四版新增"
  },
  {
    "id": "N06-059",
    "stem": "采用()开发方法的项目，适合于需求不确定，不断发展变化的项目。在每次迭代前，项目和 产品愿景的范围被明确定义和批准，每次迭代(又称“冲剌”)结束时，客户会对具有功能性的可交付物进 行审查。审查时关键干系人会提供反馈，项目团队会更新项目待办事项列表，以确定下一次迭代中特性和功 能的优先级。",
    "options": {
      "A": "增量型",
      "B": "混合型",
      "C": "迭代型",
      "D": "适应型(敏捷型)"
    },
    "answer": "D",
    "explanation": "P215, 采用适应型开发方法的项目又称敏捷型或变更驱动型项目，适合于需求不确定，不断 发展变化的项目。在每次迭代前，项目和产品愿景的范围被明确定义和批准，每次迭代(又称“冲剌”)结 束时，客户会对具有功能性的可交付物进行审查。审查时关键干系人会提供反馈，项目团队会更新项目待办 事项列表，以确定下一次迭代中特性和功能的优先级。适应型项目生命周期的特点是先基于初始需求制定一 套高层级计划，再逐渐把需求细化到适合特定规划周期所需的详细程度。"
  },
  {
    "id": "N06-060",
    "stem": "估算活动资源属于()。",
    "options": {
      "A": "启动过程组",
      "B": "规划过程组",
      "C": "执行过程组",
      "D": "监控过程组"
    },
    "answer": "B",
    "explanation": "P220-221, 估算活动资源属于规划过程组"
  },
  {
    "id": "N06-061",
    "stem": "下列不属于执行过程组的是()。",
    "options": {
      "A": "实施风险应对",
      "B": "实施定量风险分析",
      "C": "实施采购",
      "D": "管理干系人参与"
    },
    "answer": "B",
    "explanation": "P220-221, 实施定量风险分析属于规划过程组"
  },
  {
    "id": "N06-062",
    "stem": "通过理想化特质和行为、鼓舞性激励、促进创新和创造，以及个人关怀提高追随者的能力是() 领导力风格。",
    "options": {
      "A": "放任型",
      "B": "交易型",
      "C": "变革型",
      "D": "魅力型"
    },
    "answer": "C",
    "explanation": "P201, 变革型：通过理想化特质和行为、鼓舞性激励、促进创新和创造，以及个人关怀提高 追随者能力"
  },
  {
    "id": "N06-063",
    "stem": "关于项目生命周期特征的描述，正确的是()。",
    "options": {
      "A": "项目生命周期越长，越有利于项目执行",
      "B": "风险会随着项目的执行越来越大",
      "C": "风险和不确定性在项目开始时最大，并随项目进展而减弱",
      "D": "项目生命周期应保持投入人力始终不变"
    },
    "answer": "C",
    "explanation": "P213, A 错误。周期越长，不确定性越大，不利于项目执行 B 错误。风险会随着项目的执行越来越小 D 错误。项目人力资源的投入不是一成不变的，刚开始投入人力较小，到执行期间最大，在结束的时候变小。"
  },
  {
    "id": "N06-064",
    "stem": "对系统交互作出响应，可以使项目团队充分利用积极的成果，这是价值驱动的项目管理原则中 ()原则的关键点。",
    "options": {
      "A": "营造协作的项目管理团队环境",
      "B": "识别、评估和响应系统交互",
      "C": "驾驭复杂性",
      "D": "聚焦于价值"
    },
    "answer": "B",
    "explanation": "P206, 原则五：识别、评估和响 应系统交互 ①项目是由多个相互依赖且相互作用的活动域组成的一个系统； ②需要从系统角度进行思考，整体了解项目的各个部分如何相互作用，以及如何 与外部系统进行交互； ③系统不断变化，需要始终关注内外部环境； ④对系统交互作出响应，可以使项目团队充分利用积极的成果。"
  },
  {
    "id": "N06-065",
    "stem": "() 的特点是在预定的时间区间内渐进增加产品功能的一系列迭代来产出可交付成果。只有在 最后一次迭代之后，可交付成果具有了必要和足够的能力，才能被视为完整的。",
    "options": {
      "A": "预测型项目生命周期",
      "B": "增量型项目生命周期",
      "C": "适应型项目生命周期",
      "D": "迭代型项目生命周期"
    },
    "answer": "B",
    "explanation": "P215, 增量型生命周期。采用增量型生命周期的项目通过在预定的时间区间内渐进增加产品 功能的一系列迭代来产出可交付成果。只有在最后一次迭代之后，可交付成果具有了必要和足够的能力，才 能被视为完整的。迭代方法和增量方法的区别：迭代方法是通过一系列重复的循环活动来开发产品，而增量 方法是渐进地增加产品的功能。"
  },
  {
    "id": "N06-066",
    "stem": "下列不属于执行过程组的是()。",
    "options": {
      "A": "管理质量",
      "B": "获取资源",
      "C": "建设团队",
      "D": "确认范围"
    },
    "answer": "D",
    "explanation": "P220-221, 确认范围属于控制过程组"
  },
  {
    "id": "N06-067",
    "stem": "以下关于项目管理和产品管理之间的关系，描述错误的是()。",
    "options": {
      "A": "初始产品开始时可以是项目集或项目的可交付物。在某些情况下，项目集可以涵盖产品(或服务)的整个 生命周期，以便更直接地管理收益并为组织创造价值",
      "B": "产品生命周期中包含项目集管理",
      "C": "产品生命周期中包含单个项目管理",
      "D": "单个项目管理有时也包含产品运营管理，比如运维和售后"
    },
    "answer": "D",
    "explanation": "ABC 是 P195 的课本原话。 P190, 运营管理是另外一个领域，不属于项目管理范围。"
  },
  {
    "id": "N06-068",
    "stem": "() 的特点是项目范围通常在项目生命周期的早期确定，但时间及成本会随着项目团队对产品 理解的不断深入而定期修改。",
    "options": {
      "A": "预测型项目生命周期",
      "B": "增量型项目生命周期",
      "C": "适应型项目生命周期",
      "D": "迭代型项目生命周期"
    },
    "answer": "D",
    "explanation": "P215, 迭代型生命周期。采用迭代型生命周期的项目范围通常在项目生命周期的早期确定， 但时间及成本会随着项目团队对产品理解的不断深入而定期修改。"
  },
  {
    "id": "N06-069",
    "stem": "() 原则针对项目是否符合商业目标以及预期收益和价值，进行持续评估并作出调整。",
    "options": {
      "A": "勤勉、尊重和关心他人",
      "B": "营造协作的项目管理团队环境",
      "C": "促进干系人有效参与",
      "D": "聚焦于价值"
    },
    "answer": "D",
    "explanation": "P205, 聚焦于价值原则针对项目是否符合商业目标以及预期收益和价值，进行持续评估并作 出调整"
  },
  {
    "id": "N06-070",
    "stem": "以下关于各生命周期的说法，错误的是()。",
    "options": {
      "A": "预测型生命周期，需求在开发前预先确定",
      "B": "适应型生命周期需要频繁交付对客户有价值的各个子集",
      "C": "关键干系人定期参与是适应型生命周期的特点",
      "D": "定期把变更融入项目是迭代型与增重型生命周期的特点"
    },
    "answer": "C",
    "explanation": "P214-215, 在适应型生命周期中，关键干系人持续参与项目"
  },
  {
    "id": "N06-071",
    "stem": "项目管理过程组以下关于规划过程组的描述，正确的是()。",
    "options": {
      "A": "在高度复杂和不确定的项目中，在采用适应型生命周期的项目上，不必让过多的团队成员和干系人参与到 规划过程",
      "B": "高度预测型项目范围变更很多，干系人莴刘之间有高度共识，这类项目会受益于前期的详细规划",
      "C": "适应型项目生命周期的特点是先基于初始需求制订一套高层级的计划，再逐渐把需求细化到适合特定规划 周期所须的详细程度",
      "D": "预测型和迭代型生命周期在规划阶段的主要区别在于做多少规划工作，以及什么时间做"
    },
    "answer": "C",
    "explanation": "P217, 在采用适应型生命周期的项目上，应该让尽可能多的团队成员和干系人参与到规划过 程，以便依据广泛的信息开展规划，降低不确定性。高度预测型项目范围变更很少，干系人之间有高度共识， 这类项目会受益于前期的详细规划。 适应型项目生命周期的特点是先基于初始需求制订一套高层级的计划，再逐渐把需求细化到适合特定规划周 期所须的详细程度。预测型和适应型生命周期在规划阶段的主要区别在于做多少规划工作，以及什么时间做"
  },
  {
    "id": "N06-072",
    "stem": "项目经理需要重点关注三个方面的关键技能包括()。",
    "options": {
      "A": "项目管理、战略和商务、沟通力",
      "B": "项目管理、情商、领导力",
      "C": "项目管理、沟通力、领导力",
      "D": "项目管理、战略和商务、领导力"
    },
    "answer": "D",
    "explanation": "P198, 项目经理蜗牛老师需要重点关注三个方面的关键技能包括项目管理、战略和商务、领 导力"
  },
  {
    "id": "N06-073",
    "stem": "以下关于各生命周期的说法，错误的是()。",
    "options": {
      "A": "采用增量型生命周期的项目通过在预定的时间区间内渐进增加产品功能的一系列迭代来产出可交付成果。 只有在最后一次迭代之后，可交付成果具有了必要和足够的能力，才能被视为完整的",
      "B": "预测型生命周期在生命周期的早期阶段确定项目范围、时间和成本，对任何范围的变更都要进行严格管理， 每个阶段只进行一次，每个阶段都侧重于某一特定类型的工作",
      "C": "采用适应型生命周期的项目范围通常在项目生命周期的早期确定，但时间及成本会随着项目团队对产品理 解的不断深入而定期修改",
      "D": "采用适应型开发方法的项目又称敏捷型或变更驱动型项目，适合于需求不确定，不断发展变化的项目"
    },
    "answer": "C",
    "explanation": "P214-215, 采用迭代型生命周期的项目范围通常在项目生命周期的早期确定，但时间及成本 会随着项目团队对产品理解的不断深入而定期修改"
  },
  {
    "id": "N06-074",
    "stem": "( ) 述了项目如何在系统内运作，为组织及其干系人创造价值。价值交付系统包括项目如何创 造价值、价值交付组件和信息流。",
    "options": {
      "A": "价值交付系统",
      "B": "ERP 系统",
      "C": "CRM 系统",
      "D": "信息安全系统"
    },
    "answer": "A",
    "explanation": "P221: 价值交付系统描述了项目如何在系统内运作，为组织及其干系人创造价值。价值交付 系统包括项目如何创造价值、价值交付组件和信息流。"
  },
  {
    "id": "N06-075",
    "stem": "() 原则项目团队由具有多样的技能、知识和经验的成员组成。协同工作的项目团队可以更有 效率、有效果地实现共同的目标。",
    "options": {
      "A": "勤勉、尊重和关心他人",
      "B": "营造协作的项目管理团队环境",
      "C": "促进干系人有效参与",
      "D": "聚焦于价值"
    },
    "answer": "B",
    "explanation": "P203, 营造协作的项目管理团队环境原则项目团队由具有多样的技能、知识和经验的成员组 成。协同工作的项目团队可以更有效率、有效果地实现共同的目标"
  },
  {
    "id": "N06-076",
    "stem": "项目生命周期类型混合型生命周期是()生命周期和()生命周期的组合。 ①预测型；②增量型；③迭代型；④适应型(敏捷型)",
    "options": {
      "A": "①②",
      "B": "①③",
      "C": "②③",
      "D": "①④"
    },
    "answer": "D",
    "explanation": "P215, 混合型生命周期是预测型生命周期和适应型(敏捷型)生命周期的组合"
  },
  {
    "id": "N06-077",
    "stem": "下列不属于规划过程组的是()。",
    "options": {
      "A": "估算成本",
      "B": "收集需求",
      "C": "估算活动资源",
      "D": "获取资源"
    },
    "answer": "D",
    "explanation": "P220-221, 获取资源属于执行过程组"
  },
  {
    "id": "N06-078",
    "stem": "能够激励他人；精神饱满、热情洋溢、充满自信；说服力强的能力是()领导力风格。",
    "options": {
      "A": "放任型",
      "B": "交易型",
      "C": "变革型",
      "D": "魅力型"
    },
    "answer": "D",
    "explanation": "P201, 魅力型(能够激励他人；精神饱满、热情洋溢、充满自信；说服力强);"
  },
  {
    "id": "N06-079",
    "stem": "关于项目价值的描述，不正确的是()。",
    "options": {
      "A": "价值是项目成功的最终指标",
      "B": "价值可以在整个项目进行期间、项目结束或完成后实现",
      "C": "价值通过可交付物的预期成果来体现",
      "D": "价值以过程为导向并定量定义，以获得预期的经济收益为目标"
    },
    "answer": "D",
    "explanation": "P205, 项目管理者在坚持“聚焦于价值”原则时，应该关注的关键点包括： 价值是项目成功的最终指标； 价值可以在整个项目进行期间、项目结束或完成后实现； 价值可以从定性和/或定量的角度进行定义和衡量； 以成果为导向，可帮助项目团队获得预期收益，从而创造价值； 评估项目进展并做出调整，使期望的价值最大化。"
  },
  {
    "id": "N06-080",
    "stem": "成功的项目经理可以持续、有效地使用一些必要技能，下面不是项目经理必要技能的是()。",
    "options": {
      "A": "人际关系",
      "B": "沟通技能",
      "C": "专业技术",
      "D": "积极的态度"
    },
    "answer": "C",
    "explanation": "P196, 成功的项目经理可以持续、有效地使用一些必要技能，包括人际关系、沟通技能和积 极的态度。"
  },
  {
    "id": "N06-081",
    "stem": "() 原则持续评估风险(包括机会和威胁),并采取应对措施，控制其对项目及其成果的影响 (机会最大化，威胁最小化)。",
    "options": {
      "A": "展现领导力行为",
      "B": "优化风险应对",
      "C": "将质量融入到过程和成果中",
      "D": "驾驭复杂性"
    },
    "answer": "B",
    "explanation": "P211, 优化风险应对原则持续评估风险(包括机会和威胁),并采取应对措施，控制其对项 目及其成果的影响(机会最大化，威胁最小化)"
  },
  {
    "id": "N06-082",
    "stem": "采用()生命周期的项目范围通常在项目生命周期的早期确定，但时间及成本会随着项目团队 对产品理解的不断深入而定期修改。",
    "options": {
      "A": "预测型(计划驱动型)",
      "B": "混合型",
      "C": "迭代型",
      "D": "适应型(敏捷型)"
    },
    "answer": "C",
    "explanation": "P215, 迭代型生命周期。采用迭代型生命周期的项目范围通常在项目生命周期的早期确定， 但时间及成本会随着项目团队对产品理解的不断深入而定期修改。"
  },
  {
    "id": "N06-083",
    "stem": "以下关于项目价值的说法中，错误的是()。",
    "options": {
      "A": "价值是指某种事物的作用、重要性或实用性。",
      "B": "价值是项目的最终成功指标和驱动因素。",
      "C": "项目的价值只可表现为财务收益值，不可表现为所取得的公共利益和社会收益",
      "D": "价值通过可交付物的预期成果来体现。项目的目的就是提供预期的成果，预期的成果通过有价值的解决方 案来实现。可通过商业论证方式，从定性或定量方面说明项目成果的预期价值"
    },
    "answer": "C",
    "explanation": "P205, 项目的价值具体可表现为财务收益值，也可表现为所取得的公共利益和社会收益。"
  },
  {
    "id": "N06-084",
    "stem": "为了最有效地开展工作，项目经理需要平衡三种技能，以下()不是这三种技能。",
    "options": {
      "A": "项目管理",
      "B": "战略和商务",
      "C": "学习最流行的开发技术",
      "D": "领导力"
    },
    "answer": "C",
    "explanation": "P198, 为了最有效地开展工作，项目经理需要平衡三种技能，包括：项目管理、战略和商务、 领导力"
  },
  {
    "id": "N06-085",
    "stem": "项目经理窩件，为人正直、诚信，善于关心团队成员，经常在工作中身先士卒带领团队攻坚克 难，得到了干系人的一致认同，干系人都愿意支持他，这是价值驱动的项目管理原则中()原则的体现。",
    "options": {
      "A": "营造协作的项目管理团队环境",
      "B": "促进干系人有效参与",
      "C": "展现领导力行为",
      "D": "勤勉、尊重和关心他人"
    },
    "answer": "D",
    "explanation": "这题主要强调的是老王的个人魅力 原则一：勤勉、尊重和关 心他人 ①关注组织内部和外部的职责； ②坚持诚信、关心、可信、合规原则； ③秉持整体观，综合考虑财务、社会、技术和可持续的发展环境等因素。"
  },
  {
    "id": "N06-086",
    "stem": "做出服务承诺，处处先为他人着想；关注他人的成长、学习、发展、自主性和福利；关注人际 关系、团体与合作；服务优先于领导是()。",
    "options": {
      "A": "放任型",
      "B": "交易型",
      "C": "服务型",
      "D": "魅力型"
    },
    "answer": "C",
    "explanation": "P201, 项目经理可以采用多种领导力风格，包括：①放任型(允许团队自主决策和设定目标， 又被称为“无为而治型”);②交易型(根据目标、反馈和成就给予奖励);③服务型(做出服务承诺，处处先为 他人着想；关注他人的成长、学习、发展、自主性和福利；关注人际关系、团体与合作；服务优先于领导); ④变革型(通过理想化特质和行为、鼓舞性激励、促进创新和创造，以及个人关怀提高追随者的能力);⑤魅力 型(能够激励他人；精神饱满、热情洋溢、充满自信；说服力强);⑥交互型(结合了交易型、变革型和魅力型 领导的特点)等。"
  },
  {
    "id": "N06-087",
    "stem": "可以将组成项目的各个过程归纳为5个过程组，启动过程组包括制定项目章程和()两个过 程。",
    "options": {
      "A": "收集需求",
      "B": "识别项目干系人",
      "C": "定义范围",
      "D": "组织项目团队"
    },
    "answer": "B",
    "explanation": "P220-221, 启动过程组定义并批准项目或项目阶段。包括“制定项目章程”和“识别项目干 系人”两个过程。"
  },
  {
    "id": "N06-088",
    "stem": "关于项目价值的描述，不正确的是()。",
    "options": {
      "A": "项目存在于组织中，为干系人创造价值",
      "B": "价值以过程为导向并定量定义，以获得预期的经济收益为目标",
      "C": "项目可通过提高效率、生产力、效果或响应能力来创造价值",
      "D": "价值是项目成功的最终指标，可创造满足需要的新产品、服务或结果"
    },
    "answer": "B",
    "explanation": "P205, 关键点。项目管理者在坚持“聚焦于价值”原则时，应该关注的关键点包括：①价值 是项目成功的最终指标；②价值可以在整个项目进行期间、项目结束或完成后实现；价值可以从定性和/或定 量的角度进行定义和衡量；④以成果为导向，可帮助项目团队获得预期收益，从而创造价值；⑤评估项目进 展并做出调整，使期望的价值最大化。"
  },
  {
    "id": "N06-089",
    "stem": "处处先为他人着想；关注他人的成长、学习、发展、自主性和福利；关注人际关系、团体与合 作的能力是()领导力风格。",
    "options": {
      "A": "服务型",
      "B": "交易型",
      "C": "变革型",
      "D": "魅力型"
    },
    "answer": "A",
    "explanation": "P201, 服务型(做出服务承诺，处处先为他人着想；关注他人的成长、学习、发展、自主性 和福利；关注人际关系、团体与合作；服务优先于领导);"
  },
  {
    "id": "N06-090",
    "stem": "针对领导力和管理二者的区别，属于领导力的特征的是()。",
    "options": {
      "A": "直接利用职位",
      "B": "关注系统和架构",
      "C": "关注可操作性的问题和问题的解决",
      "D": "激发信任"
    },
    "answer": "D",
    "explanation": "P200, 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《won iulaoshi . taobao . com》,专业高项-中项-系规培训辅导 管理 领导力 直接利用职位权力 利用关系的力量指导、影响与合作 维护 建设 管理 创新 关注系统和架构 关注人际关系 依赖控制 激发信任 关注近期目标 关注长期愿景 了解方式和时间 了解情况和原因 关注赢利 关注范围 接受现状 挑战现状 正确地做事 做正确的事 关注可操作性的问题和问题的解决 关注愿景、一致性、动力和激励"
  },
  {
    "id": "N06-091",
    "stem": "“领导力”指通过讨论或辩论方式与他人合作，带领他们从一个位置到另一个位置。哪个不属 于领导力()。",
    "options": {
      "A": "创新",
      "B": "挑战现状",
      "C": "关注人际关系",
      "D": "关注赢利"
    },
    "answer": "D",
    "explanation": "P200, 团队管理与团队领导力的区别。"
  },
  {
    "id": "N06-092",
    "stem": "根据项目的背景及其目标、干系人、治理和环境的不同应用合适的项目开发方法，使用“合适” 的过程来实现预期成果，同时最大化价值、管理成本并提高速度是()原则。",
    "options": {
      "A": "勤勉、尊重和关心他人",
      "B": "营造协作的项目管理团队环境",
      "C": "根据环境进行裁剪",
      "D": "为实现目标而驱动变革"
    },
    "answer": "C",
    "explanation": "P208, 原则七：根据环境进行裁剪：根据项目的背景及其目标、干系人、治理和环境的不同 应用合适的项目开发方法，使用“合适”的过程来实现预期成果，同时最大化价值、管理成本并提局速度。"
  },
  {
    "id": "N06-093",
    "stem": "() 指挥一个人执行一系列已知的预期行为从一个位置到另一个位置。()指通过讨论或辩 论方式与他人合作，带领他们从一个位置到另一个位置。 ①人际关系技能；②沟通；③管理；④领导力",
    "options": {
      "A": "①②",
      "B": "①③",
      "C": "②③",
      "D": "③④"
    },
    "answer": "D",
    "explanation": "P200, “领导力”不等同于“管理”。\"管理”指指挥一个人执行一系列已知的预期行为从一个 位置到另一个位置。“领导力”指通过讨论或辩论方式与他人合作，带领他们从一个位置到另一个位置"
  },
  {
    "id": "N06-094",
    "stem": "( )PMO 其实就是一个项目资源库，对项目的控制程度很低。",
    "options": {
      "A": "指令型",
      "B": "支持型",
      "C": "控制型",
      "D": "组合型"
    },
    "answer": "B",
    "explanation": "P194,PMO 有如下几种不同类型： 支持型：支持型PMO 担当顾问的角色。这种类型的PMO 其实就是一个项目资源库，对项目的控制程度很弱。 控制型：这种类型PMO 对项目的控制程度属于中等。他可能要求项目：一是采用项目管理框架或方法论； 二是使用特定的模板、格式和工具；三是遵从治理框架。 指令型：指令型PMO 直接管理和控制项目。项目经理由PMO 指定并向其报告。这种类型的PMO 对项目的 控制程度很高。"
  },
  {
    "id": "N06-095",
    "stem": "项目经理窩件使用()来平衡项目干系人之间相互冲突和竞争的目标，以达成共识。",
    "options": {
      "A": "软技能",
      "B": "专业知识",
      "C": "项目管理理论",
      "D": "领导力"
    },
    "answer": "A",
    "explanation": "P196, 项目经理使用软技能(例如人际关系技能、人员管理技能)来平衡项目干系人之间相互 冲突和竞争的目标，以达成共识。"
  },
  {
    "id": "N06-096",
    "stem": "()PMO 不仅给项目提供支持，而且通过各种手段要求项目服从。",
    "options": {
      "A": "指令型",
      "B": "支持型",
      "C": "控制型",
      "D": "组合型"
    },
    "answer": "C",
    "explanation": "P194,PMO 有如下几种不同类型： 支持型：支持型PMO 担当顾问的角色。这种类型的PMO 其实就是一个项目资源库，对项目的控制程度很弱。 控制型：这种类型PMO 对项目的控制程度属于中等。他可能要求项目： 一是采用项目管理框架或方法论； 二是使用特定的模板、格式和工具；三是遵从治理框架。 指令型：指令型PMO 直接管理和控制项目。项目经理由PMO 指定并向其报告。这种类型的PMO 对项目的 控制程度很高。"
  },
  {
    "id": "N06-097",
    "stem": "关于项目管理原则中“根据环境进行裁剪”的描述，不正确的是()。",
    "options": {
      "A": "每个项目都具有独特性",
      "B": "项目成功取决于适合项目的独特环境和方法",
      "C": "应在规划项目阶段就做好裁剪工作",
      "D": "项目团队需要和PMO 一起进行裁剪，在组织治理的策略下，逐一讨论每个项目，确定每个项目的交付方 法"
    },
    "answer": "C",
    "explanation": "P208, *①每个项目都具有独特性； *②项目成功取决于适合项目的独特环境和方法； *③裁剪应该在整个项目进展过程中持续进行。"
  },
  {
    "id": "N06-098",
    "stem": "其他独立项目或同一项目集的其他项目可能因为一些原因对项目造成影响，这些原因不包括()。",
    "options": {
      "A": "对相同资源的需求",
      "B": "相关的设计制约",
      "C": "可交付成果的接受或发布",
      "D": "项目与组织战略和目标的一致性"
    },
    "answer": "B",
    "explanation": "P197, 其他独立项目或同一项目集的其他项目可能因为一些原因对项目造成影响，这些原因 包括：①对相同资源的需求；②资金分配的优先顺序；③可交付成果的接受或发布；④项目与组织战略和目 标的一致性等。"
  },
  {
    "id": "N06-099",
    "stem": "以下说法中，错误的是()。",
    "options": {
      "A": "控制型直接管理和控制项目。项目经理由PMO 指定并向其报告。这种类型的PMO 对项目的控制程度很 高",
      "B": "通过项目审计，监督项目对项目管理标准、政策、程序和模板的合规性是PMP 的职责之一",
      "C": "项目生命周期指项目从启动到完成所经历的一系列阶段，这些阶段之间的关系可以顺序、迭代或交叠进行",
      "D": "项目管理过程组不同于项目阶段。项目管理过程可分为以下五个项目管理过程组"
    },
    "answer": "A",
    "explanation": "P194, 指令型：指令型PMO 直接管理和控制项目。项目经理由PMO 指定并向其报告。这种 类型的PMO 对项目的控制程度很高"
  },
  {
    "id": "N06-100",
    "stem": "()指导、激励和带领团队所需的知识、技能和行为，可以帮助组织达成业务目标。",
    "options": {
      "A": "项目管理",
      "B": "战略和商务",
      "C": "学习最流行的开发技术",
      "D": "领导力"
    },
    "answer": "D",
    "explanation": "P198, 领导力指导、激励和带领团队所需的知识、技能和行为，可以帮助组织达成业务目标"
  },
  {
    "id": "N06-101",
    "stem": "处处先为他人着想；关注他人的成长、学习、发展、自主性和福利；关注人际关系、团体与合 作的能力是()领导力风格。",
    "options": {
      "A": "服务型",
      "B": "交易型",
      "C": "变革型",
      "D": "魅力型"
    },
    "answer": "A",
    "explanation": "项目经理可以采用多种领导力风格，包括：【口诀：夫人双脚没变】 *①放任型(允许团队自主决策和设定目标，又被称为“无为而治型”); *②交易型(根据目标、反馈和成就给予奖励); *③服务型(做出服务承诺，处处先为他人着想；关注他人的成长、学习、发展、自主性和福利；关注人际关 系、团体与合作；服务优先于领导); *④变革型(通过理想化特质和行为、鼓舞性激励、促进创新和创造，以及个人关怀提高追随者的能力); *⑤魅力型(能够激励他人；精神饱满、热情洋溢、充满自信；说服力强); *⑥交互型(结合了交易型、变革型和魅力型领导的特点)等。"
  },
  {
    "id": "N06-102",
    "stem": "“无为而治型”是()领导力风格。",
    "options": {
      "A": "放任型",
      "B": "交易型",
      "C": "变革型",
      "D": "魅力型"
    },
    "answer": "A",
    "explanation": "P201, 放任型(允许团队自主决策和设定目标，又被称为“无为而治型”);"
  },
  {
    "id": "N06-103",
    "stem": "以下说法中，不正确的是()。",
    "options": {
      "A": "项目经理还应该：①展现项目管理的价值；②提高组织对项目管理的接受度；③提高组织内现有PMO 的 效率。",
      "B": "项目经理可能与其他项目经理一起，向PMO 、项目组合或项目集经理报告。",
      "C": "项目经理需要和职能经理经常沟通，但是不用向其报告",
      "D": "在某些情况下，项目经理可以是临时被委任的外部顾问。"
    },
    "answer": "C",
    "explanation": "P197, 基于组织结构，项目经理有可能向职能经理报告。而在其他情况下，项目经理可能与 其他项目经理一起，向PMO 、项目组合或项目集经理报告。"
  },
  {
    "id": "N06-104",
    "stem": "( ) 是PMO 应具备的特征。 *①对PMO 所辖全部项目的共享资源进行管理 *②识别和制定项目管理方法、最佳实践和标准 *③指导、辅导、培训和监督 *④在项目约束条件下完成特定的项目成果性目标 *⑤制定和管理项目政策、程序、模板及其他共享的文件(组织过程资产)",
    "options": {
      "A": "①②③④",
      "B": "②③④⑤",
      "C": "①②③⑤",
      "D": "①②③④⑤"
    },
    "answer": "C",
    "explanation": "P194,PMO 的一个主要职能是通过各种方式向项目经理提供支持，包括：①对PMO 所辖全 部项目的共享资源进行管理；②识别和制定项目管理方法、最佳实践和标准；③指导、辅导、培训和监督；④ 通过项目审计，监督项目对项目管理标准、政策、程序和模板的合规性；⑤制定和管理项目政策、程序、模 板及其他共享的文件(组织过程资产);⑥对跨项目的沟通进行协调等。 *④完成特定的项目成果性目标这个是项目组要做的事，不是PMO 要做的事。"
  },
  {
    "id": "N06-105",
    "stem": "关于领导力与管理的描述，不正确的是()。",
    "options": {
      "A": "“管理”指指挥一个人执行一系列已知的预期行为从一个位置到另一个位置",
      "B": "“领导力”指通过讨论或辩论方式与他人合作，带领他们从一个位置到另一个位置",
      "C": "为获得成功，项目经理必须注重管理能力的锻炼，领导力可以在项目中成长",
      "D": "直接利用职位权力属于管理"
    },
    "answer": "C",
    "explanation": "P201, 为获得成功，项目经理必须同时采用领导力和管理这两种方式。"
  },
  {
    "id": "N06-106",
    "stem": "() 对整个组织范围内的一个或多个项目承担最终责任。",
    "options": {
      "A": "项目经理",
      "B": "职能经理",
      "C": "运营经理",
      "D": "PMO"
    },
    "answer": "D",
    "explanation": "P197,PMO 、 项目组合或项目集经理对整个组织范围内的一个或多个项目承担最终责任。"
  },
  {
    "id": "N06-107",
    "stem": "以下()不是领导力风格。",
    "options": {
      "A": "放任型",
      "B": "交易型",
      "C": "共享型",
      "D": "变革型"
    },
    "answer": "C",
    "explanation": "P201,① 放任型②交易型③服务型④变革型⑤魅力型⑥交互型"
  },
  {
    "id": "N06-108",
    "stem": "() 原则，使受影响者做好准备，采用新的过程并执行新的方法，完成从当前状态过渡到项目 成果所带来的预期的未来状态。",
    "options": {
      "A": "展现领导力行为",
      "B": "优化风险应对",
      "C": "将质量融入到过程和成果中",
      "D": "为实现目标而驱动变革"
    },
    "answer": "D",
    "explanation": "P212, 为实现目标而驱动变革原则驱动变革，使受影响者做好准备，采用新的过程并执行新 的方法，完成从当前状态过渡到项目成果所带来的预期的未来状态"
  },
  {
    "id": "N06-109",
    "stem": "迭代型与增量型项目生命周期的特点是()。",
    "options": {
      "A": "需求在交付期间频繁细化，在交付期间实时把变更融入项目",
      "B": "需求在交付期间定期细化，定期把变更融入项目",
      "C": "需求在开发前确定，尽量限制变更",
      "D": "针对最终可交付成果制定可交付计划，在项目结束时一次性交付最终产品"
    },
    "answer": "B",
    "explanation": "P216, 生命周期之间的联系与区别 预测型 迭代型与增量型 适应型 需求在开发前预先确定 需求在交付期间定期细化 需求在交付期间频繁细化 针对最终可交付成果制订交 付计划，然后在项目结束时一 次交付最终产品 分次交付整体项目或产品的各个 子集 频繁交付对客户有价值的各个子集 尽量限制变更 定期把变更融入项目 在交付期间实时把变更融入项目 关键干系人在特定里程碑点 参与关键干系人定期参与 关键干系人持续参与 通过对基本已知的情况编制 详细计划来控制风险和成本 通过用新信息逐渐细化计划来控 制风险和成本 随着需求和制约因素的显现而控制风险和 成本"
  },
  {
    "id": "N06-110",
    "stem": "以下关于适应型项目中过程组之间的关系的描述，不正确的是()。",
    "options": {
      "A": "以迭代方式顺序开展的项目。适应型项目往往可分解为一系列先后顺序进行的，被称为“迭代期”的阶段",
      "B": "在每个迭代期都要利用相关的项目管理过程，为了有效管理高度复杂且充满确定性和变更的项目，重复开 展项目管理过程组会产生管理费用",
      "C": "持续反复开展的项目。高度适应型项目往往在整个项目生命周期内持续实施所有的项目管理过程组",
      "D": "工作一旦开始，计划就需根据新情况而改变，需要不断调整和改进项目管理计划的所有要素"
    },
    "answer": "B",
    "explanation": "P218: 在每个迭代期都要利用相关的项目管理过程，为了有效管理高度复杂且充满不确定性 和变更的项目，重复开展项目管理过程组会产生管理费用"
  },
  {
    "id": "N06-111",
    "stem": "识别项目干系人是()的子过程。",
    "options": {
      "A": "启动过程组",
      "B": "计划过程组",
      "C": "执行过程组",
      "D": "监督与控制过程组"
    },
    "answer": "A",
    "explanation": "P220-221, 启动过程组定义并批准项目或项目阶段。包括“制定项目章程”和“识别项目干 系人”两个过程。"
  },
  {
    "id": "N06-112",
    "stem": "下列说法中正确的是()。",
    "options": {
      "A": "规划过程组是为了完成项目管理计划中确定的工作，以满足项目要求，",
      "B": "项目管理者在遵守内部和外部准则的同时，应该以负责任的方式行事，以正直、关心和可信的态度开展活 动，同时对其所负责项目的财务、社会和环境影响做出承诺。这体现了展现领导力行为的原则",
      "C": "项目绩效域是项目执行过程中需要密切关注的相互作用、相互关联和相互依赖的领域，它们可以协调一致 地实现预期的项目成果",
      "D": "放任型领导关注他人的成长、学习、发展、自主性和福利"
    },
    "answer": "C",
    "explanation": "P221, 项目绩效域是一组对有效地交付项目成果至关重要的活动。项目绩效域是项目执行过 程中需要密切关注的相互作用、相互关联和相互依赖的领域，它们可以协调一致地实现预期的项目成果，共 有于系人、团队、开发方法和生命周期、规划、项目工作、交付、测量、不确定性八企项目绩效域，这些绩 效域共同构成了一个统一的整体。这样，绩效域就可以作为一个整合系统运作，每个绩效域都与其他绩效域 相互依赖，从而促使成功交付项目及其预期成果。"
  },
  {
    "id": "N09-113",
    "stem": "() 可带来收益，()是组织实现的利益。收益继而可创造价值，而()是具有收益作用、 重要性或实用性的事物。",
    "options": {
      "A": "组件、价值、成果",
      "B": "成果、收益、价值",
      "C": "成果、价值、成果",
      "D": "组件、成果、价值"
    },
    "answer": "B",
    "explanation": "P222, 成果可带来收益，收益是组织实现的利益。收益继而可创造价值，而价值是具有收益 作用、重要性或实用性的事物。"
  },
  {
    "id": "N06-114",
    "stem": "价值交付系统中的()创建了用于产出成果的可交付物。 ()是某一过程或项目的最终结果 或后果。",
    "options": {
      "A": "成果、价值",
      "B": "收益、价值",
      "C": "组件、成果",
      "D": "组件、收益"
    },
    "answer": "C",
    "explanation": "P222, 价值交付系统中的组件创建了用于产出成果的可交付物。成果是某一过程或项目的最 终结果或后果 第7章项目立项管理"
  },
  {
    "id": "N07-001",
    "stem": "立项申请、初步可行性研究、详细可行性研究、评估与决策是投资前时期的四个阶段，其中() 是不可缺少的。",
    "options": {
      "A": "立项申请",
      "B": "初步可行性研究",
      "C": "详细可行性研究",
      "D": "评估与决策"
    },
    "answer": "C",
    "explanation": "P225: 项目建议与立项申请、初步可行性研究、详细可行性研究、评估与决策是项目投资前 时期的四个阶段。在实际工作中，初步可行性研究和详细可行性研究可以依据项目的规模和繁简程度合二为 一，但详细可行性研究是不可缺少的。"
  },
  {
    "id": "N07-002",
    "stem": "立项申请又称为 ()。",
    "options": {
      "A": "初步可行性研究",
      "B": "详细可行性研究",
      "C": "项目建议书",
      "D": "评估与决策"
    },
    "answer": "C",
    "explanation": "P225: 立项申请又称为项目建议书，是项目建设单位向上级主管部门提交项目申请时所必须 的文件"
  },
  {
    "id": "N07-003",
    "stem": "在可行性报告中，“是否存在可以用于建立系统的其他资源，如一些设备以及可行的替代产品 等 ” 属 于 ( ) 的 内 容 。",
    "options": {
      "A": "技术可行性分析",
      "B": "经济可行性分析",
      "C": "社会效益可行性分析",
      "D": "运行环境可行性分析"
    },
    "answer": "A",
    "explanation": "P226: 技术可行性分析一般应当考虑的因素： 进行项目开发的风险。在给定的限制范围和时间期限内，能够设计出预期的系统并实现必须的功能和性能。 人力资源的有效性。可以用于项目开发的技术人员队伍是否可以建立，是否存在人力资源不足、技术能力欠 缺等问题，是否可以在市场上或者通过培训获得所需要的熟练技术人员。 技术能力的可能性。相关技术的发展趋势和当前所掌握的技术是否支持该项目的开发，市场上是否存在支持 该技术的开发环境、平台和工具。 物资(产品)的可用性。是否存在可以用于建立系统的其他资源，如一些设备以及可行的替代产品等。"
  },
  {
    "id": "N07-004",
    "stem": "关于项目可行性研究阶段的描述，不正确的是()。",
    "options": {
      "A": "详细可行性研究的内容与初步可行性研究内容大致相同",
      "B": "初步可行性研究是介于项目建议与立项申请和详细可行性研究的一个中间阶段",
      "C": "初步可行性研究阶段需要从技术、经济等方面进行深入调查研究",
      "D": "经过初步可行性研究，可以形成初步可行性研究报告"
    },
    "answer": "C",
    "explanation": "P230: 详细可行性研究才需要从技术、经济等方面进行深入调查研究， C 错 误"
  },
  {
    "id": "N07-005",
    "stem": "以下关于初步可行性研究不正确的是()。",
    "options": {
      "A": "初步可行性研究报告可以作为正式的文献供项目决策参考，也可以成为进一步做详细可行性研究的基础",
      "B": "初步可行性研究的结果及研究的主要内容比详细可行性研究要少很多，只是从几个关键点分析项目是否可 行",
      "C": "初步可行性研究的主要内容包括：需求与市场预测；设备与资源投入分析；空间布局；项目设计；项目进 度安排；项目投资与成本估算",
      "D": "辅助(功能)研究包括项目的一个或几个方面，但不是所有方面，并且只能作为初步可行性研究、详细可 行性研究和大规模投资建议的前提或辅助"
    },
    "answer": "B",
    "explanation": "P228: 初步可行性研究的结果及研究的主要内容基本与详细可行性研究相同。 【蜗牛老师点评】大家记住，初步可行性研究和详细可行性研究，研究内容基本相同，只是初步可行性研究 会比较粗略，没有详细可行性研究那么细致。"
  },
  {
    "id": "N07-006",
    "stem": "详细可行性研究的原则不包括()。",
    "options": {
      "A": "科学性原则",
      "B": "客观性原则",
      "C": "公正性原则",
      "D": "务实性原则"
    },
    "answer": "D",
    "explanation": "P230: 详细可行性研究的原则：(1)科学性原则。(2)客观性原则。(3)公正性原则。"
  },
  {
    "id": "N07-007",
    "stem": "() 是指在当前市场的技术、产品条件限制下，能否利用现在拥有的以及可能拥有的技术能力、 产品功能、人力资源来实现项目的目标、功能、性能，能否在规定的时间期限内完成整个项目。",
    "options": {
      "A": "技术可行性研究",
      "B": "经济可行性分析",
      "C": "运行环境可行性分析",
      "D": "投资可行性研究"
    },
    "answer": "A",
    "explanation": "P226: 技术可行性分析是指在当前市场的技术、产品条件限制下，能否利用现在拥有的以及 可能拥有的技术能力、产品功能、人力资源来实现项目。"
  },
  {
    "id": "N07-008",
    "stem": "关于项目可行性研究的描述中，不正确的是()。",
    "options": {
      "A": "初步可行性研究可以形成初步可行性报告",
      "B": "项目初步可行性研究与详细可行性研究的内容大致相同",
      "C": "小项目一般只做详细可行性研究，初步可行性研究可以省略",
      "D": "初步可行性研究的方法有投资估算法、增量效益法等"
    },
    "answer": "D",
    "explanation": "P230: 详细可行性研究的方法很多，如经济评价法、市场预测法、投资估算法和增量净效益 法等"
  },
  {
    "id": "N07-009",
    "stem": "项目评估是项目投资前期进行决策管理的重要环节，其目的是审查()的可靠性、真实性和客 观性，为银行的贷款决策或行政主管部门的审批决策提供科学依据。",
    "options": {
      "A": "项目建议书",
      "B": "立项申请",
      "C": "项目必要性",
      "D": "项目可行性研究"
    },
    "answer": "D",
    "explanation": "P234: 项目评估是项目投资前期进行决策管理的重要环节，其目的是审查项目可行性研究的可靠性、真实性 和客观性，为银行的贷款决策或行政主管部门的审批决策提供科学依据"
  },
  {
    "id": "N07-010",
    "stem": "项目评估的最终成果是 ()。",
    "options": {
      "A": "协议文件",
      "B": "评估建议书",
      "C": "项目评估报告",
      "D": "详细评估意见"
    },
    "answer": "C",
    "explanation": "P234: 项目评估的最终成果是项目评估报告"
  },
  {
    "id": "N07-011",
    "stem": "关于项目可行性研究的描述中，不正确的是()。",
    "options": {
      "A": "初步可行性研究可以形成初步可行性报告",
      "B": "项目初步可行性研究与详细可行性研究的内容大致相同",
      "C": "小项目一般只做详细可行性研究，初步可行性研究可以省略",
      "D": "初步可行性研究的方法有投资估算法、增量效益法等"
    },
    "answer": "D",
    "explanation": "P230: 详细可行性研究的方法很多，如经济评价法、市场预测法、投资估算法和增量净效益"
  },
  {
    "id": "N07-012",
    "stem": "在项目评估过程中，不可以由()进行评价、分析和论证。",
    "options": {
      "A": "政府主管部门",
      "B": "项目建设单位",
      "C": "银 行",
      "D": "第三方评估机构"
    },
    "answer": "B",
    "explanation": "P234: 项目评估指在项目可行性研究的基础上，由第三方(国家、银行或有关机构)根据国 家颁布的政策、法规、方法、参数和条例等，从项目(或企业)、国民经济、社会角度出发，对拟建项目建 设的必要性、建设条件、生产条件、产品市场需求、工程技术、经济效益和社会效益等进行评价、分析和论 证，进而判断其是否可行的一个评估过程。"
  },
  {
    "id": "N07-013",
    "stem": "某地方政府准备立项改造一个小型信息系统，由于项目投资额较小，立项过程可以简化，但其 中的()环节不能缺少。",
    "options": {
      "A": "信息系统安全风险评估报告的编制和报批",
      "B": "初步设计方案的编制和报批",
      "C": "详细可行性研究",
      "D": "项目评估"
    },
    "answer": "C",
    "explanation": "P225: 项目建议与立项申请、初步可行性研究、详细可行性研究、评估与决策是项目投资前 时期的四个阶段。在实际工作中，初步可行性研究和详细可行性研究可以依据项目的规模和繁简程度合二为 一，但详细可行性研究是不可缺少的。"
  },
  {
    "id": "N07-014",
    "stem": "不可作为项目评估依据的是()。",
    "options": {
      "A": "建议书及其批准文件",
      "B": "可行性研究报告",
      "C": "协议文件",
      "D": "项目章程"
    },
    "answer": "D",
    "explanation": "P234: 项目评估的依据包括如下项目： *①项目建议书及其批准文件：②项目可行性研究报告：③报送组织的申请报告及主管部门的初审意见；④项 目关键建设条件和工程等的协议文件：⑤必需的其他文件和资料等"
  },
  {
    "id": "N07-015",
    "stem": "项目可行性研究中，开发总成本一般不包括()。",
    "options": {
      "A": "行政管理费",
      "B": "销售与分摊费用",
      "C": "财务费用和折旧",
      "D": "运行维护费用"
    },
    "answer": "D",
    "explanation": "P232: 开发总成本一般划分为四大类：研发成本、行政管理费、销售与分销费用、财务费用 和折旧。前三类成本的总和称为经营成本。 开发成本在项目可行性研究中的用途为计算盈亏，计算净周转资金的需要量，并用于财务评价。"
  },
  {
    "id": "N07-016",
    "stem": "以下()不属于项目评估的依据。",
    "options": {
      "A": "项目建议书及其批准文件",
      "B": "项目可行性研究报告",
      "C": "报送组织的申请报告及主管部门的初审意见",
      "D": "项目章程"
    },
    "answer": "D",
    "explanation": "P234, 项目评估的依据主要包括：①项目建议书及其批准文件；②项目可行性研究报告；③ 报送组织的申请报告及主管部门的初审意见；④项目关键建设条件和工程等的协议文件；⑤必需的其他文件 和资料等。"
  },
  {
    "id": "N07-017",
    "stem": "软、硬件租金、人员工资及福利、水电等公用设施使用费属于()。",
    "options": {
      "A": "直接支出",
      "B": "支持型",
      "C": "非一次性支出",
      "D": "项目支出"
    },
    "answer": "C",
    "explanation": "P226: 一次性支出 包括开发费、培训费、差旅费、初试数据录入、设备购置费等费用 非一次性支出 包括软、硬件租金、人员工资及福利、水电等公用设施使用费，以及其他消耗品支出等。"
  },
  {
    "id": "N07-018",
    "stem": "关于可行性研究的描述，正确的是()。",
    "options": {
      "A": "试验室和中间工厂的试验是初步可行性研究的主要内容",
      "B": "详细可行性研究一般是在对市场或者客户情况进行调查后，对项目进行的初步评估",
      "C": "初步可行性研究与详细可行性研究在占有资源和研究细节方面是相同的",
      "D": "辅助研究用于解决项目的核心问题，为判断是否具备必要的技术、实验、人力条件提供支持"
    },
    "answer": "D",
    "explanation": "《蜗牛软考综合一本通》 -7.2.2 初步可行性研究★★★★ P228: 定义：初步可行性研究一般是在对市场或者客户情况进行调查后，对项目进行的初步评估。 可以从如下方面进行衡量，以便决定是否开始详细可行性研究： 分析项目的前途，从而决定是否应该继续深入调查研究； 初步估计和确定项目中的关键技术及核心问题，以确定是否需要解决； 初步估计必须进行的辅助研究，以解决项目的核心问题，并判断是否具备必要的技术、实验、人力条件作为 支持等。"
  },
  {
    "id": "N07-019",
    "stem": "以下关于可行性研究的说法中，错误的是()。",
    "options": {
      "A": "将有项目时的成本(效益)与无项目时的成本(效益)进行比较叫做增量净效益法(有无比较法)",
      "B": "可行性研究的方法很多，如经济评价法、市场预测法、投资估算法和增量净效益法等",
      "C": "投资费用一般包括固定资金及流动资金两大部分，固定资金中又分为设计开发费、设备费、场地费、安装 费及项目管理费等",
      "D": "初步可行性研究必须用到增量净效益法"
    },
    "answer": "D",
    "explanation": "P230-231, 初步可行性研究不是必须要用到。详细可行性研究可以用。"
  },
  {
    "id": "N07-020",
    "stem": "项目评估指在()的基础上，由()根据国家颁布的政策、法规、方法、参数和条例等条件 下进行评价、分析和论证。",
    "options": {
      "A": "项目立项申请；项目承建方",
      "B": "项目可行性研究；项目建设方",
      "C": "项目立项申请；第三方",
      "D": "项目可行性研究；第三方"
    },
    "answer": "D",
    "explanation": "《蜗牛软考202405高项冲刺精华》 -第7章【考点5】 项目评估与决策★★★★★ 项目评估指在项目可行性研究的基础上，由第三方(国家、银行或有关机构),对拟建项目建设的必要性、 建设条件、生产条件、产品市场需求、工程技术、经济效益和社会效益等进行评价、分析和论证，进而判断 其是否可行的一个评估过程。"
  },
  {
    "id": "N07-021",
    "stem": "() 是项目发展周期的初始阶段，是国家或上级主管部门选择项目的依据，也是可行性研究的 依据。",
    "options": {
      "A": "项目建议书",
      "B": "项目评估",
      "C": "项目决策",
      "D": "项目规划"
    },
    "answer": "A",
    "explanation": "P225: 立项申请又称为项目建议书，是项目建设单位向上级主管部门提交项目申请时所必须 的文件，是该项目建设筹建单位根据国民经济的发展、国家和地方中长期规划、产业政策、生产力布局、国 内外市场、所在地的内外部条件、组织发展战略等，提出的某一具体项目的建议文件，是对拟建项目提出的 框架性总体设想。项目建议书是项目发展周期的初始阶段，是国家或上级主管部门选择项目的依据，也是可 行性研究的依据。"
  },
  {
    "id": "N07-022",
    "stem": "某系统开发项目邀请第三方进行项目评估，()不是项目评估的依据。",
    "options": {
      "A": "项目建议书及其批准文件",
      "B": "项目可行性研究报告",
      "C": "报送单位的申请报告及主管部门的初审意见",
      "D": "项目变更管理策略"
    },
    "answer": "D",
    "explanation": "P234: 项目评估的含义及其依据： 项目评估指在项目可行性研究的基础上，由第三方(国家、银行或有关机构),对拟建项目建设的必要性、 建设条件、生产条件、产品市场需求、工程技术、经济效益和社会效益等进行评价、分析和论证，进而判断 其是否可行的一个评估过程。项目评估是项目投资前期蜗进行牛决策老管理师的重要环节，其目的是审查项 目可行性研究的可靠性、真实性和客观性，为银行的贷款决策或行政主管部门窩件的审批决策提供科学依据。 项目评估的最终成果是项目评估报告。 项目评估的依据包括如下项目： 项目建议书及其批准文件。 项目可行性研究报告。 报送单位的申请报告及主管部门的初审意见。 有关资源、配件、燃料、水、电、交通、通信、资金(包括外汇)等方面的协议文件 必需的其他文件和资料。"
  },
  {
    "id": "N07-023",
    "stem": "详细可行性研究的内容不包括()。",
    "options": {
      "A": "网络物理布局设计",
      "B": "信息系统架构及技术方案的确定",
      "C": "投资、成本估算与资金筹措",
      "D": "项目计划的制定"
    },
    "answer": "D",
    "explanation": "P231: 详细可行性研究所涉及的主要内容和方法包括：(1)市场需求预测。(2)部件和投入的 选择供应。(3)信息系统架构及技术方案的确定。项目可行性研究中技术评价应反映下述几个方面；技术的先 进性、技术的实用性、技术的可靠性、技术的连锁效果、技术后果的危害性等。(4)技术与设备选择。(5)网络 物理布局设计。(6)投资、成本估算与资金筹措。项目总成本一般划分为四大类：研发成本、行政管理费、销 售与分销费用、财务费用和折旧。前三类成本的总和称为经营成本。项目成本在项目可行性研究中的用途为 计算盈亏，计算净周转资金的需要量，并用于财务评价。(7)经济评价及综合分析。"
  },
  {
    "id": "N07-024",
    "stem": "某项目的可行性报告中有如下描述：“…为了规避风险，采用模块化开发的方法，即每个模块 可以单独开发与销售，放到整个系统中又可以与其他模块协同工作，能够有效降低开发成本与风险…项目采 用面向对象的、模块化的建模与开发方法，主体采用B/S 结构，使用 Java 语言开发，技术手段成熟…开发 出的系统可以提供较好的平台扩展性，能够有效推动项目成果的产业化，具有较好的市场前景…项目运行严 格执行采购招投标制，深入贯彻《国有企业物资采购管理暂行规定》,进一步堵塞管理漏洞…”这段描述中 没 有 涉 及 的 是 ( ) 。",
    "options": {
      "A": "技术可行性",
      "B": "运行环境可行性",
      "C": "风险因素及对策",
      "D": "经济可行性"
    },
    "answer": "B",
    "explanation": "P226-228: 可行性研究包括技术可行性、经济可行性、社会效益可行性、运行环境可行性等。 “为了规避风险，采用模块化开发的方法，即每个模块可以单独开发与销售，放到整个系统中又可以与其他 模块协同工作，能够有效降低开发成本与风险”就是考虑了风险因素和对策。 “项目采用面向对象的、模块化的建模与开发方法，主体采用B/S 结构，使用Java 语言开发，技术手段成 熟”属于技术可行性。 “开发出的系统可以提供较好的平台扩展性，能够有效推蜗动项目牛成果老的师产业化，具有较好的市场前 景”考虑了项目的投入产出，属于经济可行性。 “项目运行严格执行采购招投标制，深入贯彻《国有企业物资采购管理暂行规定》,进一步堵塞管理漏洞” 是关于项目建设内容，而运行环境主要考虑系统建成后，系统运行的管理制度、人员、素质等因素，因此， 答案应是B。"
  },
  {
    "id": "N07-025",
    "stem": "项目评估的依据主要包括：项目建议书及其批准文件、()报送组织的申请报告及主管部门的 初审意见、项目关键建设条件和工程等的协议文件、必需的其他文件和资料等。",
    "options": {
      "A": "需求调研报告",
      "B": "绩效测量报告",
      "C": "成本预测报告",
      "D": "项目可行性研究报告"
    },
    "answer": "D",
    "explanation": "P234, 项目评估的依据包括如下： *①项目建议书及其批准文件；②项目可行性研究报告；③报送组织的申请报告及主管部门的初审意见；④项 目关键建设条件和工程等的协议文件；⑤必需的其他文件和资料等。 答案选 D, 这题也是送分题。"
  },
  {
    "id": "N07-026",
    "stem": "项目可行性研究阶段的经营成本不包括()。",
    "options": {
      "A": "财务费用",
      "B": "研发成本",
      "C": "行政管理费",
      "D": "销售与分销费用"
    },
    "answer": "A",
    "explanation": "P232: 大多数投资前的项目可行性研究报告只算开发总成本，这是因为在项目可行性研究阶 段对各项成本，无论是配件、劳动力或管理费用，作为整体估算要比计算单位产品成本简单一些。开发总成 本一般划分为四大类：研发成本、行政管理费、销售与分销费用、财务费用和折旧。前三类成本的总和称为 经营成本。"
  },
  {
    "id": "N07-027",
    "stem": "关于项目可行性研究的描述不正确的是()。",
    "options": {
      "A": "初步可行性研究报告，必须包含项目的主要投资支出",
      "B": "初步的可行性研究报告可作为正式文件，支持项目决策",
      "C": "初步可行性研究报告的核心内容不包括项目进度安排",
      "D": "初步可行性研究是详细可行性研究的基础"
    },
    "answer": "C",
    "explanation": "《蜗牛软考202405高项冲刺精华》第7章 - 【考点3】初步可行性研究★★★★ P228: 初步可行性研究的结果及研究的主要内容基本与详细可行性研究相同，应包含项进度安排，所以C 不 正确"
  },
  {
    "id": "N07-028",
    "stem": "关于可行性研究的描述，正确的是()。",
    "options": {
      "A": "详细可行性研究由项目经理负责",
      "B": "可行性研究报告在项目章程制定之后编写",
      "C": "详细可行性研究是不可省略的",
      "D": "可行性研究报告是项目执行文件"
    },
    "answer": "C",
    "explanation": "P225: 可行性研究是立项时期的工作，这个时候项目还没确定。所以ABD 都不正确。 机会研究、初步可行性研究、详细可行性研究、评估与决策是投资前时期的四个阶段。 在实际工作中，前三个阶段依项目的规模和繁简程度可把前两个阶段省略或合二为一，但详细可行性研究是 不可缺少的。"
  },
  {
    "id": "N07-029",
    "stem": "项目经理窩件依据当前技术发展趋势和所掌握的技术能否支撑该项目的开发，进行可行性研究。 小李进行的可行性研究属于()。",
    "options": {
      "A": "经济可行性分析",
      "B": "技术可行性分析",
      "C": "运行环境可行性分析",
      "D": "其他方面的可行性分析"
    },
    "answer": "B",
    "explanation": "P226: 技术可行性分析是指在当前市场的技术、产品条件限制下，能否利用现在拥有的以及 可能拥有的技术能力、产品功能、人力资源来实现项目"
  },
  {
    "id": "N07-030",
    "stem": "在可行性报告中，“是否存在人力资源不足的问题，是否可以通过社会招聘或培训获得所需人 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 员”属于()的内容。",
    "options": {
      "A": "技术可行性分析",
      "B": "经济可行性分析",
      "C": "社会效益可行性分析",
      "D": "运行环境可行性分析"
    },
    "answer": "A",
    "explanation": "P226: 技术可行性分析一般应当考虑的因素： 进行项目开发的风险。在给定的限制范围和时间期限内，能够设计出预期的系统并实现必须的功能和性能。 人力资源的有效性。可以用于项目开发的技术人员队伍是否可以建立，是否存在人力资源不足、技术能力欠 缺等问题，是否可以在市场上或者通过培训获得所需要的熟练技术人员。 技术能力的可能性。相关技术的发展趋势和当前所掌握的技术是否支持该项目的开发，市场上是否存在支持 该技术的开发环境、平台和工具。 物资(产品)的可用性。是否存在可以用于建立系统的其他资源，如一些设备以及可行的替代产品等。"
  },
  {
    "id": "N07-031",
    "stem": "() 需要对项目在技术、经济、社会、运行环境、法律等方面进行深入的调查研究和分析，是 一项费时、费力的工作。",
    "options": {
      "A": "初步可行性研究",
      "B": "详细可行性研究",
      "C": "项目建议与立项中请",
      "D": "评估与决策"
    },
    "answer": "B",
    "explanation": "P228: 初步可行性研究一般是在对市场或者客户情况进行调查后，对项目进行的初步评估。 详细可行性研究需要对项目在技术、经济、社会、运行环境、法律等方面进行深入的调查研究和分析，是一 项费时、费力的工作，特别是大型的或比较复杂的项目更是如此"
  },
  {
    "id": "N07-032",
    "stem": "项目可行性分析是立项前的重要工作，包括技术、物资、资源、人员的可行性，在进行项目可 行性分析时，需要在()中分析人力资源的可行性。",
    "options": {
      "A": "经济可行性分析",
      "B": "技术可行性分析",
      "C": "运行环境可行性分析",
      "D": "法律可行性分析"
    },
    "answer": "B",
    "explanation": "P226: 技术可行性分析一般应当考虑，进行项目开发的风险、人力资源的有效性、技术能力 的可能性、物资(产品)的可用性"
  },
  {
    "id": "N07-033",
    "stem": "以下()不属于经济可行性研究的内容。",
    "options": {
      "A": "支出分析",
      "B": "收益分析",
      "C": "投资回报分析",
      "D": "人员提升收益"
    },
    "answer": "D",
    "explanation": "P226, 经济可行性分析主要是对整个项目的投资及所产生的经济效益进行分析，具体包括支 出分析、收益分析、收益投资比、投资回报分析以及敏感性分析等。 人员提升收益属于社会效益可行性分析。"
  },
  {
    "id": "N07-034",
    "stem": "项目建议书的核心内容不包括()。",
    "options": {
      "A": "项目建设的必需条件",
      "B": "项目预期成果的市场预测",
      "C": "项目可行性研究认证",
      "D": "项目的必要性"
    },
    "answer": "C",
    "explanation": "《蜗牛软考202405高项冲刺精华》第7章- 【考点1】项目建议与立项申请★★★★★ P225: 项目建议书内容：①项目的必要性；②项目的市场预测；③项目预期成果的市场预测；④项目建设必 需的条件。【GX202211 案例】【GX202311】【 口诀：两必，两测】"
  },
  {
    "id": "N07-035",
    "stem": "在可行性报告中，“在给定的限制范围和时间期限内，能够设计出预期的系统并实现必须的功 能和性能”属于()的内容。",
    "options": {
      "A": "技术可行性分析",
      "B": "经济可行性分析",
      "C": "社会效益可行性分析",
      "D": "运行环境可行性分析"
    },
    "answer": "A",
    "explanation": "P226: 技术可行性分析一般应当考虑的因素： 进行项目开发的风险。在给定的限制范围和时间期限内，能够设计出预期的系统并实现必须的功能和性能。 人力资源的有效性。可以用于项目开发的技术人员队伍是否可以建立，是否存在人力资源不足、技术能力欠 缺等问题，是否可以在市场上或者通过培训获得所需要的熟练技术人员。 技术能力的可能性。相关技术的发展趋势和当前所掌握的技术是否支持该项目的开发，市场上是否存在支持 该技术的开发环境、平台和工具。 物资(产品)的可用性。是否存在可以用于建立系统的其他资源，如一些设备以及可行的替代产品等。"
  },
  {
    "id": "N07-036",
    "stem": "关于项目评估和决策的描述，不正确的是()。",
    "options": {
      "A": "项目评估的依据主要包括：项目建议书及其批准文件、项目可行性研究报告、报送组织的申请报告及主管 部门的初审意见、项目关键建设条件和工程等的协议文件、必需的其他文件和资料等",
      "B": "项目评估指在项目可行性研究的基础上，进而判断其是否可行的一个评估过程",
      "C": "项目评估由项目建设单位实施，目的是审查项目可行性研究的可靠性。真实性、和客观性，为银行的贷款 决策或行政主管部门的审批决策提供依据",
      "D": "项目评估的依据包括项目建议书及其批准文件、项目可行性研究报告、报送单位的中请报告及主管部门的 初审意见等一系列文件"
    },
    "answer": "C",
    "explanation": "P234: 项目评估指在项目可行性研究的基础上，由第三方(国家、银行或有关机构)根据国 家颁布的政策、法规、方法、参数和条例等，从项目(或企业)、国民经济、社会角度出发，对拟建项目建 设的必要性、建设条件、生产条件、产品市场需求、工程技术、经济效益和社会效益等进行评价、分析和论 证，进而判断其是否可行的一个评估过程"
  },
  {
    "id": "N07-037",
    "stem": "() 不属于项目建议书的核心内容。",
    "options": {
      "A": "初步可行性研究",
      "B": "项目建设必需的条件",
      "C": "项目的市场预测",
      "D": "项目的必要性"
    },
    "answer": "A",
    "explanation": "P225: 项目建议书应该包括的核心内容有：①项目的必要性；②项目的市场预测；③项目预 期成果的市场预测；④项目建设必需的条件。"
  },
  {
    "id": "N07-038",
    "stem": "在信息系统项目的经济可行性分析中，()属于非一次性支出。",
    "options": {
      "A": "差旅费",
      "B": "培训费",
      "C": "人员工资和福利",
      "D": "设备购置费"
    },
    "answer": "C",
    "explanation": "P226: 一次性支出 包括开发费、培训费、差旅费、初试数据录入、设备购置费等费用 非一次性支出 包括软、硬件租金、人员工资及福利、水电等公用设施使用费，以及其他消耗品支出等。"
  },
  {
    "id": "N07-039",
    "stem": "关于可行性研究的描述，不正确的是()。",
    "options": {
      "A": "初步可行性研究的结果及研究的主要内容基本与详细可行性研究相同",
      "B": "初步可行性研究的主要内容包括：需求与市场预测；设备与资源投入分析；空间布局；项目设计；项目进 度安排；项目投资与成本估算",
      "C": "初步可行性研究需要考虑项目进行投资建设是否具有必要性",
      "D": "如果要进行详细可行性研究，那么首先就要进行初步可行性研究"
    },
    "answer": "D",
    "explanation": "P225: 初步可行性研究和详细可行性研究可以依据项目的规模和繁简程度合二为一，但详细 可行性研究是不可缺少的。"
  },
  {
    "id": "N07-040",
    "stem": "信息系统可行性研究包括很多方面的内容，()中经常会用到敏感性分析。",
    "options": {
      "A": "技术可行性分析",
      "B": "经济可行性分析",
      "C": "运行环境可行性分析",
      "D": "社会可行性分析"
    },
    "answer": "B",
    "explanation": "P226: 经济可行性分析主要是对整个项目的投资及所产生的经济效益进行分析，具体包括支 出分析、收益分析、投资回报分析以及敏感性分析等。 除了上述的经济方面的分析外，一般还需要对项目的社会效益进行分析。例如，通过项目的实施，可以在管 理水平、技术手段、人员素质等方面获得潜在的效益。"
  },
  {
    "id": "N07-041",
    "stem": "() 往往决定了项目的方向，一旦开发人员估计错误，将会出现严重的后果。",
    "options": {
      "A": "技术可行性分析",
      "B": "人员可行性分析",
      "C": "经济可行性分析",
      "D": "社会可行性分析"
    },
    "answer": "A",
    "explanation": "P226: 技术可行性分析往往决定了项目的方向， 一旦开发人员在评估技术可行性分析时估计 错误，将会出现严重的后果，造成项目根本上的失败。"
  },
  {
    "id": "N07-042",
    "stem": "以下不属于项目建议书的内容的是()。",
    "options": {
      "A": "项目建设必需的条件",
      "B": "项目的市场预测",
      "C": "项目的必要性",
      "D": "详细可行性研究"
    },
    "answer": "D",
    "explanation": "P225: 项目建议书应该包括的核心内容有：①项目的必要性；②项目的市场预测；③项目预期成果的市场预 测；④项目建设必需的条件。【口诀：两必，两测】"
  },
  {
    "id": "N07-043",
    "stem": "窩件接到一项任务，要对一个新项目投资及经济效益进行分析，包括支出分析、收益分析、敏 感性分析等。请问小张正在进行()。",
    "options": {
      "A": "技术可行性分析",
      "B": "经济可行性分析",
      "C": "运行环境可行性分析",
      "D": "法律可行性分析"
    },
    "answer": "B",
    "explanation": "P226: 经济可行性分析主要是对整个项目的投资及所产生的经济效益进行分析，具体包括支 出分析、收益分析、投资回报分析以及敏感性分析等。 除了上述的经济方面的分析外，一般还需要对项目的社会效益进行分析。例如，通过项目的实施，可以在管 理水平、技术手段、人员素质等方面获得潜在的效益。"
  },
  {
    "id": "N07-044",
    "stem": "以下关于初步可行性分析的说法中，错误的是()。",
    "options": {
      "A": "初步可行性研究一般是在对市场或者客户情况进行调查后，对项目进行的初步评估",
      "B": "经过初步可行性研究，可以形成初步可行性研究报告，该报告虽然比详细可行性研究报告粗略，但是对项 目已经有了全面的描述分析和论证",
      "C": "初步可行性研究的结果及研究的主要内容基本与详细可行性研究相同。所不同的是占有的资源、研究细节 方面有较大差异",
      "D": "初步可行性分析是必不可少的"
    },
    "answer": "D",
    "explanation": "P225: 初步可行性研究和详细可行性研究可以依据项目的规模和繁简程度合二为一，但详细 可行性研究是不可缺少的。"
  },
  {
    "id": "N07-045",
    "stem": "以下关于项目评估与决策的说法中，不正确的是()。",
    "options": {
      "A": "项目评估指在项目可行性研究的基础上，由第三方判断拟建项目是否可行的一个评估过程",
      "B": "项目评估的最终成果是项目评估报告",
      "C": "项目评估的依据不包含初步可行性研究",
      "D": "项目评估的工作程序是，成立评估小组；开展调查研究；收集数据资料；分析与评估；编写、讨论、修改 评估报告；召开专家论证会；评估报告定稿并发布"
    },
    "answer": "C",
    "explanation": "项目评估的依据：①项目建议书及其批准文件；②项目可行性研究报告；③报送组织的申请报告及主管部门 的初审意见；④项目关键建设条件和工程等的协议文件；⑤必需的其他文件和资料等"
  },
  {
    "id": "N07-046",
    "stem": "某系统开发项目邀请第三方进行项目评估，()不是项目评估的依据。",
    "options": {
      "A": "项目建议书及其批准文件",
      "B": "项目可行性研究报告",
      "C": "项目章程",
      "D": "报送单位的申请报告及主管部门的初审意见"
    },
    "answer": "C",
    "explanation": "P234: 项目评估的含义及其依据： 项目评估指在项目可行性研究的基础上，由第三方(国家、银行或有关机构),对拟建项目建设的必要性、 建设条件、生产条件、产品市场需求、工程技术、经济效益和社会效益等进行评价、分析和论证，进而判断 其是否可行的一个评估过程。项目评估是项目投资前期蜗进行牛决策老管理师的重要环节，其目的是审查项 目可行性研究的可靠性、真实性和客观性，为银行的贷款决策或行政主管部门的审批决策提供科学依据。 项目评估的最终成果是项目评估报告。 项目评估的依据包括如下项目： 项目建议书及其批准文件。 项目可行性研究报告。 报送单位的申请报告及主管部门的初审意见。 有关资源、配件、燃料、水、电、交通、通信、资金(包括外汇)等方面的协议文件 必需的其他文件和资料。"
  },
  {
    "id": "N07-047",
    "stem": "() 用于分析品牌效益、竞争力效益、技术创新效益、人员提升收益、管理提升效益等的影响。",
    "options": {
      "A": "技术可行性研究",
      "B": "经济可行性分析",
      "C": "运行环境可行性分析",
      "D": "社会效益可行性研究"
    },
    "answer": "D",
    "explanation": "P227: 社会效益可行性研究用于分析品牌效益、竞争力效益、技术创新效益、人员提升收益、 管理提升效益等的影响"
  },
  {
    "id": "N07-048",
    "stem": "() 是项目投资前期进行决策管理的重要环节，其目的是审查项目的可行性研究的可靠性、真 实性和客观性，为银行的贷款决策或者行政主管部门的审批决策提供科学依据。",
    "options": {
      "A": "项目初步可行性研究",
      "B": "项目详细可行性研究",
      "C": "项目评估",
      "D": "项目机会可行性研究"
    },
    "answer": "C",
    "explanation": "P234: 项目评估是项目投资前期进行决策管理的重要环节，其目的是审查项目可行性研究的 可靠性、真实性和客观性，为银行的贷款决策或行政主管部门的审批决策提供科学依据"
  },
  {
    "id": "N07-049",
    "stem": "() 当诸如设备和软件配置、处理速度要求、系统的工作负荷类型和负荷量等关键性因素变化 时，对支出和收益产生影响的估计。",
    "options": {
      "A": "支出分析",
      "B": "收益分析",
      "C": "收益投资比",
      "D": "敏感性分析"
    },
    "answer": "D",
    "explanation": "P226。 敏感性分析。当诸如设备和软件配置、处理速度要求、系统的工作负荷类型和 负荷量等关键性因素变化时，对支出和收益产生影响的估计。"
  },
  {
    "id": "N07-050",
    "stem": "关于可行性研究的描述，不正确的是()。",
    "options": {
      "A": "项目除了需要考虑经济可行性分析外，往往还需要对项目的社会效益进行分析",
      "B": "运行环境是制约信息系统发挥效益的关键",
      "C": "环境效益是对组织内部关注的效益",
      "D": "信息系统项目的可行性研究除了前面介绍的技术、经济、社会效益和运行环境可行性分析外，还包括了诸 如法律可行性、政策可行性等方面的可行性分析"
    },
    "answer": "C",
    "explanation": "P227: 对组织内部：品牌效益、竞争力效益、技术创新效益、人员提升收益、管理提升效益。 对社会发展：公共效益、文化效益、环境效益、社会责任感效益、其他收益。"
  },
  {
    "id": "N07-051",
    "stem": "项目建议书中不包含()。",
    "options": {
      "A": "产品方案或服务的市场预测",
      "B": "项目建设必需的条件",
      "C": "项目可行性研究",
      "D": "项目的必要性"
    },
    "answer": "C",
    "explanation": "P225: 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 项目建议书应该包括的核心内容如下。 *①项目的必要性。 *②项目的市场预测。 *③产品方案或服务的市场预测。 *④项目建设必需的条件。"
  },
  {
    "id": "N07-052",
    "stem": "关于项目评估和项目论证的描述。不正确的是：()。",
    "options": {
      "A": "项目论证应该围绕市场需求、开发技术、财务经济三个方面展开调查和分析",
      "B": "项目论证一般可分为机会研究、初步可行性研究和详细可行性研究三个阶段",
      "C": "项目评估由项目建设单位实施，目的是审查项目可行性研究的可靠性。真实性、和客观性，为银行的贷款 决策或行政主管部门的审批决策提供依据",
      "D": "项目评估的依据包括项目建议书及其批准文件、项目可行性研究报告、报送单位的申请报告及主管部门的 初审意见等一系列文件"
    },
    "answer": "C",
    "explanation": "P234: 项目评估是由第三方实施。 项目评估指在项目可行性研究的基础上，由第三方(国家、银行或有关机构)根据国家颁布的政策、法规、 方法、参数和条例等，从项目(或企业)、国民经济、社会角度出发，对拟建项目建设的必要性、建设条件、 生产条件、产品市场需求、工程技术、经济效益和社会效益等进行评价、分析和论证，进而判断其是否可行 的一个评估过程。 在第三版中有项目论证，第四版里没有，虽然这题里有项目论证，但是错的地方在项目评估里，所以我们也 可以参考"
  },
  {
    "id": "N07-053",
    "stem": "在进行项目可行性分析时，需要在()过程中针对投入/产出进行对比分析，以确定项目的收 益率和投资回收期等。",
    "options": {
      "A": "经济可行性分析",
      "B": "技术可行性分析",
      "C": "运行环境可行性分析",
      "D": "法律可行性分析"
    },
    "answer": "A",
    "explanation": "P226: 经济可行性分析主要是对整个项目的投资及所产生的经济效益进行分析，具体包括支 出分析、收益分析、投资回报分析以及敏感性分析等。 除了上述的经济方面的分析外，一般还需要对项目的社会效益进行分析。例如，通过项目的实施，可以在管 理水平、技术手段、人员素质等方面获得潜在的效益。"
  },
  {
    "id": "N07-054",
    "stem": "项目建议书中不包含()。",
    "options": {
      "A": "产品方案或服务的市场预测",
      "B": "项目建设必需的条件",
      "C": "项目的市场预测",
      "D": "风险因素及对策"
    },
    "answer": "D",
    "explanation": "P225: 项目建议书应该包括的核心内容如下。 *①项目的必要性。 *②项目的市场预测。 *③产品方案或服务的市场预测。 *④项目建设必需的条件。"
  },
  {
    "id": "N07-055",
    "stem": "关于项目评估与决策的描述，不正确的是()。",
    "options": {
      "A": "项目评估是项目投资前期进行决策管理的重要环节",
      "B": "项目评估的最终成果是项目评估报告",
      "C": "项目评估是由第三方开展的判断项目是否可行的一个评估过程",
      "D": "项目评估为银行的贷款决策或行政主管部门的审批决策提供科学依据"
    },
    "answer": "C",
    "explanation": "P234: 项目评估是项目投资前期进行决策管理的重要环节，其目的是审查项目可行性研究的 可靠性、真实性和客观性，为银行的贷款决策或行政主管部门的审批决策提供科学依据。 【蜗牛老师点评】:项目评估的目的是审查可行性研究的可靠性、真实性和客观性，评估一个项目是否可行， 是可行性研究的内容，不是项目评估的内容。"
  },
  {
    "id": "N07-056",
    "stem": "在可行性报告中，“相关技术的发展趋势和当前所掌握的技术是否支持该项目的开发，市场上 是否存在支持该技术的开发环境、平台和工具”属于()的内容。",
    "options": {
      "A": "技术可行性分析",
      "B": "经济可行性分析",
      "C": "社会效益可行性分析",
      "D": "运行环境可行性分析"
    },
    "answer": "A",
    "explanation": "P226: 技术可行性分析一般应当考虑的因素： 进行项目开发的风险。在给定的限制范围和时间期限内，能够设计出预期的系统并实现必须的功能和性能。 人力资源的有效性。可以用于项目开发的技术人员队伍是否可以建立，是否存在人力资源不足、技术能力欠 缺等问题，是否可以在市场上或者通过培训获得所需要的熟练技术人员。 技术能力的可能性。相关技术的发展趋势和当前所掌握的技术是否支持该项目的开发，市场上是否存在支持 该技术的开发环境、平台和工具。 物资(产品)的可用性。是否存在可以用于建立系统的其他资源，如一些设备以及可行的替代产品等。"
  },
  {
    "id": "N07-057",
    "stem": "关于可行性研究的描述，不正确的是()。",
    "options": {
      "A": "技术可行性决定了项目方向，技术路线估计错误会影响项目最终成败",
      "B": "信息系统项目可行性研究还包括法律可行性、社会可行性等方面",
      "C": "运行环境是信息系统发挥效益的关键，需重点分析其运行环境的可行性",
      "D": "经济可行性分析是对经济效益进行分析，不含对项目的社会效益分析"
    },
    "answer": "D",
    "explanation": "P226: 经济可行性分析主要是对整个项目的投资及所产生的经济效益进行分析，具体包括支 出分析、收益分析、投资回报分析以及敏感性分析等。 除了上述的经济方面的分析外， 一般还需要对项目的社会效益进行分析。例如，通过项目的实施，可以在管 理水平、技术手段、人员素质等方面获得潜在的效益。"
  },
  {
    "id": "N07-058",
    "stem": "以下关于项目可行性研究内容的叙述，()是不正确的。",
    "options": {
      "A": "技术可行性是从项目实施的技术角度，合理设计技术方案，并进行评审和评价",
      "B": "经济可行性主要是从资源配置的角度衡量项目的价值，从项目的投资及所产生的经济效益进行分析",
      "C": "可行性研究不涉及合同责任、知识产权等法律方面的可行性问题",
      "D": "社会可行性主要分析项目对社会的影响，包括法律道德、民族宗教、社会稳定性等"
    },
    "answer": "C",
    "explanation": "P228: 信息系统项目的可行性研究除了技术、经济和运行环境可行性分析外，还包括了诸如 法律可行性、社会可行性等方面的可行性分析。也会涉及到合同责任、知识产权等法律方面的可行性问题。 社会可行性主要分析项目对社会的影响，包括法律道德、民族宗教、社会稳定性等。故C 是不正确的。"
  },
  {
    "id": "N07-059",
    "stem": "辅助(功能)研究是项目可行性研究中的一项重要内容。以下叙述中，正确的是()。",
    "options": {
      "A": "辅助(功能)研究只包括项目的某一方面，而不是项目的所有方面",
      "B": "辅助(功能)研究只能针对项目的初步可行性研究内容进行辅助的说明",
      "C": "辅助(功能)研究只涉及项目的非关键部分的研究",
      "D": "辅助(功能)研究的费用与项目可行性研究的费用无关"
    },
    "answer": "A",
    "explanation": "P228: 辅助(功能)研究包括项目的一个或几个方面，但不是所有方面，并且只能作为初步 项目可行性研究、项目可行性研究和大规模投资建议的前提或辅助。辅助研究分类如下： *①对要设计开发的产品进行的市场研究，包括市场的需求预测以及预期的市场渗透情况。 *②配件和投入物资的研究，包括项目使用的基本配件和投入物资的当前和预测的可获得性，以及这些配件和 投入的目前和预测的未来价格趋势。 *③试验室和中间工厂的试验，根据需要进行试验以决定具体配件是否合适，设计方案是否可行。 *④网络物理布局设计。 *⑤规模的经济性研究，一般作为技术选择研究的一个部分进行。如果牵扯到几种技术和几种市场规模，则分 开进行这些研究，但研究不扩大到复杂的技术问题中去。这些研究的主要任务是在考虑各种选择的技术、投 资费用、开发成本和价格之后，评价最具经济性的设计开发规模。这种研究通常对几种规模的设计开发能力 进行分析，研究该项目的主要特性，并计算出每种规模的结果。 *⑥设备选择研究，如果项目的设备涉及的部门多，来源分散，而且成本各不相同就要进行这种研究。一般在 投资或实施阶段进行设备定货，包括准备投标、招标并对其进行评价，以及定货和交货。如果涉及巨额投资， 项目的构成和经济性在极大的程度上取决于设备的类型及其成本和经营成本，所选设备直接影响项目的经营 效果。在这种情况下，如果得不到标准化的成本，那么设备选择研究就是必不可少的。"
  },
  {
    "id": "N07-060",
    "stem": "某信息系统项目最终完成的详细可行性研究报告的主要内容包括以下部分：①项目背景；②可 行性研究的结论；③项目提出的技术背景；④项目的技术发展现状；⑤编制项目建议书的过程及必要性；⑥ 市场情况调查分析；⑦客户现行系统业务、资源、设施情况调查。该可行性报告缺少()。",
    "options": {
      "A": "风险分析、项目实施进度计划",
      "B": "风险分析、项目评估方法",
      "C": "市场需求预测、项目计划",
      "D": "市场需求预测、项目评估方法"
    },
    "answer": "A",
    "explanation": "P233: 表7-1 详细可行性研究报告结构示例 目录项 项目背景 可行性研究的结论 项目提出的技术背景 项目的技术发展现状 主要内容 项目名称；项目承担单位、主管部门及客户；承担可行性研究的单位；可行性 研究的工作依据；可行性研究工作的基本内容；基本术语和一些约定等 项目的目标、规模；技术方案概述及特点；项目的建设进度计划；投资估算和 资金筹措计划；项目财务和经济评价：项目综合评价结论等 国家、地区、行业或组织发展规划：客户业务发展及需求的原因、必要性 国内外的技术发展历史、现状；新技术发展趋势 编制项目建议书的过程 及必要性 项目所生产产品的用途、功能、性能的市场调研；市场相关(或替代)产品的 市场情况调查分析 调研；项目开发环境、平台、工具所需要产品的市场调研；市场情况预测 客户现行系统业务、资客户拥有的资源(硬件、软件、数据、规章制度等)及使用情况调查；客户现 源、设施情况调查 目录项 项目总体目标 项目实施进度计划 项目投资估算 项目组人员组成 项目风险 经济效益预测 社会效益分析与评价 可行性研究报告结论 行系统的功能、性能、使用情况调查；客户需求 主要内容 项目的目标、范围、规模、结构；技术方案设计的原则和方法；技术方案特点 分析；关键技术与核心问题分析 项目实施的阶段划分；阶段工作及进度安排：项目里程碑 项目总投资概算：资金筹措方案；投资使用计划 项目组组织形式；人员构成；培训内容及培训计划 关键技术、核心问题(攻关)的风险：项目规模、功能、性能(需求)不完全 确定性分析：其他不可预见性因素分析 可行性研究报告结论、“立项”建议；可行项目的修改建议和意见；不可性项 目的问题及处理意见；可行性研究中的争议问题及结论 附件"
  },
  {
    "id": "N07-061",
    "stem": "项目评估一般包括以下几个步骤，正确的执行顺序是()。 *①成立评估小组 *②分析与评估 *③开展调查研究 *④编写、讨论、修改评估报告 *⑤评估报告定稿并发布 *⑥召开专家论证会",
    "options": {
      "A": "①②③④⑤⑥",
      "B": "②①③⑤④⑥",
      "C": "①②③④⑥⑤",
      "D": "①③②④⑥⑤"
    },
    "answer": "D",
    "explanation": "P234-235: 项目评估的工作程序：成立评估小组一开展调查研究一分析与评估一编写、讨论、 修改评估报告一召开专家论证会一评估报告定稿并发布"
  },
  {
    "id": "N07-062",
    "stem": "项目评估报告内容大纲不包括()。",
    "options": {
      "A": "项目概况",
      "B": "详细评估意见",
      "C": "总结和建议",
      "D": "项目建议书"
    },
    "answer": "D",
    "explanation": "P235: 项目评估报告内容大纲应包括项目概况、详细评估意见、总结和建议等内容 第8章项目整合管理"
  },
  {
    "id": "N08-001",
    "stem": "随着新技术的不断涌现，社交网络、多元文化、虚拟团队和新的价值观等的出现，组织和项目 所处的环境发生了很大变化。在执行并管理整合时，项目经理需要意识到项目背景和这些新因素，决定如何 在项目中最好地利用这些新环境因素，以获得项目成功。这是属于()。",
    "options": {
      "A": "背景层面执行整合",
      "B": "认知层面执行整合",
      "C": "过程层面执行整合",
      "D": "管理层面执行整合"
    },
    "answer": "A",
    "explanation": "P237, 过程层面执行整合 项目管理过程中有些过程可能只发生一次，但很多过程在整个项目期间会相互重叠并重复发生多次。 认知层面执行整合 项目经理应尽量熟练掌握所有项目管理知识领域，帮助项目经理将经验、见解、领导力、技术以及商业 管理技能运用到项目管理中，并帮助项目经理整合这些知识领域所涵盖的过程，实现预期的项目结果。 背景层面执行整合 在执行并管理整合时，项目经理需要意识到项目背景和环境因素，决定如何在项目中最好地利用这些新 环境因素，以获得项目成功。"
  },
  {
    "id": "N08-002",
    "stem": "作为项目的一种特征或属性，复杂性是指()。 *①包含多个部分 *②不同部分之间存在差异性 *③不同部分之间的动态交互作用 *④交互作用产生的行为远远大于各部分简单的相加",
    "options": {
      "A": "①②③",
      "B": "②③④",
      "C": "①③④",
      "D": "①②③④"
    },
    "answer": "C",
    "explanation": "P238: 项目的复杂性来源于组织的系统行为、人类行为以及组织或环境中的不确定性。 作为项目的一种特征或属性，复杂性的含义：①包含多个部分；②不同部分之间存在一系列关联：③不同部 分之间的动态交互作用；④这些交互作用所产生的行为远远大于各部分简单的相加(侧如突发性行为)。"
  },
  {
    "id": "N08-003",
    "stem": "用于在出现偏差时选择要执行的纠正措施或纠正措施和预防措施的组合，属于()。",
    "options": {
      "A": "备选方案分析",
      "B": "偏差分析",
      "C": "趋势分析",
      "D": "决策"
    },
    "answer": "A",
    "explanation": "P260: 备选方案分析：用于在出现偏差时选择要执行的纠正措施或纠正措施和预防措施的组 合。"
  },
  {
    "id": "N08-004",
    "stem": "以下()不属于整合管理的过程。",
    "options": {
      "A": "制定项目章程",
      "B": "指导与管理项目工作",
      "C": "管理项目知识",
      "D": "识别干系人"
    },
    "answer": "D",
    "explanation": "P240,D 识别干系人属于干系人管理的过程"
  },
  {
    "id": "N08-005",
    "stem": "项目执行过程中，客户要求对项目范围进行修改，项目经理首先应该()。",
    "options": {
      "A": "向 CCB 提交正式的交更请求",
      "B": "通知客户在项目进展过程中不可以进行范围修改",
      "C": "重写项目计划添加新的需求并实施",
      "D": "听取高级管理层关于预算和资源计划的建议"
    },
    "answer": "A",
    "explanation": "P262, 出现变更，首先就要提交变更请求"
  },
  {
    "id": "N08-006",
    "stem": "通常由项目管理团队开展大部分规划工作。在初始规划工作完成、执行(在发)阶段开始时， 项目团队其他成员才参与进来。这种情况下，开工会议将在项目执行阶段开始时召开。这种适用于()。",
    "options": {
      "A": "小型项目",
      "B": "大型项目",
      "C": "多阶段项目",
      "D": "迭代型项目"
    },
    "answer": "B",
    "explanation": "P247, 开工会议召开时机取决于项目特征： 对于小型项目：通常由同一个团队开展项目规划和执行。这种情况下，由于执行团队参与了规划，项目在启 动之后就会开工。 对于大型项目：通常由项目管理团队开展大部分规划工作。在初始规划工作完成、执行(在发)阶段开始时，项 目团队其他成员才参与进来。这种情况下，开工会议将在项目执行阶段开始时召开。 对于多阶段项目：通常在每个阶段开始时都要召开一次开工会议。"
  },
  {
    "id": "N08-007",
    "stem": "关于项目整合管理的描述不正确的是()。",
    "options": {
      "A": "批准的变更请求可能导致修改正式受控的项目文件",
      "B": "CCB 通过对变更方案的审查决策，对变更进行管理实施和控制",
      "C": "组织的结构文化管理实践和可持续性是影响指导与管理项目工作过程的因素",
      "D": "项目管理计划的任何组件都可用作指导与管理项目工作的输入"
    },
    "answer": "B",
    "explanation": "第8章-项目整合管理 P252,B 不 正 确 ，CCB 是决策机构，不负责具体的管理实施和控制"
  },
  {
    "id": "N08-008",
    "stem": "利用已有的组织知识来创造或改进项目成果，是()过程的作用。",
    "options": {
      "A": "管理项目知识",
      "B": "指导与管理项目工作",
      "C": "监控项目工作",
      "D": "结束项目或阶段"
    },
    "answer": "A",
    "explanation": "P255: 管理项目知识 定义 管理项目知识是使用现有知识并生成新知识，以实现项目目标并且帮助组织学习的过程。 作用 ①利用已有的组织知识来创造或改进项目成果； ②使当前项目创造的知识可用于支持组织运营和未来的项目或阶段。 开展次数 需要在整个项目期间开展"
  },
  {
    "id": "N08-009",
    "stem": "关于项目整体变更控制的描述，正确的是()。",
    "options": {
      "A": "项目整体变更控制过程只用于项目的执行和监控阶段",
      "B": "只有客户或项目管理人员才能提出变更申请请求",
      "C": "每项记录在案的变更请求都必须由一位责任人批准或否决",
      "D": "CCB 对变更请求的审批结果不可更改"
    },
    "answer": "C",
    "explanation": "P262, 每项记录在案的变更请求都必须由一位责任人批准或否决，这个责任人通常是项目发 起人或项目经理"
  },
  {
    "id": "N08-010",
    "stem": "变更控制工具需要支持的配置管理活动不包括()。",
    "options": {
      "A": "识别配置项",
      "B": "记录并报告配置项状态",
      "C": "进行配置项核实与审计",
      "D": "配置项控制"
    },
    "answer": "D",
    "explanation": "P264, 配置控制和变更控制的关注点不同： 配置控制重点关注可交付成果及各个过程的技术规范； 变更控制则重点关注识别、记录、批准或否决对项目文件、可交付成果或基准的变更。 变更控制工具需要支持的配置管理活动包括： 识别配置项：识别与选择配置项，为定义与核实产品配置、标记产品和文件、管理变更和明确责任提供基础。 记录并报告配置项状态：对各个配置项的信息进行记录和报告。 进行配置项核实与审计：通过配置核实与审计，确保项目的配置项组成的正确性，以及相应的变更都被登记、 评估、批准、跟踪和正确实施，确保配置文件所规定的功能要求都已实现。 变更控制工具还需要支持的变更管理活动包括： 识别变更：识别并选择过程或项目文件的变更项。 记录变更：将变更记录为合适的变更请求。 做出变更决定：审查变更，批准、否决、推迟对项目文件、可交付成果或基准的变更或做出其他决定。 跟踪变更：确认变更被登记、评估、批准和跟踪，并向干系人传达最终结果。"
  },
  {
    "id": "N08-011",
    "stem": "以下不属于项目管理计划的是()。",
    "options": {
      "A": "项目生命周期描述",
      "B": "开发方法",
      "C": "范围基准",
      "D": "项目进度计划"
    },
    "answer": "D",
    "explanation": "P239, 项目进度计划属于项目文件 项目管理计划 十二管理计划： (范围、需求、进度、成本、质量、资源、沟通、风险、采购、干系人、变更、配置) 管理计划 四基准+1描述+1方法： (范围、进度、成本、绩效测量)基准；项目生命周期描述；开发方法"
  },
  {
    "id": "N08-012",
    "stem": "在项目执行的过程中，一名干系人确定了一个新需求，该需求对项目是否成功起到关键的作用， 项目经理接下来应该()。",
    "options": {
      "A": "为该需求建立变更请求，提交给变更控制委员会审批",
      "B": "评估重要性，以确定是否执行变更流程",
      "C": "寻求项目发起人对变更的批准",
      "D": "考虑该需求比较关键，安排相关人员进行修改"
    },
    "answer": "A",
    "explanation": "P262, 出现变更，首先就要提交变更请求。 B 在本题中不合适，说了该需求对项目是否成功起到关键的作用，所以不用再评估重要性，以确定是否执行 变更流程"
  },
  {
    "id": "N08-013",
    "stem": "对于项目整合管理，在整个项目期间开展的过程不包括()。",
    "options": {
      "A": "制订项目管理计划",
      "B": "指导与管理项目工作",
      "C": "管理项目知识",
      "D": "实施整体变更控制"
    },
    "answer": "A",
    "explanation": "P240, 制订项目管理计划仅开展一次或仅在项目的预定义时开展"
  },
  {
    "id": "N08-014",
    "stem": "关于实施整体变更控制过程，不正确的是()。",
    "options": {
      "A": "在基准确定之前，变更无须正式受控于实施整体变更控制过程",
      "B": "变更请求可能影响项目范围、产品范围以及任一项目管理计划组件或任一项目文件",
      "C": "在整个项目生命周期的任何时间，并不是所有参与项目的干系人都可以提出变更请求",
      "D": "尽管也可以口头提出，但所有变更请求都必须以书面形式记录，并纳入变更管理和配置管理系统中"
    },
    "answer": "C",
    "explanation": "所有参与项目的干系人都可以提出变更请求"
  },
  {
    "id": "N08-015",
    "stem": "属于管理项目知识的成果是()。 ①变更请求；②项目管理计划更新；③工作绩效信息；④工作绩效报告；⑤经验教训登记册；⑥组织过程资 产更新",
    "options": {
      "A": "①②③",
      "B": "④⑤⑥",
      "C": "②③⑥",
      "D": "②⑤⑥"
    },
    "answer": "D",
    "explanation": "P257: 管理项目知识输出：1.经验教训登记册；2.项目管理计划更新；3.组织过程资产更新"
  },
  {
    "id": "N08-016",
    "stem": "关于实施整体变更控制的描述，不正确的是()。",
    "options": {
      "A": "项目经理对实施整体变更过程负最终责任",
      "B": "如遇特殊情况，变更请求可以口头提出",
      "C": "变更日志用来记录项目过程中出现的变更",
      "D": "项目经理不可以加入变更控制委员会"
    },
    "answer": "D",
    "explanation": "P252,CCB 是项目的所有者权益代表，负责对变更进行决策。CCB 由项目所涉及的主要 干系人共同组成，通常包括用户和项目所在组织管理层的决策人员。"
  },
  {
    "id": "N08-017",
    "stem": "监控项目工作过程的主要作用是()。",
    "options": {
      "A": "生成一份综合文件，用于确定所有项目工作的基础及其执行方式",
      "B": "对项目工作和可交付成果开展综合管理，以提高项目成功的可能性",
      "C": "让干系人了解项目的当前状态并认可为处理绩效问题而采取的行动，以及通过成本和进度预测，让干系人 了解未来项目状态",
      "D": "利用已有的组织知识来创造或改进项目成果，并且使当前项目创造的知识可用于支持组织运营和未来的项 目或阶段"
    },
    "answer": "C",
    "explanation": "P258: 监控项目工作是跟踪、审查和报告整体项目进展，以实现项目管理计划中确定的绩效 目标的过程。本过程的主要作用：①让干系人了解项目的当前状态并认可为处理绩效问题而采取的行动；② 通过成本和进度预测，让干系人了解项目的未来状态。本过程需要在整个项目期间开展"
  },
  {
    "id": "N08-018",
    "stem": "关于变更控制管理流程的描述，不正确的是()。",
    "options": {
      "A": "项目的任何干系人都可以提出变更请求",
      "B": "每项记录在案的变更请求都必须由一位负责人批准或否决",
      "C": "CCB 的成员不包括项目发起人和客户",
      "D": "CCB 审核不通过的变更申请可以被取消"
    },
    "answer": "C",
    "explanation": "P252,,CCB 是项目的所有者权益代表，负责对变更进行决策。CCB 由项目所涉及的主要 干系人共同组成，通常包括用户和项目所在组织管理层的决策人员。"
  },
  {
    "id": "N08-019",
    "stem": "关于经验教训登记册，不正确的是()。",
    "options": {
      "A": "经验教训登记册可以记录遇到的挑战、问题、意识到的风险和机会以及其他适用的内容",
      "B": "项目或阶段结束时，把相关信息归入经验教训知识库，作为组织过程资产一部分",
      "C": "经验教训登记册在项目早期创建，在整个项目期间不再更新",
      "D": "经验教训登记册可以包含执行情况的类别和详细的描述，还可包括与执行情况相关的影响、建议和行动方 案"
    },
    "answer": "C",
    "explanation": "P257: 经验教训登记册在项目早期创建，作为管理项目知识过程的输出。因此，在整个项目 期间，它可以作为很多过程的输入，也可以作为输出而不断更新"
  },
  {
    "id": "N08-020",
    "stem": "以下关于项目整体变更控制过程的叙述中，不正确的是()。",
    "options": {
      "A": "实施整体变更控制过程的目的是为了降低项目风险",
      "B": "实施整体变更控制过程贯穿项目始终，并且应用于项目的各个阶段",
      "C": "变更控制委员会对整体变更控制过程负最终责任",
      "D": "会议是实施整体变更控制的工具与技术之一"
    },
    "answer": "C",
    "explanation": "P262, 实施整体变更控制过程贯穿项目始终，并且应用于项目的各个阶段。项目经理对此负 最终责任。"
  },
  {
    "id": "N08-021",
    "stem": "在整合管理中，()不是裁剪考虑的因素。",
    "options": {
      "A": "项目生命周期",
      "B": "知识管理",
      "C": "开发生命周期",
      "D": "监控"
    },
    "answer": "D",
    "explanation": "P241, 因为每个项目都是独特的，所以项目经理可能根据需要裁剪项目整合管理过程： *(1)项目生命周期(2)开发生命周期(3)管理方法(4)知识管理(5)变更(6)治理(7)经验教训(8)效益"
  },
  {
    "id": "N08-022",
    "stem": "以下关于整体变更控制的叙述中，不正确的是()。",
    "options": {
      "A": "一个未知风险发生影响到项目进度时，需要进行整体变更分析",
      "B": "未经批准的变更请求不需要在变更日志中记录",
      "C": "变更请求可以口头提出，但要以书面形式记录",
      "D": "变更请求在 CCB 批准后，还可能需要得到客户或发起人的批准"
    },
    "answer": "B",
    "explanation": "P265, 正式受控的任一项目文件都可在实施整体变更控制过程变更，同时并将项目期间发生 的变更全部记录在变更日志中。"
  },
  {
    "id": "N08-023",
    "stem": "() 不属于“监控项目工作”过程使用的工具和技术。",
    "options": {
      "A": "专家判断",
      "B": "分析技术",
      "C": "访问控制",
      "D": "会议"
    },
    "answer": "C",
    "explanation": "P260-261:C 错误。监控项目工作属于整合管理的过程之一，其工具与技术包括：专家判断、 数据分析技术、决策、会议。"
  },
  {
    "id": "N08-024",
    "stem": "关于整体变更控制的描述，不正确的是()。",
    "options": {
      "A": "项目的任何干系人都可以提出变更请求",
      "B": "项目经理可以是变更控制委员会CCB 的成员",
      "C": "整体变更控制过程贯穿项目始终，CCB 对此负最终责任",
      "D": "整体变更控制的主要作用是降低因末考虑变更对整个项目计的影响而产生的风险"
    },
    "answer": "C",
    "explanation": "P262, 整体变更控制过程贯穿项目始终，项目经理对此负最终责任。"
  },
  {
    "id": "N08-025",
    "stem": "关于项目知识管理的描述，不正确的是： ()。",
    "options": {
      "A": "项目管理计划的所有组成部分都是管理项目知识过程的输入",
      "B": "知识管理最重要的环节是营造相互信任的氛围",
      "C": "知识管理需在整个项目期间开展",
      "D": "先进的虚拟互动技术最有利于建立知识管理所需的信任关系"
    },
    "answer": "D",
    "explanation": "P257: 可以通过面对面和虚拟方式来应用所有这些工具和技术。通常，面对面互动最有利于 建立知识管理所需的信任关系。信任关系建立后可以用虚拟互动来维护这种信任关系。所以，D 不正确。"
  },
  {
    "id": "N08-026",
    "stem": "整体变更控制的工具技术不包括()。",
    "options": {
      "A": "专家判断",
      "B": "知识管理",
      "C": "备选方案分析",
      "D": "决策"
    },
    "answer": "B",
    "explanation": "P264-265: 实施整体变更控制的工具技术：1.专家判断；2.变更控制工具；3.数据分析(备 选方案分析、成本效益分析);4.决策(投票、独裁型决策制定、多标准决策分析);5.会议 知识管理是管理项目知识的工具"
  },
  {
    "id": "N08-027",
    "stem": "不属于工作绩效报告的是()。",
    "options": {
      "A": "挣值图表和信息",
      "B": "趋势线和预测",
      "C": "缺陷直方图",
      "D": "技术绩效测量结果"
    },
    "answer": "D",
    "explanation": "P261: 技术绩效测量结果是工作绩效数据"
  },
  {
    "id": "N08-028",
    "stem": "经验教训登记册通常在()时创建，可以包含情况的类别和描述，还可包括与情况相关的影响、 建议和行动方案。",
    "options": {
      "A": "项目测试",
      "B": "项目验收",
      "C": "项目开始",
      "D": "项目结束"
    },
    "answer": "C",
    "explanation": "P257: 经验教训登记册在项目早期创建，作为管理项目知识过程的输出。因此，在整个项目 期间，它可以作为很多过程的输入，也可以作为输出而不断更新"
  },
  {
    "id": "N08-029",
    "stem": "投票常用的决策方法不包括()。",
    "options": {
      "A": "一致同意",
      "B": "大多数同意",
      "C": "相对多数原则",
      "D": "独裁"
    },
    "answer": "D",
    "explanation": "P260: 独裁虽然属于决策技术的一种，但不属于投票决策的方法"
  },
  {
    "id": "N08-030",
    "stem": "关于管理项目知识，不正确的是()。",
    "options": {
      "A": "管理项目知识是使用现有知识并生成新知识，以实现项目目标并且帮助组织学习的过程",
      "B": "知识管理最重要的环节就是营造一种相互信任的氛围，激励人们分享知识或关注他人的知识",
      "C": "可以联合使用知识管理工具和技术(用于人际互动)以及信息管理工具和技术(用于编撰显性知识)来分 享知识",
      "D": "虚拟团队方式最有利于建立知识管理所需的信任关系"
    },
    "answer": "D",
    "explanation": "P257: 面对面互动最有利于建立知识管理所需的信任关系。信任关系建立后可以用虚拟互动 来维护这种信任关系"
  },
  {
    "id": "N08-031",
    "stem": "监控项目工作过程中，出现偏差时，需使用()在多个方案中选择要执行的纠正措施和预防措 施；需使用()技术确定最节约成本的纠正措施；需使用()技术对范围、进度和成本绩效进行综合分析。",
    "options": {
      "A": "偏差分析、备选方案分析、成本效益分析",
      "B": "备选方案分析、成本效益分析、挣值分析",
      "C": "备选方案分析、偏差分析、成本效益分析",
      "D": "偏差分析、备选方案分析、挣值分析"
    },
    "answer": "B",
    "explanation": "P260, 备选方案分析：用于在出现偏差时选择要执行的纠正措施或纠正措施和预防措施的组合。【备胎】 成本效益分析：有助于出现偏差时确定最节约成本的纠正措施。 挣值分析：对范围、进度和成本绩效进行了综合分析。"
  },
  {
    "id": "N08-032",
    "stem": "以下关于项目变更管理的叙述中，不正确的是()。",
    "options": {
      "A": "项目的任何干系人都可以提出变更请求",
      "B": "所有的变更请求都必须以书面形式记录",
      "C": "所有的变更请求都必须交由变更控制委员会审批",
      "D": "客户也可以作为变更控制委员会成员"
    },
    "answer": "C",
    "explanation": "P263, 影响项目基准的变更才交由变更控制委员会审批。 变更可能影响项目基准，也可能不影响项目基准，变更决定通常由项目经理做决策。 对于会影响项目基准的变更，通常应该在变更请求中说明执行变更的成本、所需的计划日期修改、资源需求 以及相关的风险。这种变更应由CCB (如有)和客户或发起人阿牛审批，除非他们本身就是 CCB 的成员。只 有经批准的变更才能纳入修改后的基准。"
  },
  {
    "id": "N08-033",
    "stem": "管理项目知识中的人际关系与团队技能不包括()。",
    "options": {
      "A": "积极倾听",
      "B": "领导力",
      "C": "大局观",
      "D": "多标准决策"
    },
    "answer": "D",
    "explanation": "P257: 管理项目知识中的人际关系与团队技能包括。积极倾听；引导；领导力；人际交往； 大局观。"
  },
  {
    "id": "N08-034",
    "stem": "下列那个过程在项目期间有只开展一次()。",
    "options": {
      "A": "制订项目章程",
      "B": "指导与管理项目工作",
      "C": "管理项目知识",
      "D": "实施整体变更控制"
    },
    "answer": "A",
    "explanation": "P240, 制订项目章程仅开展一次或仅在项目的预定义时开展"
  },
  {
    "id": "N08-035",
    "stem": "监控项目工作过程包括了监视和控制两方面的活动，()属于控制活动。",
    "options": {
      "A": "采取预防措施",
      "B": "收集绩效信息",
      "C": "测量绩效信息",
      "D": "评价测量结果"
    },
    "answer": "A",
    "explanation": "P258: 监视是贯穿项目始终的项目管理的一个方面。监视包括收集、测量并散发绩效信息， 并评价测量结果和实施过程改进的趋势。连续的监视使项目管理团队能够洞察项目的状态是否正常，并识别 任何可能要求给予特别注意的方面。所以A 正确。BCD 都是监视活动。"
  },
  {
    "id": "N08-036",
    "stem": "下列不属于项目管理计划的是()。",
    "options": {
      "A": "项目生命周期描述",
      "B": "开发方法",
      "C": "绩效测量基准",
      "D": "团队章程"
    },
    "answer": "D",
    "explanation": "P239, 项目管理计划 十二管理计划： (范围、需求、进度、成本、质量、资源、沟通、风险、采购、干系人、变更、配置) 管理计划 四基准+1描述+1方法： (范围、进度、成本、绩效测量)基准；项目生命周期描述；开发方法"
  },
  {
    "id": "N08-037",
    "stem": "监控项目工作过程中的监督，不包括()。",
    "options": {
      "A": "收集数据",
      "B": "分析测量结果",
      "C": "预测趋势",
      "D": "制定纠正"
    },
    "answer": "D",
    "explanation": "P258: 监督是贯穿于整个项目的项目管理活动之一，包括收集、测量和分析测量结果，以及 预测趋势，以便推动过程改进。"
  },
  {
    "id": "N08-038",
    "stem": "关于项目整合管理的描述，不正确的是：()。",
    "options": {
      "A": "项目整合管理由项目经理负责，项目经理负责整合所有其他知识领域的成果，并掌握项目总体情况",
      "B": "执行项目整合时项目经理承担双重角色",
      "C": "项目整合管理的责任可由项目经理授权或转移",
      "D": "项目整合是项目经理的一项关键技能"
    },
    "answer": "C",
    "explanation": "P237: 项目整合管理由项目经理负责，项目经理负责整合所有其他知识领域的成果，并掌握 项目总体情况。项目整合管理的责任不能被授权或转移，项目经理必须对整个项目承担最终责任。整合是项 目经理的一项关键技能。执行项目整合时项目经理承担双重角色。"
  },
  {
    "id": "N08-039",
    "stem": "监控项目工作的输出不包括()。",
    "options": {
      "A": "变更请求",
      "B": "工作绩效信息",
      "C": "项目管理计划更新",
      "D": "项目文件更新"
    },
    "answer": "B",
    "explanation": "P259:B 错误。工作绩效信息是监控项目工作的输入。 监控项目工作的输出：1、变更请求，2、工作绩效报告，3、项目管理计划更新，4、项目文件更新"
  },
  {
    "id": "N08-040",
    "stem": "关于项目整体变更的描述，不正确的是()。",
    "options": {
      "A": "整体变更控制过程贯穿项目始终",
      "B": "任何项目干系人都可以提出变更请求",
      "C": "所有变更都应纳入变更管理",
      "D": "所有变更请求都应由CCB 来批准或否决"
    },
    "answer": "D",
    "explanation": "P263, 影响项目基准的变更才交由变更控制委员会审批。 变更可能影响项目基准，也可能不影响项目基准，变更决定通常由项目经理做决策。 对于会影响项目基准的变更，通常应该在变更请求中说明执行变更的成本、所需的计划日期修改、资源需求 以及相关的风险。这种变更应由CCB (如有)和客户或发起人阿牛审批，除非他们本身就是 CCB 的成员。只 有经批准的变更才能纳入修改后的基准。"
  },
  {
    "id": "N08-041",
    "stem": "知识管理工具和技术包括()。 *①人际交往；②实践社区和特别兴趣小组；③讨论论坛；④讲故事；⑤编撰显性知识的方法；⑥图书馆服务",
    "options": {
      "A": "①②③④⑥",
      "B": "③④⑥",
      "C": "①②③④",
      "D": "②③④⑥"
    },
    "answer": "C",
    "explanation": "P256: 知识管理工具和技术主要包括：①人际交往；②实践社区和特别兴趣小组；③会议； *④工作跟随和跟随指导；⑤讨论论坛；⑥知识分享活动；⑦研讨会；⑧讲故事；⑨创造力和创意管理技术； *⑩知识展会和茶座；交互式培训等。"
  },
  {
    "id": "N08-042",
    "stem": "监控项目工作过程中的控制，不包括()。",
    "options": {
      "A": "制定纠正或预防措施或重新规划",
      "B": "预测趋势，以便推动过程改进",
      "C": "重新规划",
      "D": "跟踪行动计划的实施过程，以确保它们能有效解决问题"
    },
    "answer": "B",
    "explanation": "P258:B 不正确。预测趋势，以便推动过程改进属于监控项目工作过程中的监督"
  },
  {
    "id": "N08-043",
    "stem": "关于项目知识管理的描述，正确的是()。",
    "options": {
      "A": "先进的虚拟互动技术最有利于建立知识管理所需的信任关系",
      "B": "信息管理工具和技术用于创建人们与知识之间的联系，有利于隐性知识的传播",
      "C": "信任关系建立后可以用虚拟互动来维护这种信任关系",
      "D": "工作绩效信息属于管理项目知识的成果"
    },
    "answer": "C",
    "explanation": "P257: 面对面互动最有利于建立知识管理所需的信任关系。信任关系建立后可以用虚拟互动来维护这种信任关系 信息管理工具和技术用于创建人们与知识之间的联系，可以有效促进简单、明确的显性知识的分享，主要包 括：①编撰显性知识的方法；②经验教训登记册；③图书馆服务；④信息收集：⑤项目管理信息系统等。 工作绩效信息属于除了整合管理的其他9个领域的所有控制过程的输出"
  },
  {
    "id": "N08-044",
    "stem": "() 关注识别问题的主要原因，它可用于识别出现偏差的原因以及项目经理为达成项目目标应 重点关注的领域。",
    "options": {
      "A": "成本效益分析",
      "B": "根本原因分析",
      "C": "趋势分析",
      "D": "偏差分析"
    },
    "answer": "B",
    "explanation": "P260: 根本原因分析：关注识别问题的主要原因，它可用于识别出现偏差的原因以及项目经 理为达成项目目标应重点关注的领域"
  },
  {
    "id": "N08-045",
    "stem": "关于项目管理计划的描述，不正确的是()。",
    "options": {
      "A": "项目管理计划是项目总体计划，它从整体上指导项目工作的有序进行",
      "B": "项目管理计划具有统筹作用，包括了项目管理与控制过程的所有文件",
      "C": "在项目管理信息系统中，项目管理计划在计划模块中制定和维护",
      "D": "项目管理计划可详可略，可由一个或多个部分计划及其他事项组成"
    },
    "answer": "B",
    "explanation": "P245,B 错误。项目管理计划由十三个子计划和三大基准构成，不包含控制过程的所有文件。"
  },
  {
    "id": "N08-046",
    "stem": "项目整合管理要综合考虑项目各个相关过程，围绕整合管理特点，以下说法中，()是不正确 的 。",
    "options": {
      "A": "项目的各个目标和方案可能是冲突的，项目经理要进行统一权衡",
      "B": "项目经理要解决好过程之间的重叠部分的职责问题",
      "C": "对项目中可能不需要的过程，项目经理就不用考虑",
      "D": "项目经理窩件要把项目的可交付物与公司的运营结合起来"
    },
    "answer": "C",
    "explanation": "老题，有参考价值。 C 错误。不需要一个特定的过程并不意味不去确定过程。项目经理和项 目团队必须针对每个特定项目确定其中的每一个过程及其实施程度。"
  },
  {
    "id": "N08-047",
    "stem": "关于项目管理计划的描述，不正确的是： ()。",
    "options": {
      "A": "头脑风暴、冲突处理和会议管理可帮助项目管理计划的制定",
      "B": "项目章程由项目经理签字，是编制项目管理计划的依据之一",
      "C": "项目经理不能理想化期望项目管理计划一步到位",
      "D": "组织的过程测量数据库也可以是项目管理计划制定的依据"
    },
    "answer": "B",
    "explanation": "P242,B 错误。项目章程由项目实施组织外部签发。"
  },
  {
    "id": "N08-048",
    "stem": "项目整合管理的目标不包括()。",
    "options": {
      "A": "资源分配",
      "B": "平衡竞争性需求",
      "C": "研究各种备选方法",
      "D": "管理各种制约因素"
    },
    "answer": "D",
    "explanation": "P237: 项目整合管理的目标包括：①资源分配；②平衡竞争性需求；③研究各种备选方法；④ 裁剪过程以实现项目目标；⑤管理各个项目管理知识领域之间的依赖关系"
  },
  {
    "id": "N08-049",
    "stem": "() 不属于项目监控工作的成果。",
    "options": {
      "A": "进度预测",
      "B": "项目文件更新",
      "C": "工作绩效报告",
      "D": "项目管理计划更新"
    },
    "answer": "A",
    "explanation": "P261:A 错误。进度预测是控制进度的成果。 项目监控工作输出有：变更请求、工作绩效报告、项目管理计划更新、项目文件更新"
  },
  {
    "id": "N08-050",
    "stem": "关于项目管理计划的理解，不正确的是()。",
    "options": {
      "A": "项目管理计划确定项目的执行、监控和收尾方式，其内容会因项目所在的应用领域和复杂程度而异",
      "B": "项目管理计划需详细制订，每个组成部分的详细程度取决于具体项目要求",
      "C": "项目管理计划应基准化，至少应规定项目的范围、时间和成本方面的基准",
      "D": "在确定基准之前，可能要对项目管理计划进行多次更新，且这些更新无需遵循正式的流程"
    },
    "answer": "B",
    "explanation": "P245,B 不正确。项目管理计划可以是高度概括的或详细的"
  },
  {
    "id": "N08-051",
    "stem": "关于项目管理计划的描述，不正确的是()。",
    "options": {
      "A": "项目管理计划包括项目范围说明书与质量测量指标",
      "B": "项目管理计划包括项目所选用的生命周期描述",
      "C": "项目管理计划包括范围基准、进度基准、成本基准",
      "D": "项目管理计划可以是概括的，也可以是详细的"
    },
    "answer": "A",
    "explanation": "P239, 质量测量指标是项目文件的内容"
  },
  {
    "id": "N08-052",
    "stem": "关于项目管理计划的理解，不正确的是()。",
    "options": {
      "A": "项目管理计划确定项目的执行、监控和收尾方式，其内容会因项目所在的应用领域和复杂程度而异",
      "B": "在项目收尾之前，项目管理计划需要通过不断更新来渐进明细",
      "C": "项目管理计划应基准化，至少应规定项目的范围、时间和成本方面的基准",
      "D": "在确定基准之前，可能要对项目管理计划进行多次更新，需要实施整体变更控制过程进行控制"
    },
    "answer": "D",
    "explanation": "P245,D 不正确。在确定基准之前，可能要对项目管理计划进行多次更新，且这些更新无需 遵循正式的流程。"
  },
  {
    "id": "N08-053",
    "stem": "下面属于项目管理计划的是()。",
    "options": {
      "A": "项目进度计划",
      "B": "项目进度网络图",
      "C": "项目进度管理计划",
      "D": "里程碑图"
    },
    "answer": "C",
    "explanation": "P239, 只有项目进度管理计划是项目管理计划，其它都是项目文件"
  },
  {
    "id": "N08-054",
    "stem": "() 不属于项目监控的工作内容。",
    "options": {
      "A": "随时收集干系人需求",
      "B": "分析项目风险",
      "C": "测量项目绩效",
      "D": "分发绩效信息"
    },
    "answer": "A",
    "explanation": "A 错误。收集干系人需求属于收集需求的范畴。 【蜗牛老师点评】题目虽老，但是还是比较有参考价值"
  },
  {
    "id": "N08-055",
    "stem": "项目整合管理由()负责，整合所有其他知识领域成果，掌握项目总体情况。",
    "options": {
      "A": "项目团队",
      "B": "项目经理",
      "C": "项目启动者",
      "D": "项目发起人"
    },
    "answer": "B",
    "explanation": "P237: 项目整合管理的责任不能被授权或转移，整合是项目经理的一项关键技能。"
  },
  {
    "id": "N08-056",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "管理项目知识需要在整个项目期间开展",
      "B": "知识管理工具和技术将员工窩件联系起来，使他们能够合作生成新知识，分享隐性知识，以及集成不同团 队成员所拥有的知识",
      "C": "知识管理最重要的环节就是营造一种相互信任的氛围，激励人们分享知识或关注他人的知识",
      "D": "信息管理工具和技术用于创建人们与知识之间的联系，有利于隐性知识的传播"
    },
    "answer": "D",
    "explanation": "P257: 信息管理工具和技术用于创建人们与知识之间的联系，可以有效促进简单、明确的显 性知识的分享，主要包括：①编撰显性知识的方法；②经验教训登记册；③图书馆服务；④信息收集：⑤项 目管理信息系统等。"
  },
  {
    "id": "N08-057",
    "stem": "下面()不属于项目管理计划的内容。",
    "options": {
      "A": "范围管理计划",
      "B": "进度基准",
      "C": "采购管理计划",
      "D": "项目范围说明书"
    },
    "answer": "D",
    "explanation": "P239, 项目管理计划 十二管理计划： (范围、需求、进度、成本、质量、资源、沟通、风险、采购、干系人、变更、配置) 管理计划 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导"
  },
  {
    "id": "N08-058",
    "stem": "能够影响“制订项目管理计划”过程的组织过程资产包括()。 *①组织的标准政策 *②变更控制程序 *③历史项目进度网络图 *④特定行业的项目管理知识体系 *⑤法律法规和安全标准 *⑥历史信息和经验教训知识库",
    "options": {
      "A": "①②③⑥",
      "B": "①③⑤⑥",
      "C": "①③④⑥",
      "D": "①②④⑤"
    },
    "answer": "A",
    "explanation": "第8章项目整合管理 P246, 能够影响制订项目管理计划过程的组织过程资产主要包括：组织的标准政策、流程和程序；项目管理计 划模板变更控制程序，包括修改正式的组织标准、政策、计划、程序或项目文件，以及批准和确认变更所须遵 循的步骤；监督和报告方法、风险控制程序以及沟通要求；以往类似项目的相关信息(如范围、成本、进度与绩 效测量基准、项目日历、项目进度网络图和风险登记册);历史信息和经验教训知识库等。"
  },
  {
    "id": "N08-059",
    "stem": "下列不属于项目文件的是()。",
    "options": {
      "A": "项目日历",
      "B": "问题日志",
      "C": "开发方法",
      "D": "项目进度计划"
    },
    "answer": "C",
    "explanation": "P239, 开发方法属于项目管理计划"
  },
  {
    "id": "N08-060",
    "stem": "为使项目管理团队洞察项目的状况，识别需特别关注的任何方面，项目经理应提供()。",
    "options": {
      "A": "风险登记册",
      "B": "工作绩效报告",
      "C": "干系人风险承受度",
      "D": "进度管理计划"
    },
    "answer": "B",
    "explanation": "P258: 监督是贯穿于整个项目的项目管理活动之一，包括收集、测量和分析测量结果，以及 预测趋势，以便推动过程改进。持续的监督使项目管理团队可以洞察项目进展状况，并识别需要特别关注的 地方。 从题意上来看，是用于管理团队洞察项目的状况的文件，那么应该选B。 【蜗牛老师点评】题目虽老，但是还是比较有参考价值"
  },
  {
    "id": "N08-061",
    "stem": "关于整合管理，下面()是不正确的。",
    "options": {
      "A": "项目整合管理由项目经理负责，项目经理负责整合所有其他知识领域的成果，并掌握项目总体情况",
      "B": "项目整合管理的责任可以被授权或转移，项目经理不一定对整个项目承担最终责任",
      "C": "组织层面上，项目经理扮演重要角色，与项目发起人携手合作，了解战略目标并确保项目目标和成果与项 目组合、项目集以及业务领域保持一致",
      "D": "在项目层面上，项目经理负责指导团队关注真正重要的事务并协同工作。为此，项目经理需要整合过程、 知识和人员"
    },
    "answer": "B",
    "explanation": "P237: 项目整合管理的责任不能被授权或转移，项目经理必须对整个项目承担最终责任"
  },
  {
    "id": "N08-062",
    "stem": "下列不属于项目文件的是()。",
    "options": {
      "A": "质量报告",
      "B": "团队章程",
      "C": "绩效测量基准",
      "D": "项目进度计划"
    },
    "answer": "C",
    "explanation": "P239, 绩效测量基准属于项目管理计划"
  },
  {
    "id": "N08-063",
    "stem": "执行整合的层面不包括()。",
    "options": {
      "A": "过程层面",
      "B": "认知层面",
      "C": "背景层面",
      "D": "整体层面"
    },
    "answer": "D",
    "explanation": "P237-238: 执行整合的三个层面： 过程层面执行整合 项目管理过程中有些过程可能只发生一次，但很多过程在整个项目期间会相互重叠并 重复发生多次。 认知层面执行整合 项目经理应尽量熟练掌握所有项目管理知识领域，帮助项目经理将经验、见解、领导 力、技术以及商业管理技能运用到项目管理中，并帮助项目经理整合这些知识领域所 涵盖的过程，实现预期的项目结果。 背景层面执行整合 在执行并管理整合时，项目经理需要意识到项目背景和环境因素，决定如何在项目中 最好地利用这些新环境因素，以获得项目成功。"
  },
  {
    "id": "N08-064",
    "stem": "以下关于项目整合管理的叙述，正确的是()。",
    "options": {
      "A": "项目整合管理把各个管理过程看成是完全独立的",
      "B": "项目整合管理过程是线性的过程",
      "C": "项目整合管理是对项目管理过程组中的不同过程和活动进行识别、定义、整合、统一和协调的过程",
      "D": "项目整合管理不涉及成本估算过程"
    },
    "answer": "C",
    "explanation": "【蜗牛老师点评】虽然是一道老题，也很有参考价值 项目整体管理是项目管理中一项综合性和全局性的管理工作。项目整体管理知识域包括保证项目各要素相互 协调所需要的过程。具体地，项目整体管理知识域包括标识、定义、整合、统一和协调项目管理过程组中不 同过程和活动所需要的过程和活动。因此，项目整体管理中各个管理过程并不是独立的。A 项说法错误。 项目整体管理并不是一个线性的过程，而是一个迭代的过程。B 选项说法错误。 成本估算过程也是项目管理中的一项过程，因此也属于项目整体管理需涉及的内容。D 选项错误。 所以，只有C 选项是正确的。"
  },
  {
    "id": "N08-065",
    "stem": "项目管理计划的内容不包括 ()。",
    "options": {
      "A": "沟通管理计划",
      "B": "生命周期模型",
      "C": "资源日历",
      "D": "成本基准"
    },
    "answer": "C",
    "explanation": "P239,C 错误。资源日历属于项目文件"
  },
  {
    "id": "N08-066",
    "stem": "下列那个过程在项目期间有只开展一次()。",
    "options": {
      "A": "制定项目管理计划",
      "B": "指导与管理项目工作",
      "C": "管理项目知识",
      "D": "实施整体变更控制"
    },
    "answer": "A",
    "explanation": "制定项目管理计划仅开展一次或仅在项目的预定义时开展"
  },
  {
    "id": "N08-067",
    "stem": "在敏捷或适应型环境中，以下说法不正确的是( )。",
    "options": {
      "A": "项目团队会采用扁平化管理，项目经理主抓决策权",
      "B": "团队成员可以自行决定并控制具体产品的规划和交付",
      "C": "团队成员可以相关领域专家的身份参与整合管理",
      "D": "项目经理重点关注营造合作型的决策氛围，并确保团队有能力应对变更"
    },
    "answer": "A",
    "explanation": "P241, 在敏捷或适应型环境中，采用敏捷或适应型方法能够帮助项目经理将决策权下放，团 队成员可以自行决定并控制具体产品的规划和交付，而项目经理则重点关注营造合作型的决策氛围，并确保 团队有能力应对变更，促进团队成员以相关领域专家的身份参与整合管理。"
  },
  {
    "id": "N08-068",
    "stem": "下列属于整合管理过程的是()。",
    "options": {
      "A": "获取知识",
      "B": "知识管理",
      "C": "估算活动",
      "D": "管理项目知识"
    },
    "answer": "D",
    "explanation": "P240, 整合管理七个过程： ◆制定项目章程 ◆ 制定项目管理计划 ◆指导与管理项目工作 ◆管理项目知识 ◆监控项目工作 ◆实施整体变更控制 ◆ 结束项目或阶段"
  },
  {
    "id": "N08-069",
    "stem": "以下属于制定项目章程的输入的是()。 *①商业需求②可交付成果③协议④经验教训登记册⑤成本效益分析",
    "options": {
      "A": "②③④",
      "B": "①②③",
      "C": "①③⑤",
      "D": "①②④"
    },
    "answer": "C",
    "explanation": "P242 。 项目章程的输入有：1.立项管理文件( ·商业需求 ·成本效益分析)2.协议3.事业环境 因素4.组织过程资产。综上所述，①③⑤是正确的，选择C 选项。"
  },
  {
    "id": "N08-070",
    "stem": "每个项目都是独特的，所以项目经理根据需要裁剪项目整合管理过程，不需要考虑的因素是()。",
    "options": {
      "A": "项目生命周期",
      "B": "开发生命周期",
      "C": "开发方法",
      "D": "知识管理"
    },
    "answer": "C",
    "explanation": "P241, 因为每个项目都是独特的，所以项目经理可能根据需要裁剪项目整合管理过程：项目 生命周期；开发生命周期；管理方法；知识管理；变更；治理；经验教训；效益。"
  },
  {
    "id": "N08-071",
    "stem": "以下()不是项目章程的内容。",
    "options": {
      "A": "项目目的",
      "B": "范围基准",
      "C": "高层级需求",
      "D": "项目退出标准"
    },
    "answer": "B",
    "explanation": "P244, 项目章程记录了关于项目和项目预期交付的产品、服务或成果的高层级信息： *①项目目的；②可测量的项目目标和相关的成功标准；③高层级需求、高层级项目描述、边界定义以及主要 可交付成果；④整体项目风险；⑤总体里程碑进度计划；⑥预先批准的财务资源；⑦关键干系人名单；⑧项 目审批要求(例如，评价项目成功的标准，由谁对项目成功下结论，由谁签署项目结束);⑨项目退出标准(例 如，在何种条件下才能关闭或取消项目或阶段);⑩委派的项目经理及其职责和职权； ⑪发起人或其他批准项 目章程的人员的姓名和职权等。"
  },
  {
    "id": "N08-072",
    "stem": "项目章程可由发起人编制，也可由项目经理与()合作编制。通过这种合作，项目经理可以更 好地了解项目的目的、目标和预期收益，以便更有效地分配项目资源。",
    "options": {
      "A": "发起机构",
      "B": "评估机构",
      "C": "客 户",
      "D": "干系人"
    },
    "answer": "A",
    "explanation": "P242: 项目章程可由发起人编制，也可由项目经理与发起机构合作编制。送分题"
  },
  {
    "id": "N08-073",
    "stem": "在制定项目章程需要的人际关系与团队技能中，()有助于干系人就目标、成功标准、高层级 需求、项目描述、总体里程碑和其他内容达成一致意见。",
    "options": {
      "A": "冲突管理",
      "B": "访 谈",
      "C": "会议管理",
      "D": "头脑风暴"
    },
    "answer": "A",
    "explanation": "P243-244: 冲突管理：有助于干系人就目标、成功标准、高层级需求、项目描述、总体里程碑和其他内容达成一致意见。 引导：有效引导团队活动成功达成决定、解决方案或结论。引导者确保参与者有效参与、互相理解并考虑所 有意见，按既定决策流程全力支持得出的结论或结果，以及所达成的行动计划和协议随后得到合理执行。 会议管理：包括准备议程，确保邀请每个关键干系人代表，以及准备和发送后续的会议纪要和行动计划。"
  },
  {
    "id": "N08-074",
    "stem": "关于项目实施整体变更控制的描述不正确的是()。",
    "options": {
      "A": "影响项目基准的变更应由CCB 和客户审批",
      "B": "项目经理对实施变更控制过程承担最终责任",
      "C": "CCB 也可以审查配置管理活动，应明确规定CCB 的角色和职责",
      "D": "批准的变更请求都是可用于实施整体变更控制过程的输入文件"
    },
    "answer": "D",
    "explanation": "《蜗牛软考202405高项冲刺精华》第8章 - 【考点7】实施整体变更控制★★★★★ P256,, 批准的变更请求是实施整体变更控制过程的输出，所以D 不正确"
  },
  {
    "id": "N08-075",
    "stem": "项目章程用于(),确保正确交付合同内容。",
    "options": {
      "A": "任命项目经理",
      "B": "建立组织内部的合作关系",
      "C": "启动项目",
      "D": "分配资源"
    },
    "answer": "B",
    "explanation": "P242:项且章程不能当作合同，在执行外部项目时，通常需要用正式的合同来达成合作协议，项目章程用于 建立组织内部的合作关系，确保正确交付合同内容。"
  },
  {
    "id": "N08-076",
    "stem": "制定项目章程的作用不包括()。",
    "options": {
      "A": "明确项目与组织战略目标之间的直接联系",
      "B": "确立项目的正式地位",
      "C": "展示组织对项目的承诺",
      "D": "给项目经理授权"
    },
    "answer": "D",
    "explanation": "P242: 制定项目章程的作用： *①明确项目与组织战略目标之间的直接联系； *②确立项目的正式地位； *③展示组织对项目的承诺。"
  },
  {
    "id": "N08-077",
    "stem": "关于项目章程的描述，不正确的是()。",
    "options": {
      "A": "项目章程在项目执行组织与需求组织之间建立起伙伴关系",
      "B": "通过编制项目章程，来确认项目符合组织战略和日常运营的需要",
      "C": "项目章程可替代合同",
      "D": "项目章程授权项目经理规划、执行和控制项目"
    },
    "answer": "C",
    "explanation": "P242: 项目章程不能当作合同，项目章程用于建立组织内部的合作关系，确保正确交付合同 内容。"
  },
  {
    "id": "N08-078",
    "stem": "( ) 不是制定项目章程的输入。",
    "options": {
      "A": "立项管理文件",
      "B": "协议",
      "C": "合同或谅解备忘录协议",
      "D": "项目成功标准"
    },
    "answer": "D",
    "explanation": "P243: 项目成功标准是项目章程里的内容"
  },
  {
    "id": "N08-079",
    "stem": "关于项目章程的描述，不正确的()。",
    "options": {
      "A": "项目章程通常由高级管理层签发",
      "B": "项目章程一旦被批准，就标志着项目的正式启动",
      "C": "项目章程在项目执行和项目需求之间建立了联系。通过编制项目章程，来确认项目是否符合组织战略和日 常运营的需要",
      "D": "项目经理有权修改项目章程"
    },
    "answer": "D",
    "explanation": "P242: 项目经理是没有权利修改项目章程的"
  },
  {
    "id": "N08-080",
    "stem": "项目章程的主要内容包括()。 *①可测量的项目目标和相关的成功标准 *②高层级需求、高层级项目描述、边界定义以及主要可交付成果 *③总体里程碑进度计划 *④整体项目风险 *⑤项目范围说明书 *⑥项目成本基准",
    "options": {
      "A": "①②③⑥",
      "B": "①②③④",
      "C": "①③④⑤",
      "D": "①④⑤⑥"
    },
    "answer": "B",
    "explanation": "P244: 项目章程包含内容：①项目目的；②可测量的项目且标和相关的成功标准；③高层级 需求、高层级项目描述、边界定义以及主要可交付成果；④整体项目风险：⑤总体里程碑进度计划：⑥预先 批准的财务资源；⑦关键干系人名单；⑧项目审批要求；⑨项目退出标准；⑩委派的项目经理及其职责和职权；? 发起人或其他批准项且章程的人员的姓名和职权等。"
  },
  {
    "id": "N08-081",
    "stem": "下面()不属于项目章程的内容。",
    "options": {
      "A": "委派的项目经理及其职责和职权",
      "B": "发起人或其他批准项目章程的人员的姓名和职权",
      "C": "项目团队成员名单",
      "D": "可测量的项目目标和相关的成功标准"
    },
    "answer": "C",
    "explanation": "P244: 项目章程包含内容：①项目目的；②可测量的项目且标和相关的成功标准；③高层级 需求、高层级项目描述、边界定义以及主要可交付成果；④整体项目风险：⑤总体里程碑进度计划：⑥预先 批准的财务资源；⑦关键干系人名单；⑧项目审批要求；⑨项目退出标准；⑩委派的项目经理及其职责和职权；? 发起人或其他批准项且章程的人员的姓名和职权等。"
  },
  {
    "id": "N08-082",
    "stem": "在制定项目章程时，()有助于在短时间内获得大量创意，适用于团队环境，需要引导者引导。",
    "options": {
      "A": "冲突管理",
      "B": "访谈",
      "C": "会议管理",
      "D": "头脑风暴"
    },
    "answer": "D",
    "explanation": "P243-244: 头脑风暴：在短时间内获得大量创意，适用于团队环境，需要引导者引导。包括：创意产生和创意分析两个 部分 。 焦点小组：召集干系人和主题专家讨论议题，比一对一访谈更有利于互动交流。 访谈：与干系人直接交谈，了解高层级需求、假设条件、制约因素、审批标准和其他信息。"
  },
  {
    "id": "N08-083",
    "stem": "在制定项目章程时，召集干系人和主题专家讨论议题，比一对一访谈更有利于互动交流，属于 数据收集技术中的()。",
    "options": {
      "A": "冲突管理",
      "B": "焦点小组",
      "C": "会议管理",
      "D": "头脑风暴"
    },
    "answer": "B",
    "explanation": "P243-244: 头脑风暴：在短时间内获得大量创意，适用于团队环境，需要引导者引导。包括：创意产生和创意分析两个 部分 。 焦点小组：召集干系人和主题专家讨论议题，比一对一访谈更有利于互动交流。 访谈：与干系人直接交谈，了解高层级需求、假设条件、制约因素、审批标准和其他信息。"
  },
  {
    "id": "N08-084",
    "stem": "通常在()任命项目经理比较合适。",
    "options": {
      "A": "可研过程之前",
      "B": "签订合同之前",
      "C": "招投标之前",
      "D": "开始制定项目计划前"
    },
    "answer": "D",
    "explanation": "P242: A 错误。这个时候项目都还没立项。 B 错误。这个时候承建方还未确定。 C 错误。这个时候承建方还未确定。 D 正确。在制订项目管理计划之前，需要先制订项目章程，这个时候任命项目经理。"
  },
  {
    "id": "N08-085",
    "stem": "项目经理对项目负责，其正式权利由()获得。",
    "options": {
      "A": "项目工作说明书",
      "B": "成本管理计划",
      "C": "项目资源日历",
      "D": "项目章程"
    },
    "answer": "D",
    "explanation": "P565, 项目经理是受业主委托对项目经营过程负责者，其正式权利由项目章程取得，而资源 调度的权力通常由基准中明确。基准中不包括的储备资源需经授权人批准后方可使用。"
  },
  {
    "id": "N08-086",
    "stem": "以下关于项目章程的概述中，正确的是()。",
    "options": {
      "A": "项目章程与合同内容是一致的",
      "B": "项目章程要由项目经理发布",
      "C": "项目章程要明确项目在组织中的地位",
      "D": "项目章程就是一个程序文件"
    },
    "answer": "C",
    "explanation": "老题，理解就行 A 错误。项目章程是用来定义项目和授权项目经理的。合同是签订各方的真实意愿的表达。合同一般都很细 致全面，而项目章程可以很粗略。 B 错误。项目章程是由项目实施组织外部签发的。如发起人、项目管理办公室或项目组合指导委员会。 D 错误。项目章程是正式批准项目的文件。项目章程的批准，标志着项目的正式启动。"
  },
  {
    "id": "N08-087",
    "stem": "() 不是影响制定项目章程过程的环境和组织因素。",
    "options": {
      "A": "政府或行业标准",
      "B": "组织的基础设施",
      "C": "市场条件",
      "D": "合同"
    },
    "answer": "D",
    "explanation": "P243,D 错误。合同属于协议。 协议有多种形式，包括合同、谅解备忘录(MOUs)、 服务水平协议(SLA)、 协议书、意向书、口头协议或其他 书面协议。"
  },
  {
    "id": "N08-088",
    "stem": "某项目经理窩件所在的单位正在启动一个新的项目，配备了虚拟项目小组，根据过去的经验， 该项目经理认识到矩阵环境下的小组成员有时对职能经理的配合超过对项目经理的配合，因此，该项目经理 决定请求单位制定()。",
    "options": {
      "A": "项目计划",
      "B": "项目章程",
      "C": "项目范围说明书",
      "D": "人力资源管理计划"
    },
    "answer": "B",
    "explanation": "ACD 这些都属于项目经理和项目成员来制订，所以不正确。依题意这个时候还处于正在启动 阶段，所以应该选 B。"
  },
  {
    "id": "N08-089",
    "stem": "() 不属于项目章程的组成内容。",
    "options": {
      "A": "工作说明书",
      "B": "指定项目经理并授权",
      "C": "项目概算",
      "D": "项目需求"
    },
    "answer": "A",
    "explanation": "P244, 项目章程包含内容：①项目目的；②可测量的项目且标和相关的成功标准；③高层级 需求、高层级项目描述、边界定义以及主要可交付成果；④整体项目风险：⑤总体里程碑进度计划：⑥预先 批准的财务资源；⑦关键干系人名单；⑧项目审批要求；⑨项目退出标准；⑩委派的项目经理及其职责和职权；? 发起人或其他批准项且章程的人员的姓名和职权等。"
  },
  {
    "id": "N08-090",
    "stem": "关于立项管理文件的描述，不正确的是()。",
    "options": {
      "A": "立项管理包含商业需求和成本效益分析",
      "B": "立项管理文件也是项目文件的一种，需要妥善保管",
      "C": "虽然立项管理文件是在项目之前制定的，但需要定期审核",
      "D": "立项管理文件是甲方订立，所以项目经理不可以对它们进行更新或修改"
    },
    "answer": "B",
    "explanation": "P243, 立项管理包含商业需求和成本效益分析，由于立项管理文件不是项目文件，项目经理 不可以对它们进行更新或修改，只可以提出相关建议。虽然立项管理文件是在项目之前制定的，但需要定期 审核。"
  },
  {
    "id": "N08-091",
    "stem": "() 用于记录整个项目生命周期中的所有假设条件和制约因素。",
    "options": {
      "A": "问题日志",
      "B": "假设日志",
      "C": "变更日志",
      "D": "项目管理计划"
    },
    "answer": "B",
    "explanation": "P245, 假设日志用于记录整个项目生命周期中的所有假设条件和制约因素"
  },
  {
    "id": "N08-092",
    "stem": "在监控项目工作过程中，当遇到变更请求时，为使项目工作绩效重新与项目管理计划一致，而 进行的有目的的活动属于()。",
    "options": {
      "A": "纠正措施",
      "B": "评审措施",
      "C": "预防措施",
      "D": "缺陷补救"
    },
    "answer": "A",
    "explanation": "P254, 变更请求一般包括： 纠正措施：为使项目工作绩效重新与项目管理计划一致而进行的有目的的活动 预防措施：为确保项目工作的未来绩效符合项目管理计划而进行的有目的的活动 缺陷补救：为了修正不一致的产品或产品组件而进行的有目的的活动。 更新：对正式受控的项目文件或计划进行变更，以反映修改、增加的意见或内容。"
  },
  {
    "id": "N08-093",
    "stem": "以下关于项目管理计划编制的理解中，正确的是：()。",
    "options": {
      "A": "项目经理应组织并主要参与项目管理计划的编制，但不应独立编制",
      "B": "项目管理计划的编制不能采用迭代的方法",
      "C": "让项目干系人参与项目计划的编制，增加了沟通成本，应尽量避免",
      "D": "项目管理计划不能是概括的，应该是详细、具体的"
    },
    "answer": "A",
    "explanation": "P245, B 错误。项目管理计划的编制可以采用滚动式规则，近细远纲迭代式方法。 C 错误。应尽量让所有人都参与到项目计划的编制中来。 D 错误。项目管理计划可以是详细的也可以是高度概括的。"
  },
  {
    "id": "N08-094",
    "stem": "关于项目章程的作用和内容的描述，以下不正确的是()。",
    "options": {
      "A": "在执行外部项目时，通常需要用正式的合同来达成合作协议，此时不需要用项目章程来建立组织内部的合 作关系",
      "B": "项目章程一旦被批准，就标志着项目的正式启动",
      "C": "项目应尽早确认并任命项目经理，最好在制定项目章程时就任命",
      "D": "项目章程授权项目经理规划、执行和控制项目"
    },
    "answer": "A",
    "explanation": "P242: 项目章程不能当作合同，项目章程用于建立组织内部的合作关系，确保正确交付合同 内容。"
  },
  {
    "id": "N08-095",
    "stem": "项目经理张工带领团队编制项目管理计划，()不属于编制项目管理计划过程的依据。",
    "options": {
      "A": "项目章程",
      "B": "事业环境因素",
      "C": "组织过程资产",
      "D": "工作分解结构"
    },
    "answer": "D",
    "explanation": "P246, 项目管理计划的输入有：项目章程、其他过程的输出结果、事业环境因素、组织过程 资产。"
  },
  {
    "id": "N08-096",
    "stem": "项目整合管理过程中，“实施已批准的变更”在()过程中开展。",
    "options": {
      "A": "实施整体变更控制",
      "B": "指导与管理项目工作",
      "C": "管理项目知识",
      "D": "监控项目工作"
    },
    "answer": "B",
    "explanation": "《蜗牛软考202405高项冲剌精华》 -第8章【考点4】指导与管理项目工作★★★★★ P251, 看清楚题目，他说的是实施已批准的变更”在()过程中开展，其实说的是已批准的变更是() 过程的输入。"
  },
  {
    "id": "N08-097",
    "stem": "结束项目或阶段过程所需执行的活动不包括()。",
    "options": {
      "A": "为达到阶段或项目的完工或退出标准所必须的行动和活动",
      "B": "为关闭项目合同协议或项目阶段合同协议所必须开展的活动",
      "C": "为向下一个阶段，或者向生产和(或)运营部门移交项目的产品、服务或成果所必须开展的行动和活动",
      "D": "如果项目在完工前提前终止，只要关键干系人都允许，客户付完尾款后就可以终止项目"
    },
    "answer": "D",
    "explanation": "P266, 如果项目在完工前提前终止，结束项目或阶段过程还需要制定程序，调查和记录提前 终正的原因。为了实现上述目的，项目经理应该引导所有合适的干系人参与结束项目或阶段的工作。"
  },
  {
    "id": "N08-098",
    "stem": "配置管理和变更管理是项目管理中非常重要的组成部分，两者相比，配置管理重点关注()。",
    "options": {
      "A": "项目可交付成果及各个过程技术之间的匹配",
      "B": "识别、记录对项目文件的更改",
      "C": "批准或否决对项目文件的改变",
      "D": "对项目可交付成果或基准变更的记录"
    },
    "answer": "A",
    "explanation": "P264, 配置控制重点关注可交付成果及各个过程的技术规范之间的匹配问题，而变更控制则 着眼于识别、记录、批准或否决对项目文件、可交付成果或基准的变更"
  },
  {
    "id": "N08-099",
    "stem": "() 属于工作绩效数据。 *①关键绩效指标 (KPI);② 挣值分析；③进度活动的实际开始日期；④可交付成果状态；⑤合同绩效信息； *⑥缺陷的数量",
    "options": {
      "A": "①②③④",
      "B": "①③④⑥",
      "C": "②③⑤⑥",
      "D": "③④⑤⑥"
    },
    "answer": "B",
    "explanation": "P253, 工作绩效数据是在执行项目工作的过程中，从每个正在执行的活动中收集到的原始观 察结果和测量值。数据通常是最低层次的细节，在工作执行过程中收集数据，再交由10大知识领域的相应的 控制过程做进一步分析。 例如，工作绩效数据包括已完成的工作、关键绩效指标(KPI)、技术绩效测量结果、进度活动的实际开始日期 和完成日期、已完成的故事点、可交付成果状态、进度进展情况、变更请求的数量、缺陷的数量、实际发生 的成本、实际持续时间等。"
  },
  {
    "id": "N08-100",
    "stem": "() 不属于变更管理中涉及的配置管理活动。",
    "options": {
      "A": "识别配置项",
      "B": "记录并报告配置项状态",
      "C": "进行配置项核实与审计",
      "D": "版本管理"
    },
    "answer": "D",
    "explanation": "P264, 变更管理中涉及的配置管理活动包括：识别配置项、记录并报告配置项状态、进行配 置项核实与审计"
  },
  {
    "id": "N08-101",
    "stem": "关于变更请求，()是不正确的。",
    "options": {
      "A": "批准的变更请求是实施整体变更控制过程的输出，包括经项目经理审查和批准的变更请求，必要时需要经 变更控制委员会 (CCB) 审查和批准",
      "B": "CCB 是作业机构，不是决策机构",
      "C": "通常CCB 的工作是通过评审手段来决定项目基准是否需要变更，但不提出变更方案",
      "D": "CCB 由项目所涉及的主要干系人共同组成，通常包括用户和项目所在组织管理层的决策人员"
    },
    "answer": "B",
    "explanation": "P252,CCB 是决策机构，不是作业机构"
  },
  {
    "id": "N08-102",
    "stem": "变更控制工具还需要支持的变更管理活动不包括()。",
    "options": {
      "A": "识别变更",
      "B": "做出变更决定",
      "C": "跟踪变更",
      "D": "结束变更"
    },
    "answer": "D",
    "explanation": "P264, 变更控制工具还需要支持的变更管理活动包括： 识别变更：识别并选择过程或项目文件的变更项 记录变更：将变更记录为合适的变更请求 做出变更决定：审查变更，批准、否决、推迟对项目文件、可交付成果或基准的变更或做出其他决定 跟踪变更：确认变更被登记、评估、批准和跟踪，并向干系人传达最终结果"
  },
  {
    "id": "N08-103",
    "stem": "() 是为实现项目目标而领导和执行项目管理计划中所确定的工作，并实施已批准变更的过程。",
    "options": {
      "A": "制定项目管理计划",
      "B": "制定项目章程",
      "C": "指导与管理项目工作",
      "D": "监控项目工作"
    },
    "answer": "C",
    "explanation": "P251, 指导与管理项目工作是为实现项目目标而领导和执行项目管理计划中所确定的工作， 并实施已批准变更的过程"
  },
  {
    "id": "N08-104",
    "stem": "属于整体变更控制成果的是()。 *①变更请求；②项目管理计划更新；③工作绩效信息；④工作绩效报告；⑤变更日志；⑥项目文件更新",
    "options": {
      "A": "①②⑤",
      "B": "④⑤⑥",
      "C": "②③⑥",
      "D": "②⑤⑥"
    },
    "answer": "D",
    "explanation": "P265, 整体变更控制的输出包括：批准的变更请求，变更日志，项目管理计划更新，项目文 件更新"
  },
  {
    "id": "N08-105",
    "stem": "关于可交付成果的理解，不正确的是()。",
    "options": {
      "A": "可交付成果是在某一过程、阶段或项目完成时，必须产出的任何独特并可核实的产品、成果或服务能力",
      "B": "可交付成果包含项目管理计划中的组成部分",
      "C": "可交付成果完成后，如需变更，只要不涉及到基准，可以不执行变更控制，但是如果涉及基准，那么就需 要执行变更控制",
      "D": "用配置管理工具和程序来支持对可交付成果的多个版本的控制"
    },
    "answer": "C",
    "explanation": "P253, 可交付成果是在某一过程、阶段或项目完成时，必须产出的任何独特并可核实的产品、 成果或服务能力。它通常是项目的结果，包括项目管理计划的组成部分。 一旦完成了可交付成果的第一个版本，就应该执行变更控制。用配置管理工具和程序来支持对可交付成果(如 文件、软件和构件)的多个版本的控制。"
  },
  {
    "id": "N08-106",
    "stem": "关于实施整体变更控制过程，不正确的是()。",
    "options": {
      "A": "在基准确定之前，变更无须正式受控于实施整体变更控制过程",
      "B": "变更请求可能影响项目范围、产品范围以及任一项目管理计划组件或任一项目文件",
      "C": "在整个项目生命周期的任何时间，并不是所有参与项目的干系人都可以提出变更请求",
      "D": "尽管也可以口头提出，但所有变更请求都必须以书面形式记录，并纳入变更管理和(或)配置管理系统中"
    },
    "answer": "C",
    "explanation": "P262, 实施整体变更控制过程贯穿项目始终，项目经理对此承担最终责任。变更请求可能影 响项目范围、产品范围以及任一项目管理计划组件或任一项目文件。在整个项目生命周期的任何时间，参与 项目的任何干系人都可以提出变更请求。"
  },
  {
    "id": "N08-107",
    "stem": "下面针对项目整体变更控制过程的叙述不正确的是()。",
    "options": {
      "A": "配置管理的相关活动贯穿整体变更控制始终",
      "B": "整体变更控制过程主要体现在确定项目交付成果阶段",
      "C": "整体变更控制过程贯穿于项目的始终",
      "D": "整体变更控制的结果可能引起项目范围、项目管理计划、项目交付成果的调整"
    },
    "answer": "B",
    "explanation": "P262,B 错误。整体变更控制过程贯穿于项目的始终"
  },
  {
    "id": "N08-108",
    "stem": "指导与管理项目工作过程的输出包括()。 *①可交付成果；②工作绩效数据；③批准的变更请求；④项目文件更新",
    "options": {
      "A": "①③④",
      "B": "①②④",
      "C": "②③④",
      "D": "①②③"
    },
    "answer": "B",
    "explanation": "P253-254, 批准的变更请求是指导与管理项目工作的输入，而不是输出"
  },
  {
    "id": "N08-109",
    "stem": "结束项目或阶段过程的主要作用包括()。 *①存档项目或阶段信息 *②利用已有的组织知识，改进项目成果 *③对项目工作的可交付成果进行综合管理 *④确定项目工作的基础 *⑤释放组织团队资源",
    "options": {
      "A": "①②⑤",
      "B": "①⑤",
      "C": "①③⑤",
      "D": "①④"
    },
    "answer": "B",
    "explanation": "P266, 结束项目或阶段 定义 结束项目或阶段是终结项目、阶段或合同的所有活动的过程。 作用 ①存档项目或阶段信息，完成计划的工作； ②释放组织团队资源以展开新的工作。 开展次数 仅开展一次或仅在项目的预定义时开展"
  },
  {
    "id": "N08-110",
    "stem": "关于配置控制和变更控制的理解，不正确的是()。",
    "options": {
      "A": "配置控制重点关注可交付成果及各个过程的技术规范",
      "B": "变更控制则重点关注识别、记录、批准或否决对项目文件、可交付成果或基准的变更",
      "C": "通过配置核实与审计，确保项目的配置项组成的正确性",
      "D": "变更管理活动需要变更控制工具的支持，配置管理活动不需要"
    },
    "answer": "D",
    "explanation": "P264, 配置管理活动和变更管理活动都需要变更控制工具的支持"
  },
  {
    "id": "N08-111",
    "stem": "() 不是“指导与管理项目执行”过程的成果。",
    "options": {
      "A": "可交付成果",
      "B": "工作绩效数据",
      "C": "变更请求",
      "D": "项目管理计划"
    },
    "answer": "D",
    "explanation": "P253-254,D 错误。项目管理计划是制订项目管理计划的成果。 指导与管理项目执行过程的成果有：可交付成果、工作绩效数据、变更请求、项目管理计划更新、项目文件 更新、问题日志。"
  },
  {
    "id": "N08-112",
    "stem": "() 是整体变更控制的依据。 *①项目管理计划；②批准的变更请求；③验收的可交付成果；④配置管理系统；⑤组织过程资产",
    "options": {
      "A": "①③④",
      "B": "①②④",
      "C": "②③⑤",
      "D": "①④⑤"
    },
    "answer": "D",
    "explanation": "P263, *①正确。所有的控制过程组的输入中都有项目管理计划 *②错误。批准的变更请求是整体变更控制的输出 *③错误。验收的可交付成果是结束项目或阶段的输入 *④正确。配置管理系统属于事业环境因素 *⑤正确。组织过程资产是整体变更控制的输入"
  },
  {
    "id": "N08-113",
    "stem": "在接到一涉密系统集成项目后，项目经理窝牛要求信息技术部按公司规定，为每个项目组成员 配置并安装数据防泄露工具的笔记本电脑，该项目经理采用的是()。",
    "options": {
      "A": "批准的纠正措施",
      "B": "批准的预防措施",
      "C": "批准的缺陷补救措施",
      "D": "批准的变更请求"
    },
    "answer": "B",
    "explanation": "P254, 纠正措施：为使项目工作绩效重新与项目管理计划一致而进行的有目的的活动 预防措施：为确保项目工作的未来绩效符合项目管理计划而进行的有目的的活动 缺陷补救：为了修正不一致的产品或产品组件而进行的有目的的活动。 更新：对正式受控的项目文件或计划进行变更，以反映修改、增加的意见或内容。 依题意是预防措施，所以选B。"
  },
  {
    "id": "N08-114",
    "stem": "( ) 不属于整体变更控制的成果。",
    "options": {
      "A": "批准的变更请求",
      "B": "工作绩效报告",
      "C": "变更日志",
      "D": "项目文件更新"
    },
    "answer": "B",
    "explanation": "P263,B 错误。工作绩效报告是整体变更控制的输入。 整体变更控制的成果包括：批准的变更请求、变更日志、项目管理计划更新、项目文件更新。"
  },
  {
    "id": "N08-115",
    "stem": "项目经理向公司管理层汇报项目进展情况时最适合采用()。",
    "options": {
      "A": "工作绩效数据",
      "B": "工作绩效信息",
      "C": "工作绩效报告",
      "D": "项目管理计划"
    },
    "answer": "C",
    "explanation": "C 正确。此题目中最容易混淆工作绩效报告、工作绩效信息、工作绩效数据的概念。 *①工作绩效数据：在执行项目的工作过程中，从每个正在执行的活动中收集到的原始观察结果和测量值。 *②工作绩效信息：是从各控制过程收集，并结合相关背景和跨领域关系进行整合分析而得到的绩效数据。 *③工作绩效报告：是为制定决策、采取行动或引起关注而汇编工作绩效信息，所形成的实物或电子项目文件， 是可以正式提交给干系人，能全面反映项目情况的正式文件。"
  },
  {
    "id": "N08-116",
    "stem": "() 不属于结束项目或阶段的输出。",
    "options": {
      "A": "经验教训登记册",
      "B": "最终产品、服务或成果",
      "C": "项目最终报告",
      "D": "验收的可交付成果"
    },
    "answer": "D",
    "explanation": "P266, 输出：1.项目文件更新(经验教训登记册);2.最终产品、服务或成果；3.项目最 终报告4.组织过程资产更新；验收的可交付成果是输入"
  },
  {
    "id": "N08-117",
    "stem": "() 用于项目结果的不同项目变量之间的相互关系，以提高未来项目的绩效。",
    "options": {
      "A": "文件分析",
      "B": "回归分析",
      "C": "趋势分析",
      "D": "偏差分析"
    },
    "answer": "B",
    "explanation": "P268, 回归分析：该技术分析作用于项目结果的不同项目变量之间的相互关系，以提高未来 项目的绩效。"
  },
  {
    "id": "N08-118",
    "stem": "项目执行期间，客户窝牛提出增加一项功能，但它并没有包括在项目预算之内。不过对于一个 几百万美元的项目而言，该项工作涉及的开放工作量较小。作为项目经理应该()。",
    "options": {
      "A": "拒绝用户请求，原因是该项工作不在项目预算之内",
      "B": "同意并免费完成这项工作，帮助维护客户关系",
      "C": "同意增加新功能，但是需要客户负担相应的费用",
      "D": "评估新功能对项目的影响，提交变更申请"
    },
    "answer": "D",
    "explanation": "P262,D 正确。有变更发生首先要提交变更申请。"
  },
  {
    "id": "N08-119",
    "stem": "项目进入到执行阶段后，项目经理、项目组成员为了完成项目范围说明书定义的工作，还需执 行 的 是 ( ) 。 *①实施已批准的预防措施以降低潜在负面结果出现的可能性 *②管理已分配到项目或阶段中的项目团队成员 *③为项目选择生命周期模型 *④监管项目总投入情况 *⑤管理供应商",
    "options": {
      "A": "①②⑤",
      "B": "①②③④",
      "C": "①②④⑤",
      "D": "①②③④⑤"
    },
    "answer": "A",
    "explanation": "①②⑤都属于指导与管理项目执行的范畴。③为规划阶段的任务。④为成本管理的任务。"
  },
  {
    "id": "N08-120",
    "stem": "关于结束项目或阶段，不正确的是()。",
    "options": {
      "A": "如果项目在完工前提前终止，结束项目或阶段过程还需要制定程序，调查和记录提前终止的原因。为了实 现上述目的，项目经理应该引导所有重要的干系人参与结束项目或阶段的工作",
      "B": "验收的可交付成果可包括批准的产品规范、交货收据和工作绩效文件。对于分阶段实施的项目或提前取消 的项目，还可能包括部分完成或中间的可交付成果",
      "C": "结束项目或阶段是终结项目、阶段或合同的所有活动的过程。本过程的主要作用：①存档项目或阶段信息， 完成计划的工作；②释放组织团队资源以展开新的工作",
      "D": "结束项目或阶段仅开展一次或仅在项目或阶段的结束点开展"
    },
    "answer": "A",
    "explanation": "P265-266, 如果项目在完工前提前终止，结束项目或阶段过程还需要制定程序，调查和记录 提前终止的原因。为了实现上述目的，项目经理应该引导所有合适的干系人参与结束项目或阶段的工作。"
  },
  {
    "id": "N08-121",
    "stem": "某公司接了一个小型软件研发的项目，测试过程中，程序员发现某处算法需要进行更改，则()。",
    "options": {
      "A": "项目经理可决定是否进行变更",
      "B": "研发人员可直接进行更改",
      "C": "项目不大，变更只需口头提出即可",
      "D": "变更处理要力求简化，操作无需规范"
    },
    "answer": "A",
    "explanation": "A 正确。这种小的变更项目经理可以直接决定是否变更，但是无论如何都要走变更流程。 变更提出应当及时以正式方式进行，并留下书面记录。 变更的提出可以是各种形式，但在评估前应以书面形式的提出。 项目的干系人都可蜗以提牛出变更申请，但一般情况下都需要经过指定人员进行审批，一般项目经理，或者 项目配置管理员负责该相关信息的收集，以及对变更申请的初审。所以 B 、C 、D 选项错误。"
  },
  {
    "id": "N08-122",
    "stem": "为确保项目工作的未来绩效符合项目管理计划，而进行的有目的的活动属于()。",
    "options": {
      "A": "缺陷补救",
      "B": "纠正措施",
      "C": "修复措施",
      "D": "预防措施"
    },
    "answer": "D",
    "explanation": "P254, 预防措施：为确保项目工作的未来绩效符合项目管理计划，进行的有目的的活动。"
  },
  {
    "id": "N08-123",
    "stem": "适用于结束项目或阶段的数据分析技术是()。",
    "options": {
      "A": "回归分析",
      "B": "根本原因分析",
      "C": "假设条件和制约因素分析",
      "D": "反馈"
    },
    "answer": "A",
    "explanation": "P268, 可用于结束项目或阶段的数据分析技术主要包括： 文件分析：评估现有文件有助于总结经验教训和分享知识，以改进未来项目和组织资产。 回归分析：该技术分析作用于项目结果的不同项目变量之间的相互关系，以提高未来项目的绩效。 趋势分析：可用于确认组织所用模式的有效性，并且为未来项目而进行相应的模式调整。 偏差分析：可通过比较计划目标与最终结果来改进组织的测量指标。"
  },
  {
    "id": "N08-124",
    "stem": "关于变更申请的描述，不正确的是：()。",
    "options": {
      "A": "实施整体变更控制过程贯穿项目始终",
      "B": "变更请求可能包括纠正措施、预防措施和缺陷补救",
      "C": "变更请求必须由 CCB 来负责审查、评价、批准或否决",
      "D": "实施整体变更过程中涉及到的配置管理活动包括配置识别、配置状态记录、配置核实与审计"
    },
    "answer": "C",
    "explanation": "P263,C 错误。影响项目基准的变更才交由变更控制委员会审批。 变更可能影响项目基准，也可能不影响项目基准，变更决定通常由项目经理做决策。 对于会影响项目基准的变更，通常应该在变更请求中说明执行变更的成本、所需的计划日期修改、资源需求 以及相关的风险。这种变更应由CCB (如有)和客户或发起人阿牛审批，除非他们本身就是 CCB 的成员。只 有经批准的变更才能纳入修改后的基准。"
  },
  {
    "id": "N08-125",
    "stem": "() 是使用现有知识并生成新知识，以实现项目目标，并且帮助组织学习的过程。",
    "options": {
      "A": "管理项目知识",
      "B": "管理质量",
      "C": "指导与管理项目工作",
      "D": "获取资源"
    },
    "answer": "A",
    "explanation": "P255, 管理项目知识是使用现有知识并生成新知识，以实现项目目标，并且帮助组织学习的 过程。"
  },
  {
    "id": "N08-126",
    "stem": "小张作为项目经理负责项目A, 因需求方变动需要终止项目，接到通知后，小张采取的应对措 施 不 合 适 的 是 ( ) 。",
    "options": {
      "A": "通知项目所有成员即刻停止工作",
      "B": "与所有合适的干系人整理项目历史信息和经验教训",
      "C": "制定程序，来调查和记录提前终止的原因",
      "D": "验收未全部完成的可交付成果"
    },
    "answer": "A",
    "explanation": "P266,A 错误。 结束项目或阶段过程所需执行的活动包括： 为达到阶段或项目的完工或退出标准所必须的行动和活动； 为关闭项目合同协wo 议或项niu 目阶段合同协议所必须开展的活动； 为完成收集项目或阶段记录、审计项目成败、管理知识分享和传递、总结经验教训、荐档项目信息以供组织 未来使用等工作所必须开展的活动； 为向下一个阶段，或者向生产和(或)运营部门移交项目的产品、服务或成果所必须开展的行动和活动； 收集关于改进或更新组织政策和程序的建议，并将它们发送给相应的组织部门； 测量干系人的满意程度等。 如果项目在完工前提前终止，结束项目或阶段过程还需要制定程序，调查和记录提前终正的原因。为了实现 上述目的，项目经理应该引导所有合适的干系人参与结束项目或阶段的工作。"
  },
  {
    "id": "N08-127",
    "stem": "项目组的测试人员在软件系统测试时，发现了一个重大缺陷并报告了项目经理，项目经理接下 来 应 该 ( ) 。",
    "options": {
      "A": "提交一个变更申请",
      "B": "和质量保证人员商量如何修改",
      "C": "将任务分配给开发人员小王修改",
      "D": "评估是否需要修改"
    },
    "answer": "A",
    "explanation": "有重大缺陷，肯定涉及到变更。有变更，走流程。第一步是提出变更申请。"
  },
  {
    "id": "N08-128",
    "stem": "() 过程将工作绩效信息作为输入。",
    "options": {
      "A": "监控项目工作",
      "B": "确认范围",
      "C": "控制范围",
      "D": "控制进度"
    },
    "answer": "A",
    "explanation": "P259: 监控项目工作过程的主要输入为项目管理计划、项目文件、工作绩效信息和协议"
  },
  {
    "id": "N08-129",
    "stem": "() 是指审查所有变更请求，批准变更，管理对可交付成果、组织过程资产、项目文件和项目 管理计划的变更，并对变更处理结果进行沟通的过程。",
    "options": {
      "A": "监控项目工作",
      "B": "指导与管理项目工作",
      "C": "管理沟通",
      "D": "实施整体变更控制"
    },
    "answer": "D",
    "explanation": "P262, 实施整体变更控制是指审查所有变更请求，批准变更，管理对可交付成果、组织过程 资产、项目文件和项目管理计划的变更，并对变更处理结果进行沟通的过程。"
  },
  {
    "id": "N08-130",
    "stem": "结束项目或阶段过程的输入是()。",
    "options": {
      "A": "批准的产品规范",
      "B": "最终产品服务或成果",
      "C": "项目最终报告",
      "D": "经验教训知识库"
    },
    "answer": "A",
    "explanation": "《蜗牛软考202405高项冲刺精华》第8章- 【考点8】结束项目或阶段★★★★★ P267,, 验收的可交付成果可包括批准的产品规范、交货收据和工作绩效文件。对于分阶段实施的项目或提前 取消的项目，还可能包括部分完成或中间的可交付成果。验收的可交付成果属于结束项目或阶段过程的输入， 所以A 更正确 B 和 C 都是结束项目或阶段过程的输出 D 即使输入也是输出，优中选优，所以选A"
  },
  {
    "id": "N08-131",
    "stem": "() 的主要作用是，确保对项目中已记录在案的变更做综合评审。",
    "options": {
      "A": "实施整体变更控制",
      "B": "变更管理",
      "C": "监控项目工作",
      "D": "指导与管理项目工作"
    },
    "answer": "A",
    "explanation": "P262, 实施整体变更控制的主要作用是，确保对项目中已记录在案的变更做综合评审。"
  },
  {
    "id": "N08-132",
    "stem": "关于实施项目整体变更控制过程的描述，不正确的是()。",
    "options": {
      "A": "尽管可以口头提出，但所有变更请求都必须以书面形式记录",
      "B": "在基准确定之前，变更也应正式受控，实施整体变更控制过程",
      "C": "实施整体变更控制过程贯穿项目始终，项目经理对此承担最终责任",
      "D": "项目的任何干系人都可以提出变更请求"
    },
    "answer": "B",
    "explanation": "P262, 在基准确定之前，变更无须正式受控并实施整体变更控制过程。一旦确定了项目基准， 就必须通过实施整体变更控制过程来处理变更请求。"
  },
  {
    "id": "N08-133",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "验收的可交付成果可包括批准的产品规范、交货收据和工作绩效文件",
      "B": "在复杂项目中，可能需要同时或先后管理多个合同",
      "C": "为关闭合同，需收集全部采购文档，并建立索引、加以归档",
      "D": "如果项目在完工前就提前终止，那么就没有必要进行干系人满意度的调查"
    },
    "answer": "D",
    "explanation": "P266, 如果项目在完工前就提前终止，结束项目或阶段过程还需要制定程序，来调查和记录 提前终止的原因。"
  },
  {
    "id": "N08-134",
    "stem": "在制定项目章程的过程中，关于章程制定活动描述不正确的是()。",
    "options": {
      "A": "项目章程是证明项目存在的正式书面说明和证明文件",
      "B": "制定项目章程的活动可以在项目进展过程中持续完善或多次开展",
      "C": "项目章程规定了项目范围，如质量、时间、成本和可交付成果的约束条件",
      "D": "制定项目章程的主要作用为明确项目与组织战略目标之间的直接联系，确立项目的正式地位，并展示组织 对项目的承诺"
    },
    "answer": "B",
    "explanation": "P240, 制定项目章程仅开展一次或仅在项目的预定义时开展。 扫码加老师Q 第9章项目范围管理"
  },
  {
    "id": "N09-001",
    "stem": "关于产品范围和项目范围的理解，不正确的是()。",
    "options": {
      "A": "产品范围指某项产品、服务或成果所具有的特征和功能",
      "B": "产品范围的完成情况是根据项目范围来衡量的",
      "C": "项目范围，包括产品范围，是为交付具有规定特性与功能的产品、服务或成果而必须完成的工作",
      "D": "项目范围的完成情况是根据项目管理计划来衡量的"
    },
    "answer": "B",
    "explanation": "P272, 产品范围：指某项产品、服务或成果所具有的特征和功能。产品范围的完成情况是根据产品需求来衡量的。 项目范围：包括产品范围，是为交付具有规定特性与功能的产品、服务或成果而必须完成的工作。项目范围 的完成情况是根据项目管理计划来衡量的。"
  },
  {
    "id": "N09-002",
    "stem": "不会影响项目范围控制过程的活动是()。",
    "options": {
      "A": "小问题无须汇报项目经理自行解决",
      "B": "项目干系人提出的需求都应被接受",
      "C": "团队成员加班加点完成项目任务",
      "D": "项目团队成员主动改善系统功能"
    },
    "answer": "C",
    "explanation": "P293, 项目范围控制主要是做好范围基准及范围变更。 A自行解决问题可能会影响范围。 B 是范围蔓延。D 是镀金。只有C 加班完成任务，这个是加快进度，不会 影响范围控制过程"
  },
  {
    "id": "N09-003",
    "stem": "需求一直是项目管理的关注重点，需求管理过程结束于(),即把产品、服务或成果移交给接 收方，以便长期测量、监控、实现并维持收益。",
    "options": {
      "A": "阶段验收",
      "B": "需求回溯",
      "C": "范围确认",
      "D": "需求关闭"
    },
    "answer": "D",
    "explanation": "P272, 需求一直是项目管理的关注重点，需求管理过程结束于需求关闭，即把产品、服务或 成果移交给接收方，以便长期测量、监控、实现并维持收益"
  },
  {
    "id": "N09-004",
    "stem": "() 将实际或计划的产品、过程和实践，与其他可比组织的实践进行比较，以便识别最佳实践， 形成改进意见，并为绩效考核提供依据。",
    "options": {
      "A": "头脑风暴",
      "B": "类比估算",
      "C": "问卷调查",
      "D": "标杆对照"
    },
    "answer": "D",
    "explanation": "P279, 标杆对照：将实际或计划的产品、过程和实践，与其他可比组织的实践进行比较，以 便识别最佳实践，形成改进意见，并为绩效考核提供依据。标杆对照所采用的可比组织可以是内部的，也可 以是外部的。"
  },
  {
    "id": "N09-005",
    "stem": "( ) 不属于范围管理的过程。",
    "options": {
      "A": "规划范围管理",
      "B": "收集需求",
      "C": "定义范围",
      "D": "控制资源"
    },
    "answer": "D",
    "explanation": "P273,D 控制资源属于资源管理的过程。"
  },
  {
    "id": "N09-006",
    "stem": "在创建WBS 的过程中，以下说法错误的是()。",
    "options": {
      "A": "100% 原则(包含原则)认为，在WBS 中，所有下一级的元素之和必须100%代表上一级的元素",
      "B": "WBS 的底层不但要支持项目管理计划，而且要让管理层能够监视和控制项目的进度和预算",
      "C": "WBS 中的元素必须有人负责，而且只有一个人负责",
      "D": "分包出去的工作的WBS 不需要包含在整个项目中"
    },
    "answer": "D",
    "explanation": "P288,WBS 应包括项目管理工作(因为管理是项目具体工作的一部分),也要包括分包出去的 工作"
  },
  {
    "id": "N09-007",
    "stem": "关于范围管理的描述，正确的是()。",
    "options": {
      "A": "定义范围管理是为了记录如何定义、确认和控制项目范围及产品范围，而创建范围管理计划的过程",
      "B": "范围管理计划包含配置管理活动和需求优先级排序过程",
      "C": "范围管理计划是非常详细的正式的计划",
      "D": "规划范围管理的作用是在整个项目期间对如何管理范围提供指南和方向"
    },
    "answer": "D",
    "explanation": "P275, 规划范围管理是为了记录如何定义、确认和控制项目范围及产品范围，而创建范围管 理计划的过程。"
  },
  {
    "id": "N09-008",
    "stem": "以下关于范围管理的说法错误的是()。",
    "options": {
      "A": "在敏捷型生命周期中，范围会在整个项目期间被定义和再定义",
      "B": "在敏捷型生命周期中，在每次迭代中，都会重复开展两个过程：①确认范围；②控制范围",
      "C": "需求比较明确，变化不大的情况适用采取敏捷型开发方法",
      "D": "在预测型项目中，经过批准的项目范围说明书、工作分解结构 (WBS) 和相应的WBS 词典构成项目范 围基准"
    },
    "answer": "C",
    "explanation": "P274, 采用敏捷或适应型生命周期，旨在应对大量变更，需要干系人持续参与项目。"
  },
  {
    "id": "N09-009",
    "stem": "以下属于功能需求的是 ()。",
    "options": {
      "A": "可靠性",
      "B": "安全性",
      "C": "流程",
      "D": "服务水平"
    },
    "answer": "C",
    "explanation": "P280, 解决方案需求：为满足业务需求和干系人需求，产品、服务或成果必须具备的特性、功能和特征。解决方案 需求又进一步分为功能需求和非功能需求： 功能需求：描述产品应具备的功能，例如，产品应该执行的行动、流程、数据和交互； 非功能需求：是对功能需求的补充，是产品正常运行所需的环境条件或质量要求，例如，可靠性、保密性、 性能、安全性、服务水平、可支持性、保留或清除等"
  },
  {
    "id": "N09-010",
    "stem": "在WBS 字典中，可不包括的是()。",
    "options": {
      "A": "工作概述",
      "B": "账户编码",
      "C": "管理储备",
      "D": "资源需求"
    },
    "answer": "C",
    "explanation": "WBS 词典可能包括账户编码标识、工作描述、假设条件和制约因素、负责人或组织单元、进 度里程碑、相关的进度活动、所需资源、成本估算、质量要求、验收标准、技术参考文献、协议信息等。"
  },
  {
    "id": "N09-011",
    "stem": "项目范围是否完成和产品范围是否完成分别以()作为衡量标准。",
    "options": {
      "A": "项目管理计划，产品需求",
      "B": "范围说明书，WBS",
      "C": "范围基线，范围定义",
      "D": "合同，工作说明书"
    },
    "answer": "A",
    "explanation": "P272, 产品范围：指某项产品、服务或成果所具有的特征和功能。产品范围的完成情况是根据产品需求来衡量的。 项目范围：包括产品范围，是为交付具有规定特性与功能的产品、服务或成果而必须完成的工作。项目范围 的完成情况是根据项目管理计划来衡量的。"
  },
  {
    "id": "N09-012",
    "stem": "关于确认范围管理过程的叙述，正确的是()。",
    "options": {
      "A": "项目团队成员主要关注项目范围中自己参与的元素和负责的元素",
      "B": "项目实施单位的管理层主要关注产品或服务范围，客户主要关注项目制约因素",
      "C": "确认范围过程的作用是为所要支付的内容提供架构",
      "D": "符合验收标准的可交付成果应由项目经理正式签字批准"
    },
    "answer": "A",
    "explanation": "P290-291, 管理层主要关注项目范围：是指范围对项目的进度、资金和资源的影响，这些因素是否超过了组织承受范围， 是否在投入产出上具有合理性。【老板关心钱】 客户主要关注产品范围：关心项目的可交付成果是否足够完成产品或服务。【客户关心产品和服务】 项目管理人员关注项目制约因素：关心项目可交付成果是否足够和必须完成，时间、资金和资源是否足够， 主要的潜在风险和预备解决的方法。【管理人员关注能否完成】 项目团队成员主要关心项目范围中自己参与的元素和负责的元素。【成员关注自己负责的活】"
  },
  {
    "id": "N09-013",
    "stem": "项目组成员小李常驻用户现场开发，经常收到用户提出的新需求。针对有些新需求。针对有些 修改工作量很小的需求，小李直接进行了修改，用户对此非常满意，但却遭到项目经理的批评，这是因为()。",
    "options": {
      "A": "小李没有把项目经理放在眼里",
      "B": "项目经理认为小李收了用户的好处",
      "C": "小李的行为可能造成项目范围蔓延",
      "D": "小李所作的工作没有给项目带来经济效益"
    },
    "answer": "C",
    "explanation": "P293, 范围变更过程中经常遇见的问题：项目范围蔓延。未经控制的产品或项目范围的扩大 (未对时间、成本和资源做相应调整)被称为范围蔓延。"
  },
  {
    "id": "N09-014",
    "stem": "在项目开发阶段，用需求跟踪矩阵进行跟踪时发现，某交付成果在需求跟踪矩阵里并未找到出 处，这种情况一般是()所造成。",
    "options": {
      "A": "确认范围没做好",
      "B": "范围蔓延",
      "C": "范围镀金",
      "D": "定义范围有问题"
    },
    "answer": "C",
    "explanation": "某交付成果在需求跟踪矩阵里并未找到出处，这说明可能，第一：需求跟踪矩阵中的需求记录遗漏了，第二： 范围镀金了，也就是做了个原本没有的需求。"
  },
  {
    "id": "N09-015",
    "stem": "() 是控制范围常用的工具和技术。",
    "options": {
      "A": "引导式研讨会",
      "B": "产品分析",
      "C": "偏差分析",
      "D": "标杆对照"
    },
    "answer": "C",
    "explanation": "P294, 偏差分析：用于将基准与实际结果进行比较，以确定偏差是否处于临界值区间内或是否有必要采取纠正或预 防措施。 趋势分析：旨在审查项目绩效随时间的变化情况，以判断绩效是正在改善还是正在恶化。"
  },
  {
    "id": "N09-016",
    "stem": "() 属于项目范围控制使用的工具和技术。",
    "options": {
      "A": "偏差分析",
      "B": "实验设计",
      "C": "敏感性分析",
      "D": "回归分析"
    },
    "answer": "A",
    "explanation": "P294, 控制范围工具与技术：数据分析(偏差分析、趋势分析)"
  },
  {
    "id": "N09-017",
    "stem": "适用于规划范围管理的数据分析技术是(),用于评估、收集需求，详述项目和产品范围，创 造产品，确认范围和控制范围的各种方法。",
    "options": {
      "A": "备选方案分析",
      "B": "趋势分析",
      "C": "根本原因分析",
      "D": "偏差分析"
    },
    "answer": "A",
    "explanation": "P276。 适用于规划范围管理的数据分析技术是备选方案分析。备选方案分析技术用于评估、 收集需求，详述项目和产品范围，创造产品，确认范围和控制范围的各种方法。"
  },
  {
    "id": "N09-018",
    "stem": "() 把从头脑风暴中获得的创意整合成一张图，用以反映创意之间的共性与差异，激发新创意。",
    "options": {
      "A": "亲和图",
      "B": "思维导图",
      "C": "文件分析",
      "D": "系统交互图"
    },
    "answer": "B",
    "explanation": "P279, 思维导图：把从头脑风暴中获得的创意整合成一张图，用以反映创意之间的共性与差 异，激发新创意。"
  },
  {
    "id": "N09-019",
    "stem": "窩件作为一个大项目的项目经理，最近将其中一个子项目分派给了一个分包商，李华是分包商 的项目经理，刚刚从事项目管理工作，但是与王工比较熟悉。王工可建议李华首先()。",
    "options": {
      "A": "遵照王工为项目制定的WBS, 直接使用王工确定的工作包来管理子项目",
      "B": "制定该子项目的WBS",
      "C": "建立类似的编码结构，以便于应用公共项目管理信息系统",
      "D": "建立一个WBS 词典来显示详细的人员分工"
    },
    "answer": "B",
    "explanation": "王工作为承建方项目经理分配给分包商的WBS 肯定不会制订的很精确，所以需要分包商的 项目经理再来进行详细制订"
  },
  {
    "id": "N09-020",
    "stem": "()不是收集需求时数据收集的方法。",
    "options": {
      "A": "头脑风暴",
      "B": "投 票",
      "C": "焦点小组",
      "D": "标杆对照"
    },
    "answer": "B",
    "explanation": "P278, 收集需求的方法：1.专家判断；2.数据收集(头脑风暴、访谈、焦点小组、问卷调查、 标杆对照);3 .数据分析(文件分析);4 . 决策(投票、独裁型决策制定、多标准决策分析);5 .数据表现 (亲和图、思维导图);6.人际关系与团队技能(名义小组技术、观察和交谈、引导);7.系统交互图；8. 原型"
  },
  {
    "id": "N09-021",
    "stem": "关于项目范围确认及有关活动，以下说法错误的是( )。",
    "options": {
      "A": "可以通过检查来实现范围的确认",
      "B": "检查包括测量、审查与确认等活动",
      "C": "范围确认的目的就是形成项目范围说明书",
      "D": "检查也可被称为审查、产品评审和走查"
    },
    "answer": "C",
    "explanation": "P289,C 错误。范围确认的目的是阶段性的验收项目的可交付成果，提高项目验收的可能性。 形成项目范围说明书是定义范围的工作。"
  },
  {
    "id": "N09-022",
    "stem": "在()生命周期中，项目开始时就对项目可交付成果进行定义，对任何范围变化都要进行变更 管理。",
    "options": {
      "A": "预测型",
      "B": "适应型",
      "C": "敏捷型",
      "D": "迭代型"
    },
    "answer": "A",
    "explanation": "P274, 在预测型项目中，经过批准的项目范围说明书、工作分解结构(WBS) 和相应的WBS 词典构成项目范围基准。只有通过正式变更控制程序，才能进行基准变更。"
  },
  {
    "id": "N09-023",
    "stem": "关于需求管理的描述，正确的是()。",
    "options": {
      "A": "需求文件应该是一份包括内容提要、细节描述和附件等的详细文件",
      "B": "只有明确的(可测量和可测试的)、可跟踪的、完整的、相互独立的，且全部干系人愿意认可的需求，才 能作为基准",
      "C": "需求文件之间的跟踪用于检查需求分解中可能出现的错误或遗漏",
      "D": "需求跟踪矩阵中可以不体现测试策略和测试场景的跟踪结果"
    },
    "answer": "C",
    "explanation": "P281, 需求管理也可以是一份简单文件，也可以是详细文件；所以A 错 误 只有明确的(可测量和可测试的)、可跟踪的、完整的、相互协调的，且主要干系人愿意认可的需求，才能作为 基准；所以B 错 误 需求跟踪矩阵中可以体现测试策略和测试场景的跟踪结果；所以D 错 误"
  },
  {
    "id": "N09-024",
    "stem": "() 含有与需求相关的信息，在确认范围中被使用。",
    "options": {
      "A": "需求跟踪矩阵",
      "B": "需求文件",
      "C": "质量报告",
      "D": "经验教训登记册"
    },
    "answer": "A",
    "explanation": "P291, 可作为确认范围过程输入的项目文件主要包括： *(1)需求文件：将需求与实际结果比较，以决定是否有必要进行变更，采取纠正措施或预防措施。 *(2)需求跟踪矩阵：含有与需求相关的信息，包括如何确认需求。 *(3)质量报告：该报告内容可包括由团队管理或需上报的全部质量保证事项、改进建议，以及在控制质量过程 中发现的情况的概述。在验收产品之前，需要查看所有这些内容。 *(4)经验教训登记册：在项目早期获得的经验教训可以运用到后期阶段，以提高验收可交付成果的效率与效果。"
  },
  {
    "id": "N09-025",
    "stem": "以下关于范围变更的说法错误的是()。",
    "options": {
      "A": "范围变更是不可避免的，范围变更如果不加以控制可能引起范围蔓延",
      "B": "客户对产品的需求发生变化其实就是一种范围变更",
      "C": "范围变更过程中应多让客户参与，以免后期进行范围确认时发生问题",
      "D": "范围变更控制流程与整体变更控制流程应分开设计，确保项目发生范围变更时遵从范围变更控制流程，由 于范围变更引起了其他变更时遵从整体变更流程"
    },
    "answer": "D",
    "explanation": "P293, 控制范围过程应该与其他项目管理知识领域的控制过程协调开展。D 错误。"
  },
  {
    "id": "N09-026",
    "stem": "() 不属于需求跟踪矩阵的内容。",
    "options": {
      "A": "业务需要、机会、目的和目标",
      "B": "项目目标",
      "C": "测试策略和测试场景",
      "D": "项目的验收标准"
    },
    "answer": "D",
    "explanation": "P281, 跟踪需求的内容包括：①业务需要、机会、目的和目标；②项目目标；③项目范围和 WBS 可交付成果；④产品设计；⑤产品开发；⑥测试策略和测试场景；⑦高层级需求到详细需求等"
  },
  {
    "id": "N09-027",
    "stem": "描述产品、服务或成果的边界和验收标准，属于()过程的作用。",
    "options": {
      "A": "收集需求",
      "B": "确认范围",
      "C": "规划范围管理",
      "D": "定义范围"
    },
    "answer": "D",
    "explanation": "P272-273, 定义范围作用：描述产品、服务或成果的边界和验收标准。"
  },
  {
    "id": "N09-028",
    "stem": "() 描述了项目可交付物和产生这些可交付物所必须做项目工作，就此在所有项目干系人之间 建立了共识。",
    "options": {
      "A": "SOW",
      "B": "配置管理计划",
      "C": "范围说明书",
      "D": "工作分解结构"
    },
    "answer": "C",
    "explanation": "P284, 项目范围说明书是对项目范围、主要可交付成果、假设条件和制约因素的描述。它记 录了整个范围，包括：项目和产品范围；详细描述了项目的可交付成果；代表项目干系人之间就项目范围所 达成的共识。为便于管理干系人的期望，项目范围说明书可明确指出哪些工作不属于蜗牛老师项目范围。项 目范围说明书帮助项目团队进行更详细的规划，在执行过程中指导项目团队工作，并为评价变更请求或额外 工作是否超过项目边界提供基准。"
  },
  {
    "id": "N09-029",
    "stem": "关于收集需求的描述，不正确的是：()。",
    "options": {
      "A": "德尔菲技术通过组织专家讨论，并投票来排列最有用创意",
      "B": "QFD 对质量需求分为基本需求、期望需求和意外需求",
      "C": "概括性的需求说明文件不能作为基准",
      "D": "如不能将设计元素或测试案例回溯到需求文件，就可能出现镀金行为"
    },
    "answer": "A",
    "explanation": "P279,A 错误。名义小组技术：是用于促进头脑风暴的一种技术，通过投票排列最有用的创 意，以便进一步开展头脑风暴或优先排序"
  },
  {
    "id": "N09-030",
    "stem": "数据收集技术中，()说法是错误的。",
    "options": {
      "A": "焦点小组是召集预定的干系人和主题专家，了解他们对所讨论的产品、服务或成果的期望和态度。由一位 受过训练的主持人引导大家进行互动式讨论",
      "B": "问卷调查是指设计一系列书面问题，向众多受访者快速收集信息",
      "C": "访谈通过与干系人直接交谈，来获取信息的正式或非正式的方法。访谈的典型做法是向被访者提出预设和 即兴的问题，并记录他们的回答",
      "D": "头脑风暴通过投票排列最有用的创意，以便进一步开展头脑风暴或优先排序"
    },
    "answer": "D",
    "explanation": "P279, 名义小组技术是用于促进头脑风暴的一种技术，通过投票排列最有用的创意，以便进 一步开展头脑风暴或优先排序"
  },
  {
    "id": "N09-031",
    "stem": "范围确认中，()关心项目的可交付成果是否足够完成产品或服务。",
    "options": {
      "A": "项目管理人员",
      "B": "客 户",
      "C": "项目团队成员",
      "D": "高层领导"
    },
    "answer": "B",
    "explanation": "P290-291, 确认范围主要是项目干系人对项目的范围进行确认和接受的工作。每个人对项目 范围所关注的方面是不同的： *(1)管理层主要关注项目范围：是指范围对项目的进度、资金和资源的影响，这些因素是否超过了组织承受范 围是否在投入产出上具有合理性。 *(2)客户主要关注产品范围：关心项目的可交付成果是否足够完成产品或服务。 *(3)项目管理人员主要关注项目制约因素关心项目可交付成果是否足够和必须完成，时间、资金和资源是否足 够，主要的潜在风险和预备解决的方法。 *(4)项目团队成员主要关注项目范围中自己参与的元素和负责的元素通过定义范围中的时间检查自己的工作 时间是否足够，自己在项目范围中是否有多项工作，而这些工作是否有冲突的地方。"
  },
  {
    "id": "N09-032",
    "stem": "() 属于控制范围的活动。",
    "options": {
      "A": "与客户仔细讨论项目范围说明书，并请客户签字",
      "B": "当客户提出新的需求时，说服用户放弃新的需求",
      "C": "确认项目范围是否覆盖了需要完成的产品或服务进行的所有活动",
      "D": "确认每项工作是否有明确的质量标准"
    },
    "answer": "B",
    "explanation": "A 错误。属于定义范围 B 正确。影响范围变更的因素属于控制范围活动。 C 错误。属于确认范围 D 错误。属于定义范围"
  },
  {
    "id": "N09-033",
    "stem": "表示需求和别的系统元素之间的联系链的最普遍方式是使用需求跟踪能力矩阵。如果软件开发 人员发现，有一个孤立的设计元素在需求跟踪能力矩阵中不能回溯到需求，但其表明一个正当的功能，则说 明 ( ) 。",
    "options": {
      "A": "需求规格说明书漏掉了一项需求",
      "B": "设计元素不满足用户需求",
      "C": "需求规格不满足用户需求",
      "D": "在需求跟踪能力矩阵中不需要建立用户需求与设计元素之间的联系"
    },
    "answer": "A",
    "explanation": "依题意： 一个正当的功能说明功能是必须得。在需求规格说明书里找不到出处，说明需求规 格说明书有误，漏掉了需求。所以选 A 【蜗牛老师点评】本题虽然是老题，但也有一定的参考价值"
  },
  {
    "id": "N09-034",
    "stem": "规划范围管理需要参考项目管理计划中的()。",
    "options": {
      "A": "项目生命周期描述",
      "B": "风险管理计划",
      "C": "干系人登记册",
      "D": "进度管理计划"
    },
    "answer": "A",
    "explanation": "P275, 规划范围管理中使用的项目管理计划组件主要包括： 质量管理计划：在项目中实施组织的质量政策、方法和标准的方式会影响管理项目和产品范围的方式。 项目生命周期描述：定义了项目从开始到完成所经历的一系列阶段。 开发方法：开发方法定义了项目是采用预测型、适应型还是混合型开发方法。"
  },
  {
    "id": "N09-035",
    "stem": "以下关于需求跟踪的叙述中，不正确的是()。",
    "options": {
      "A": "需求跟踪是为了确认需求，并保证需求被实现",
      "B": "需求跟踪可以改善产品质量",
      "C": "需求跟踪可以降低维护成本",
      "D": "需求跟踪能力矩阵用于表示需求和别的系统元素之间的联系链"
    },
    "answer": "A",
    "explanation": "P281, 需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成果的一种表格。使 用需求跟踪矩阵，把每个需求与业务目标或项目目标联系起来，有助于确保每个需求都具有业务价值。需求 跟踪矩阵提供了在整个项目生命周期中跟踪需求的一种方法，有助于确保需求文件中被批准的每项需求在项 目结束的时候都能实现并交付。最后，需求跟踪矩阵还为管理产品范围变更提供了框架 需求跟踪只是跟踪需求，并不是确认需求"
  },
  {
    "id": "N09-036",
    "stem": "由客户或者发起人正式签字批准的文件是()。",
    "options": {
      "A": "核实的可交付成果",
      "B": "工作绩效信息",
      "C": "验收的可交付成果",
      "D": "可交付成果"
    },
    "answer": "C",
    "explanation": "P292: 验收的可交付成果：符合验收标准的可交付成果应该由客户或发起人正式签字批准。 应该从客户或发起人那里获得正式文件，证明干系人对项目可交付成果的正式验收。这些文件将提交给结束 项目或阶段过程。 核实的可交付成果，是控制质量的输出，属于内部验收结果。 可交付成果，是指导与管理项目工作的输出，属于原始内部交付成果。"
  },
  {
    "id": "N09-037",
    "stem": "范围管理计划中不包含 ()。",
    "options": {
      "A": "制定项目范围说明书",
      "B": "确定如何审批和维护范围基准",
      "C": "正式验收已完成的项目可交付成果",
      "D": "确定并正式验收可交付成果的正确性"
    },
    "answer": "D",
    "explanation": "P276, 范围管理计划用于指导如下过程和相关工作： *①制定项目范围说明书 *②根据详细项目范围说明书创建WBS *③确定如何审批和维护范围基准 *④正式验收已完成的项目可交付成果"
  },
  {
    "id": "N09-038",
    "stem": "小王负责一个管理信息系统项目，最近在与客户共同进行的质量审查中发现一个程序模块不符 合客户的需求，进行追溯时，也未发现相应的变更请求。最终小王被迫对这一模块进行再设计并重新编程。 造成此项返工的原因可能是()。",
    "options": {
      "A": "未进行需求管理",
      "B": "未进行范围确认",
      "C": "未进行变更管理",
      "D": "质量管理过严"
    },
    "answer": "B",
    "explanation": "进行追溯时，也未发现相应的变更请求，说明有过需求管理。造成问题的原因应该是未进行 范围确认，所以选 B。"
  },
  {
    "id": "N09-039",
    "stem": "范围管理中，需要裁剪的考虑因素不包括 ()。",
    "options": {
      "A": "知识和需求管理",
      "B": "确认和控制",
      "C": "开发方法",
      "D": "WBS 的结构"
    },
    "answer": "D",
    "explanation": "P274, 裁剪时应考虑的因素包括：(1)知识和需求管理(2)确认和控制(3)开发方法(4)需求的稳 定性(5)治理"
  },
  {
    "id": "N09-040",
    "stem": "() 是把产品需求从其来源连接到能满足需求的可交付成果的一种表格。",
    "options": {
      "A": "系统交互图",
      "B": "决策矩阵",
      "C": "需求跟踪矩阵",
      "D": "UC 矩阵"
    },
    "answer": "C",
    "explanation": "P281, 需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成果的一种表格。"
  },
  {
    "id": "N09-041",
    "stem": "关于需求的理解，不正确的是()。",
    "options": {
      "A": "让干系人积极参与需求的探索和分解工作，并仔细确定、记录和管理对产品、服务或成果的需求，能直接 促进项目成功",
      "B": "为更好地对项目进行了解，收集需求的过程应在整个项目期间定期开展",
      "C": "需求是指根据特定协议或其他强制性规范，产品、服务或成果必须具备的条件或能力",
      "D": "需求包括发起人、客户和其他干系人的已量化且书面记录的需要和期望"
    },
    "answer": "B",
    "explanation": "P276, 收集需求：仅开展一次或仅在项目的预定义时开展。"
  },
  {
    "id": "N09-042",
    "stem": "关于需求收集的描述，不正确的()。",
    "options": {
      "A": "需求文件描述的是各单一需求如何满足项目的业务需求",
      "B": "作为基准的需求应该是明确的、可量化的、完整的和相互独立的",
      "C": "需求跟踪矩阵是一种表格，可以把每个需求与业务目标联系起来",
      "D": "测试策略和测试场景也是需求跟踪的内容"
    },
    "answer": "B",
    "explanation": "P280, 需求文件描述各种单一需求将如何满足与项目相关的业务需求。一开始，可能只有高 层级的需求，然后随着有关需求信息的增加而逐步细化。只有明确的(可测量和可测试的)、可跟踪的、完整的、 相互协调的，且主要干系人愿意认可的需求，才能作为基准。所以B 错误。 需求跟踪矩阵通常包括有以下内容，具体取舍根据项目需要：①业务需要、机会、目的和目标；②项目目标； *③项目范围和WBS 可交付成果；④产品设计；⑤产品开发；⑥测试策略和测试场景；⑦高层级需求到详细 需求等"
  },
  {
    "id": "N09-043",
    "stem": "下面属于项目范围控制活动的是()。",
    "options": {
      "A": "对项目的绩效情况进行分析，确定是否偏离设定的范围基准",
      "B": "对详细的范围说明书进行评审，提交客户签字确认",
      "C": "与客户充分沟通以获取项目的详细需求",
      "D": "与客户开展审查或检查活动，判断工作和交付成果是否符合设定的标准"
    },
    "answer": "A",
    "explanation": "B 属于定义范围的工作。 C 属于收集需求的工作。 D 属于确认范围的工作。"
  },
  {
    "id": "N09-044",
    "stem": "在项目范围确认时，经常会使用群体决策技术，在以下群体决策技术中，()是根据群体中超 过50%人员的意见作出决策。",
    "options": {
      "A": "一致同意原则",
      "B": "大多数原则",
      "C": "相对多数原则",
      "D": "独裁原则"
    },
    "answer": "B",
    "explanation": "不是课本原话。大多数原则获得群体中超过50%人员的支持，就能做出决策。把参与决策的 小组人数定为奇数，防止因平局而无法达成决策"
  },
  {
    "id": "N09-045",
    "stem": "在预测型生命周期中，在开展确认范围、控制范围及其他控制过程时，()被用作比较的基础。",
    "options": {
      "A": "基准",
      "B": "未完成项",
      "C": "WBS",
      "D": "需求跟踪矩阵"
    },
    "answer": "A",
    "explanation": "P274, 在预测型生命周期中，在开展确认范围、控制范围及其他控制过程时，基准被用作比 较的基础。"
  },
  {
    "id": "N09-046",
    "stem": "在创建工作分解结构过程中，项目相关人员要()。",
    "options": {
      "A": "进行时间估算和成本估算",
      "B": "执行WBS",
      "C": "对 WBS 给予确认并对此达成共识",
      "D": "编制绩效报告"
    },
    "answer": "C",
    "explanation": "AD 都和创建WBS 无关，B 执行WBS 的工作属于指导和制订项目工作，C 正确"
  },
  {
    "id": "N09-047",
    "stem": "某公司承担了一个新项目，为一家小型制造企业开发协同工作系统。该制造企业之前没有使用 过协同工作系统，业务比较复杂，需求会持续变更，作为项目经理应通过()来确保项目顺利完成。",
    "options": {
      "A": "项目前期多花时间，尽可能的明确和细化需求",
      "B": "更改项目完成时间，提前进行验收，以便处理验收时发现的问题",
      "C": "在开发中采用迭代开发的方式，及时调整功能",
      "D": "制定需求管理计划，规划如何分析、记录和管理需求"
    },
    "answer": "D",
    "explanation": "A错误。既然需求会持续变更，那么前期就不应该过于细化需求。 B 错误。明显不正确 C 没有D 好 。 D 最切合题意。通过制订一系列的流程和方法来应对各种可能发生的变化，这是是范围管理的首要事情。"
  },
  {
    "id": "N09-048",
    "stem": "以下关于需求跟踪的叙述中，()是不正确的。",
    "options": {
      "A": "逆向需求跟踪检查设计文档、代码、测试用例等工作产品是否都能在《需求规格说明书》中找到出处",
      "B": "需求跟踪矩阵可以把每个需求与业务目标或项目目标联系起来",
      "C": "需求跟踪矩阵为管理产品范围变更提供框架",
      "D": "如果按照“需求开发-系统设计-编码-测试”这样的顺序开发产品，由于每一步的输出就是下一步的输入， 所以不必担心设计、编程、测试会与需求不一致，可以省略需求跟踪"
    },
    "answer": "D",
    "explanation": "D 错误，虽然遵守了流程，但不代表就不会遗漏需求，所以还是要用跟踪矩阵跟踪 【蜗牛老师点评】本题虽然是老题，但也有一定的参考价值"
  },
  {
    "id": "N09-049",
    "stem": "以下说法正确的是()。",
    "options": {
      "A": "可交付成果经过客户确认后就不能再变更了",
      "B": "核实的可交付成果是确认范围的输出",
      "C": "验收的可交付成果需要得到客户的正式签字确认",
      "D": "确认范围过程通常先于控制质量过程，二者也可同时进行"
    },
    "answer": "C",
    "explanation": "可交付成果：是指导与管理项目工作的输出，属于原始内部交付成果。一旦完成了可交付成果的第一个版本， 就应该执行变更控制。可以变更，但是要走变更流程。 核实的可交付成果，是控制质量的输出，属于内部验收结果。 验收的可交付成果：符合验收标准的可交付成果应该由客户或发起人正式签字批准。应该从客户或发起人那 里获得正式文件，证明干系人对项目可交付成果的正式验收。这些文件将提交给结束项目或阶段过程。 确认范围过程与控制质量过程的不同之处在于，前者关注可交付成果的验收，而后者关注可交付成果的正确 性及是否满足质量要求。控制质量过程通常先于确认范围过程，但二者也可同时进行。"
  },
  {
    "id": "N09-050",
    "stem": "关于确认范围的描述，不正确的是()。",
    "options": {
      "A": "确认范围的作用之一是确保验收过程具有客观性",
      "B": "确认范围过程通常先于控制质量过程，二者也可同时进行",
      "C": "在确认范围时，要检查可交付成果是否有明确的质量标准",
      "D": "管理层、客户、项目管理人员在确认范围时的关注点有所不同"
    },
    "answer": "B",
    "explanation": "P290, 通常情况下，在确认范围前，项目团队需要先进行质量控制工作，例如，在确认软件 项目的范围之前，需要进行系统测试等工作，以确保确认工作的顺利完成。"
  },
  {
    "id": "N09-051",
    "stem": "在需求文件中，()的需求可作为基准使用。 *①可测量和可测试；②项目经理认可；③完整且可跟踪；④相对独立无依赖",
    "options": {
      "A": "①②",
      "B": "①③",
      "C": "③④",
      "D": "②③"
    },
    "answer": "B",
    "explanation": "P280, 只有明确的(可测量和可测试的)、可跟踪的、完整的、相互协调的，且主要干系人 愿意认可的需求，才能作为基准"
  },
  {
    "id": "N09-052",
    "stem": "某项目在执行过程中，软件的需求基线已经确定后，客户需要增加新的功能，但该需求变更会 对已经完成系统的稳定性有较大影响。作为项目负责人处理这些需求变更，下列()做法是不合适的。",
    "options": {
      "A": "利用原型法给用户提供预览，以帮助准确把握用户的真实需求",
      "B": "可以跟客户说不，并与其商议在后续项目或下一版本中满足他们的要求",
      "C": "秉承“客户至上”的原则，召集有关人员开始变更工作，满足客户的要求",
      "D": "利用在项目初期文档化的视图、范围、限制，与变更项比较，决定是否采用此项变更"
    },
    "answer": "C",
    "explanation": "P293, 控制项目范围确保所有变更请求、推荐的纠正措施或预防措施都通过实施整体变更控 制过程进行处理。在变更实际发生时，也需要采用控制范围过程来管理这些变更。控制范围过程应该与其他 项目管理知识领域的控制过程协调开展。未经控制的产品或项目范围的扩大(未对时间、成本和资源做相应调 整)被称为范围蔓延。 项目经理应该首先对变更申请做初审评估，帮助客户把握真实需求，影响客户的变更因素，这些都属于控制 范围的范畴。"
  },
  {
    "id": "N09-053",
    "stem": "() 不是规划范围管理过程的输入。",
    "options": {
      "A": "项目章程",
      "B": "项目管理计划",
      "C": "质量管理计划",
      "D": "需求管理计划"
    },
    "answer": "D",
    "explanation": "P275, 需求管理计划规划范围管理过程的输出"
  },
  {
    "id": "N09-054",
    "stem": "需要在整个项目期间定期开展的过程是()。",
    "options": {
      "A": "定义范围",
      "B": "创建WBS",
      "C": "确认范围",
      "D": "控制范围"
    },
    "answer": "C",
    "explanation": "P272-273, 规划范围管理：仅开展一次或仅在项目的预定义时开展 收集需求：仅开展一次或仅在项目的预定义时开展 定义范围：需要在整个项目期间反复开展 创建WBS: 仅开展一次或仅在项目的预定义时开展 确认范围：需要在整个项目期间定期开展 控制范围：需要在整个项目期间反复开展"
  },
  {
    "id": "N09-055",
    "stem": "() 是用于促进头脑风暴的一种技术，通过投票排列最有用的创意，以便进一步开展头脑风暴 或优先排序。",
    "options": {
      "A": "名义小组技术",
      "B": "因果图",
      "C": "偏差分析",
      "D": "挣值分析"
    },
    "answer": "A",
    "explanation": "P279, 名义小组技术是用于促进头脑风暴的一种技术，通过投票排列最有用的创意，以便进 一步开展头脑风暴或优先排序。"
  },
  {
    "id": "N09-056",
    "stem": "采用适应型生命周期的项目，在开展确认范围、控制范围及其他控制过程时，使用()反映当 前需求。",
    "options": {
      "A": "范围基准",
      "B": "项目范围",
      "C": "WBS",
      "D": "未完成项"
    },
    "answer": "D",
    "explanation": "P274: 采用适应型生命周期的项目，则使用未完成项(包括产品需求和用户故事)反映当前需求。"
  },
  {
    "id": "N09-057",
    "stem": "当用户提出新需求时，项目组应在()指导下进行项目范围管理。",
    "options": {
      "A": "WBS",
      "B": "范围管理计划",
      "C": "项目范围说明书",
      "D": "需求跟踪矩阵"
    },
    "answer": "B",
    "explanation": "P275, 范围管理计划描述将如何定义、监督、控制和确认项目范围。所以选 B"
  },
  {
    "id": "N09-058",
    "stem": "() 执行的步骤为：分成多个小组，每个小组开展讨论；小组讨论结束后主持人依次询问每 位参与者，请每人提出一个创意；这种询问可以进行很多轮，直至得到足够数量的创意；再由全体参与者对 所有创意进行评审和排序。",
    "options": {
      "A": "焦点小组",
      "B": "名义小组",
      "C": "引导式研讨会",
      "D": "头脑风暴"
    },
    "answer": "B",
    "explanation": "P279, 名义小组技术：是用于促进头脑风暴的一种技术，通过投票排列最有用的创意，以便 进一步开展头脑风暴或优先排序。名义小组技术是一种结构化的头脑风暴形式，由四个步骤组成：①向集体 提出一个问题或难题，每个人在沉思后写出自己的想法；②主持人在活动挂图上记录所有人的想法；③集体 讨论各个想法，直到全体成员达成一个明确的共识；④个人私下投票决出各种想法的优先排序，通常采用5 分制，1分最低，5分最高。为减少想法数量、集中关注想法，可进行数轮投票。每轮投票后，都将清点选票， 得分最高者被选出。"
  },
  {
    "id": "N09-059",
    "stem": "测试人员在测试某一功能时，发现该功能在需求说明书里没有，他接下来正确的做法是()。",
    "options": {
      "A": "在需求说明书中补充该功能",
      "B": "汇报项目经理，让其查明原因",
      "C": "找开发人员沟通，让其删除该功能",
      "D": "找用户沟通，该功能是否需要"
    },
    "answer": "B",
    "explanation": "ACD 肯定都不行，这些都不是测试人员的工作，应该汇报给项目经理，让其查明原因。"
  },
  {
    "id": "N09-060",
    "stem": "为定义产品范围和项目范围奠定基础，属于()过程的作用。",
    "options": {
      "A": "收集需求",
      "B": "确认范围",
      "C": "规划范围管理",
      "D": "创建WBS"
    },
    "answer": "A",
    "explanation": "P272-273, 收集需求的作用：为定义产品范围和项目范围奠定基础。"
  },
  {
    "id": "N09-061",
    "stem": "某项目团队针对三个方案进行投票，支持",
    "options": {
      "A": "一致性同意原则",
      "B": "相对多数原则",
      "C": "大多数原则",
      "D": "独裁原则"
    },
    "answer": "B",
    "explanation": "不是课本原话。相对多数原则根据群体中相对多数者的意见做出决策，即便未能获得大多数 人的支持。通常在候选项超过两个时使用"
  },
  {
    "id": "N09-062",
    "stem": "在敏捷型生命周期中，在开展确认范围、控制范围及其他控制过程时，使用()反映当前需求。",
    "options": {
      "A": "需求文件",
      "B": "未完成项",
      "C": "范围说明书",
      "D": "需求跟踪矩阵"
    },
    "answer": "B",
    "explanation": "P274, 在敏捷型生命周期中，在开展确认范围、控制范围及其他控制过程时，使用未完成项 (包括产品需求和用户故事)反映当前需求。"
  },
  {
    "id": "N09-063",
    "stem": "以下关于范围管理的说法中，不正确的是()。",
    "options": {
      "A": "标杆对照所采用的可比组织可以是内部的，也可以是外部的",
      "B": "WBS 最低层的组成部分称为工作包，包括计划的工作",
      "C": "范围基准是经过批准的范围说明书、WBS 和相应的WBS 词典，范围基准是项目管理计划的组成部分",
      "D": "高层管理主要关注项目可交付成果是否足够和必须完成，时间、资金和资源是否足够"
    },
    "answer": "D",
    "explanation": "P290-291, 管理层主要关注项目范围：是指范围对项目的进度、资金和资源的影响，这些因素是否超过了组织承受范围， 是否在投入产出上具有合理性。【老板关心钱】 客户主要关注产品范围：关心项目的可交付成果是否足够完成产品或服务。【客户关心产品和服务】 项目管理人员关注项目制约因素：关心项目可交付成果是否足够和必须完成，时间、资金和资源是否足够， 主要的潜在风险和预备解决的方法。【管理人员关注能否完成】 项目团队成员主要关心项目范围中自己参与的元素和负责的元素。【成员关注自己负责的活】"
  },
  {
    "id": "N09-064",
    "stem": "需求管理计划是项目管理计划的组成部分，其内容不包括()。",
    "options": {
      "A": "如何规划、跟踪和报告各种需求活动",
      "B": "配置管理活动",
      "C": "测量指标及使用这些指标的理由",
      "D": "如何定义和分解范围"
    },
    "answer": "D",
    "explanation": "P276, 需求管理计划是项目管理计划的组成部分，主要内容包括： *①如何规划、跟踪和报告各种需求活动 *②配置管理活动，例如，如何启动变更，如何分析其影响，如何进行追溯、跟踪和报告，以及变更审批权限 *③需求优先级排序过程 *④测量指标及使用这些指标的理由 *⑤反映哪些需求属性将被列入跟踪矩阵等。"
  },
  {
    "id": "N09-065",
    "stem": "范围管理裁剪时需要考虑的因素不包括()。",
    "options": {
      "A": "知识和需求管理",
      "B": "需求的稳定性",
      "C": "治理",
      "D": "WBS 的层级"
    },
    "answer": "D",
    "explanation": "P274, 裁剪时应考虑的因素包括：知识和需求管理，确认和控制，开发方法，需求的稳定性， 治理。"
  },
  {
    "id": "N09-066",
    "stem": "() 用于确认项目可交付成果的成功完成或其他项目需求的实现的任何条件或标准。",
    "options": {
      "A": "业务需求",
      "B": "解决方案需求",
      "C": "质量需求",
      "D": "过渡与就绪需求"
    },
    "answer": "C",
    "explanation": "P281, 质量需求：用于确认项目可交付成果的成功完成或其他项目需求的实现的任何条件或 标准，例如，测试、认证、确认等。"
  },
  {
    "id": "N09-067",
    "stem": "关于项目范围管理过程的描述不正确的是()。",
    "options": {
      "A": "采用敏捷或适应型生命周期，旨在应对大量变更，需要干系人持续参与项目",
      "B": "在预测型项目中，只有通过正式变更控制程序才能变更项目范围基准",
      "C": "在预测型项目中，通过多次迭代来开发可交付成果，使用未完成项反映当前需求",
      "D": "在适应型或敏捷型生命周期中，在每次迭代开始时都可以定义或批准详细的范围"
    },
    "answer": "C",
    "explanation": "P274, 敏 捷 或 适 应 型 ◆敏捷或适应型方法特意在项目早期缩短定义和协商范围的时间，为后续细化范围、明确范围争取更 多的时间。敏捷方法有目的地构建和审查原型，并通过多次发布版本来明确需求，范围会在整个项 目期间被定义和再定义。采用敏捷或适应型生命周期，旨在应对大量变更，需要干系人持续参与项 目 。通过多次迭代来开发可交付成果。 ◆规划阶段：每次迭代开始时定义和批准详细的范围。在每次迭代中，都会重复开展三个过程：①收 集需求；②定义范围；③创建WBS。 ◆执行和控制阶段：在适应型或敏捷型生命周期中，发起人和客户代表应该持续参与项目。在每次迭 代中，都会重复开展两个过程：①确认范围；②控制范围。 ◆控制基准：在开展确认范围、控制范围及其他控制过程时，使用未完成项( 包括产品需求和用户故事) 反映当前需求。【敏捷用未完成项】 预 测 型 ◆在预测型项目中，经过批准的项目范围说明书、工作分解结构(WBS)和相应的WBS词典构成项目 范围基准。只有通过正式变更控制程序，才能进行基准变更。 ◆控制基准：在开展确认范围、控制范围及其他控制过程时，基准被用作比较的基础。【预测用基准】 【蜗牛老师点评】 ◆敏捷型管理：在开始时只花少量时间进行范围定义，目的是为了快速进入开发状态。在之后的开发过程 中，会存在大量的变更，通过快速迭代和反复确认来管理范围。 ◆ 预测型管理：在开始时花大量时间进行详细的需求分析和范围定义，形成范围基准。在之后的开发过程 中，按照计划来进行，有涉及基准的变更，那么走变更流程，通过变更控制来管理范围。"
  },
  {
    "id": "N09-068",
    "stem": "关于收集需求管理过程及相关技术的描述，正确的是()。",
    "options": {
      "A": "需求跟踪矩阵是把产品需求从其来源链接到能满足需求的可交付成果的一种表格",
      "B": "原型法是一种结构化的头脑风暴形式，通过投票排列最有用的创意",
      "C": "故事板是一种原型技术，是对产品范围的可视化描绘，可以直观显示业务系统的交互方式",
      "D": "收集需求管理过程为规划范围管理过程莫定基础，需要反复开展，贯穿于整个项目生命周期"
    },
    "answer": "A",
    "explanation": "P276-281, 原型法：在实际制造预期产品之前，先造出该产品的模型。原型包括微缩产品、计算机生成的二维和三维模 型、实体模型或模拟。原型法支持渐进明细的理念，需要经历从模型创建、用户体验、反馈收集到原型修改 的反复循环过程。 【比如：售楼中心都会有一个沙盘】 故事板是一种原型技术，通过一系列的图像或图示来展示顺序或导航路径。【PPT】 D 不正确，规划范围管理过程是收集需求的基础"
  },
  {
    "id": "N09-069",
    "stem": "关于范围控制的描述，正确的是()。",
    "options": {
      "A": "控制进度是控制范围的一种有效的方式",
      "B": "项目执行组织本身发生变化不会引起范围变更",
      "C": "范围变更控制必须和其他控制过程综合在一起",
      "D": "政府政策的变化不可以成为范围变更的理由"
    },
    "answer": "C",
    "explanation": "A 错误。范围是基础，控制范围能有效控制进度和成本，但是控制进度和成本不一定能控制 范围。 B 错误。项目执行组织发生变化，那么事业环境因素和资源有可能就会发生变化，可能会缺少相关资源，那 么有可能会引起范围变更。 C 正确。变更肯定需要走变更流程，那么需要和变更控制综合到一起。 D 一看就不正确，还有什么比政府政策更大的呢。"
  },
  {
    "id": "N09-070",
    "stem": "关于范围确认和范围控制的描述，正确的是()。",
    "options": {
      "A": "当变更会对进度，成本产生较大影响时，变更申请不应该被通过",
      "B": "客户和项目团队成员往往有在当前版本中加入所有功能的意愿",
      "C": "确认范围后该项目的范围不能再更改",
      "D": "由于政府政策调整而导致项目范围的变更申请，可直接通过"
    },
    "answer": "B",
    "explanation": "A 错误。变更只要通过了CCB 的审批，那么按变更流程去执行即可 C 错误。确认范围后项目范围并非不可在修改，只是再次修改可能会引起时间、资源上的变化。 D 错误。因为政策原因调整也需要走变更流程。"
  },
  {
    "id": "N09-071",
    "stem": "关于确认范围和质量控制的描述，不正确的是：()。",
    "options": {
      "A": "确认范围关注可交付成果的验收",
      "B": "质量控制关注可交付成果的正确性及是否满足质量要求",
      "C": "确认范围和质量控制均由组织内部质量部门实施",
      "D": "确认范围和质量控制都可以通过检查的方法来进行"
    },
    "answer": "C",
    "explanation": "P290, 确认范围过程与控制质量过程的不同之处在于，前者关注可交付成果的验收，而后者 关注可交付成果的正确性及是否满足质量要求。控制质量过程通常先于确认范围过程，但二者也可同时进行。"
  },
  {
    "id": "N09-072",
    "stem": "以下关于可交付成果的说法错误的是()。",
    "options": {
      "A": "可交付成果是指导与管理项目的输出之一",
      "B": "从控制质量过程输出的核实的可交付成果是确认范围过程的输入",
      "C": "验收的可交付成果是确认范围过程的输出之一，由获得授权的干系人正式签字批准",
      "D": "结束项目或阶段的输入是最终产品"
    },
    "answer": "D",
    "explanation": "P266, 结束项目或阶段的输出是最终产品、服务或成果"
  },
  {
    "id": "N09-073",
    "stem": "关于范围管理计划的描述，不正确的是()。",
    "options": {
      "A": "包括收集需求和管理需求的过程",
      "B": "包括制定项目范围说明书",
      "C": "规定了正式验收已完成的项目可交付成果",
      "D": "规定了根据详细项目范围说明书创建WBS"
    },
    "answer": "A",
    "explanation": "P276, 范围管理计划用于指导如下过程和相关工作： *①制定项目范围说明书 *②根据详细项目范围说明书创建WBS *③确定如何审批和维护范围基准 *④正式验收已完成的项目可交付成果 A属于需求管理计划的内容"
  },
  {
    "id": "N09-074",
    "stem": "在项目范围管理中，企业管理层主要关注 ()。",
    "options": {
      "A": "产品的范围",
      "B": "项目范围投入产出的合理性",
      "C": "交付成果是否满足质量要求",
      "D": "项目过程的合理性"
    },
    "answer": "B",
    "explanation": "P290-291, 管理层主要关注项目范围：是指范围对项目的进度、资金和资源的影响，这些因素是否超过了组织承受范围， 是否在投入产出上具有合理性。 客户主要关注产品范围：关心项目的可交付成果是否足够完成产品或服务。 项目管理人员主要关注项目制约因素：关心项目可交付成果是否足够和必须完成，时间、资金和资源是否足 够，主要的潜在风险和预备解决的方法。 项目团队成员主要关心项目范围中自己参与的元素和负责的元素。"
  },
  {
    "id": "N09-075",
    "stem": "在需求跟踪过程中，检查设计文档、代码、测试用例等工作成果是否都能在《产品需求规格说 明书》中找到出处的方法属于()。",
    "options": {
      "A": "逆向跟踪",
      "B": "正向跟踪",
      "C": "双向跟踪",
      "D": "系统跟踪"
    },
    "answer": "A",
    "explanation": "从说明书到产品是正向跟踪，从产品到说明书是逆向跟踪。 【蜗牛老师点评】本题虽然是老题，但也有一定的参考价值"
  },
  {
    "id": "N09-076",
    "stem": "关于范围确认和质量控制的说法，错误的是()。",
    "options": {
      "A": "确认范围应该贯穿项目的始终",
      "B": "通常情况下，在确认范围前，项目团队需要先进行质量控制工作",
      "C": "验收的可交付成果是范围确认的输入",
      "D": "确认范围的一般步骤包括：①确定需要进行范围确认的时间；②识别范围确认需要哪些投入；③确定范围 正式被接受的标准和要素；④确定范围确认会议的组织步骤；⑤组织范围确认会议"
    },
    "answer": "C",
    "explanation": "P292, 验收的可交付成果是范围确认的输出"
  },
  {
    "id": "N09-077",
    "stem": "( ) 包括收到的变更请求的数量，接受的变更请求的数量或者确认和完成的可交付成果的数量； 控制范围过程产生的()包括收到的变更的分类、识别的范围偏差和原因、偏差对进度和成本的影响，以及 对将来范围绩效的预测。",
    "options": {
      "A": "工作绩效报告；工作绩效信息",
      "B": "工作绩效数据；工作绩效信息",
      "C": "工作绩效信息；工作绩效报告",
      "D": "工作绩效数据；工作绩效报告"
    },
    "answer": "B",
    "explanation": "P294-295, 工作绩效数据：包括已完成的工作、关键绩效指标(KPI) 、技术绩效测量结果、进度活动的实际开始日期和完 成日期、已完成的故事点、可交付成果状态、进度进展情况、变更请求的数量、缺陷的数量、实际发生的成 本、实际持续时间等。 工作绩效信息：包括收到的变更的分类、识别的范围偏差和原因、偏差对进度和成本的影响，以及对将来范 围绩效的预测。"
  },
  {
    "id": "N09-078",
    "stem": "某项目经理在定义项目范围时绘制了如下所示的WBS 。 根据该图，下列说法中()是不正确 的 。",
    "options": {
      "A": "可重新设计该图，将项目生命周期阶段作为第一层",
      "B": "可重新设计该图，按照组织结构形式进行工作分解",
      "C": "可重新设计该图，以列表形式展示",
      "D": "可重新设计该图，将外包出去的摸块从图中去除以达到精简目的"
    },
    "answer": "D",
    "explanation": "P288,WBS 应包括项目管理工作，也要包括分包出去的工作。所以D 不 正 确"
  },
  {
    "id": "N09-079",
    "stem": "关于范围管理相关的描述，不正确的是 ()。",
    "options": {
      "A": "范围管理计划描述了如何定义，制定，监督，控制和确认项目范围",
      "B": "范围管理计划可以是正式的或非正式，非常详细或高度概括的",
      "C": "需求管理计划描述如何分析、记录和管理需求",
      "D": "需求管理计划是编制范围管理计划时的依据"
    },
    "answer": "D",
    "explanation": "P276, 需求管理计划是范围管理计划的输出"
  },
  {
    "id": "N09-080",
    "stem": "某项目已制定了详细的范围说明书，并完成了WBS 分解。在项目执行过程中，项目经理在进 行下一周工作安排的时候，发现 WBS 中遗漏了 一 项重要的工作，那么接下来他应该首先()。",
    "options": {
      "A": "组织项目组讨论，修改WBS",
      "B": "修改项目管理计划，并重新评审",
      "C": "汇报给客户，与其沟通，重新编写项目文档",
      "D": "填写项目变更申请，对产生的工作量进行估算，等待变更委员会审批"
    },
    "answer": "D",
    "explanation": "遗漏了 一项重要的工作，所以涉及基准。所有针对基准的变更，必须遵循变更控制流程进行， 在提交变更申请后，由CCB 进行批准。所以选D"
  },
  {
    "id": "N09-081",
    "stem": "关于工作分解结构 (WBS) 的描述，正确的是()。",
    "options": {
      "A": "WBS 必须符合项目范围",
      "B": "WBS 元素必须由多个人负责",
      "C": "WBS 必需控制在5-8 层",
      "D": "WBS 的编制只需要项目团队成员参与"
    },
    "answer": "A",
    "explanation": "P287-288,A 正确。 B 错误。WBS 中的元素必须有人负责，而且只由一个人负责，尽管实际上可能需要多个人参与。 C 错误。WBS 可以控制在4-6层，不是必需，更不是5-8层 D 错误。WBS 的编制需要所有(主要)项目干系人参与，需要团队成员的参与。"
  },
  {
    "id": "N09-082",
    "stem": "在软件项目中，()是确保需求不在开发过程中“丢失”的一个有效措施。",
    "options": {
      "A": "做好需求变更管理",
      "B": "做好需求确认",
      "C": "做好需求回溯",
      "D": "做好需求追溯"
    },
    "answer": "D",
    "explanation": "需求不在开发过程中“丢失”,那么肯定要做好需求追溯。如果是为了防止范围镀金那么就 是做好需求回溯。 【蜗牛老师点评】本题虽然是老题，但也有一定的参考价值"
  },
  {
    "id": "N09-083",
    "stem": "项目范围说明包括的内容有()。 *①产品范围描述；②需求跟踪矩阵；③项目除外责任；④干系人登记册；⑤可交付成果；⑥验收标准",
    "options": {
      "A": "①②④⑥",
      "B": "①③⑤⑥",
      "C": "①②③⑤",
      "D": "①②⑤⑥"
    },
    "answer": "B",
    "explanation": "P284, 项目范围说明书描述要做和不要做的工作的详细程度，决定着项目管理团队控制整个项目范围的有效程度。 详细的项目范围说明书包括内容有：【口诀：产教研外】 产品范围描述：项目章程和需求文件中所述的产品、服务或成果特征。 可交付成果：为完成某一过程、阶段或项目而必须产出的任何独特并可核实的产品、成果或服务能力，可交 付成果也包括各种辅助成果，如项目管理报告和文件。 验收标准：可交付成果通过验收前必须满足的一系列条件。 项目的除外责任：明确说明哪些内容不属于项目范围，有助于管理干系人的期望及减少范围蔓延。"
  },
  {
    "id": "N09-084",
    "stem": "某公司在项目执行过程中，对项目需求进行收集分析，并形成正式的项目文档，并由客户签字 确认，但在交货时发现，实际产品与客户的要求大相径庭，客户拒绝付款。经调查研究发现，需求来源和低 层需求实现不完全匹配，这可能是在()方面出了问题。",
    "options": {
      "A": "制定需求管理计划",
      "B": "维护对需求的双向跟踪性",
      "C": "求得对需求的承诺",
      "D": "管理需求变更"
    },
    "answer": "B",
    "explanation": "需求来源和低层需求实现不完全匹配，这说明是需求跟踪出了问题。 【蜗牛老师点评】本题虽然是老题，但也有一定的参考价值"
  },
  {
    "id": "N09-085",
    "stem": "详细的项目范围说明书不包括()。",
    "options": {
      "A": "产品范围描述",
      "B": "可交付成果",
      "C": "WBS",
      "D": "项目的除外责任"
    },
    "answer": "C",
    "explanation": "P284, 详细的项目范围说明书包括内容有：【口诀：产教研外】 产品范围描述：项目章程和需求文件中所述的产品、服务或成果特征。 可交付成果：为完成某一过程、阶段或项目而必须产出的任何独特并可核实的产品、成果或服务能力，可交 付成果也包括各种辅助成果，如项目管理报告和文件。 验收标准：可交付成果通过验收前必须满足的一系列条件。 项目的除外责任：明确说明哪些内容不属于项目范围，有助于管理干系人的期望及减少范围蔓延。"
  },
  {
    "id": "N09-086",
    "stem": "在项目验收过程中不宜采用()方法确定可交付成果是否符合需求和验收标准。",
    "options": {
      "A": "决策",
      "B": "检查",
      "C": "观察",
      "D": "独裁"
    },
    "answer": "C",
    "explanation": "P292, 确认范围的工具技术：①检查；②决策，AB 正确。D 选项，独裁也是一种群体决策 技术，正确。C 选项，观察是收集需求的工具技术，错误"
  },
  {
    "id": "N09-087",
    "stem": "某软件项目实施过程中产生的一个文档的主要内容如下所示，该文档的主要作用是()。 需求识别 需求规格说明书 V1.0 设计说明书 V1.0 源代码库 SDV.1 测试用例库 TCV.1 功能B001 2.1节 6.2节 3.2节 6.2节 MainFrame.java Event.java 用例01V1.1 用例02V2.1 功能B002 …… …… …… ……",
    "options": {
      "A": "工作分解",
      "B": "测试说明",
      "C": "需求跟踪",
      "D": "设计验证"
    },
    "answer": "C",
    "explanation": "这文档是一个需求跟踪矩阵，用来进行需求跟踪。"
  },
  {
    "id": "N09-088",
    "stem": "需求跟踪矩阵的作用是 ()。",
    "options": {
      "A": "可以体现需求与后续工作成果之间的对应关系",
      "B": "固化需求，防止变更",
      "C": "明确项目干系人对于需求的责任",
      "D": "对于需求复杂的项目，可以用来明确需求"
    },
    "answer": "A",
    "explanation": "P281, 需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成果的一种表格。使 用需求跟踪矩阵，把每个需求与业务目标或项目目标联系起来，有助于确保每个需求都具有业务价值。需求 跟踪矩阵提供了在整个项目生命周期中跟踪需求的一种方法，有助于确保需求文件中被批准的每项需求在项 目结束的时候都能实现并交付。最后，需求跟踪矩阵还为管理产品范围变更提供了框架"
  },
  {
    "id": "N09-089",
    "stem": "项目范围确认的依据不包括()。",
    "options": {
      "A": "需求文件",
      "B": "需求跟踪矩阵",
      "C": "工作绩效数据",
      "D": "验收的可交付成果"
    },
    "answer": "D",
    "explanation": "P291, 验收的可交付成果是范围确认的输出。不是输入或依据"
  },
  {
    "id": "N09-090",
    "stem": "某公司中标一个企业信息化系统开发项目，合同中该项目包括：人事系统、 O",
    "options": {
      "A": "WBS 需要考虑将不同的人员的工作分开",
      "B": "WBS 中各项工作是为提供可交付成果服务的",
      "C": "可以按照系统子系统来逐层分解WBS",
      "D": "一个工作单元只能从属于某个上层单元"
    },
    "answer": "D",
    "explanation": "图片里员工培训既属于系统又属于人事系统，违背“ 一个工作单元只能从属于某个上层单元， 避免交叉从属。”"
  },
  {
    "id": "N09-091",
    "stem": "应根据()来编制详细的项目范围说明书。 *①可交付成果；②假设条件；③制约因素；④WBS",
    "options": {
      "A": "①②③",
      "B": "①②④",
      "C": "①③④",
      "D": "②③④"
    },
    "answer": "A",
    "explanation": "P282, 应根据项目启动过程中记载的主要可交付成果、假设条件和制约因素来编制详细的项 目范围说明书。在项目范围说明书定义前，还没有WBS, 所 以BCD 错误。"
  },
  {
    "id": "N09-092",
    "stem": "项目进入设计阶段时， GB/T22239《 信息安全技术网络安全等级保护基本要求》己经升级 版本，而项目需求是按旧版本策划的。()直接影响项目进度。",
    "options": {
      "A": "提高需求评审评率",
      "B": "执行项目范围变更",
      "C": "与项目干系人沟通",
      "D": "重新进行成本估算"
    },
    "answer": "B",
    "explanation": "课本无原话。执行范围变更，按照新的等保要求变更项目需求，会影响进度。范围是基础， 范围的变更势必会引起进度和成本的变更。"
  },
  {
    "id": "N09-093",
    "stem": "() 是在确认范围中使用的工具与技术。",
    "options": {
      "A": "决策",
      "B": "网 络 图",
      "C": "控制图表",
      "D": "关键路径法"
    },
    "answer": "A",
    "explanation": "P292, 可用于确认范围过程的决策技术是投票，当由项目团队和其他干系人进行验收时，使 用投票来形成结论"
  },
  {
    "id": "N09-094",
    "stem": "在确认范围过程中，()主要关注项目范围对项目进度、资金和资源的影响，这些因素是否超 过了组织承受范围，是否在投入产出上具有合理性。",
    "options": {
      "A": "客户",
      "B": "管理层",
      "C": "项目经理",
      "D": "项目团队成员"
    },
    "answer": "B",
    "explanation": "P290-291, 管理层主要关注项目范围：是指范围对项目的进度、资金和资源的影响，这些因素是否超过了组织承受范围， 是否在投入产出上具有合理性。 客户主要关注产品范围：关心项目的可交付成果是否足够完成产品或服务。 项目管理人员主要关注项目制约因素：关心项目可交付成果是否足够和必须完成，时间、资金和资源是否足 够，主要的潜在风险和预备解决的方法。 项目团队成员主要关心项目范围中自己参与的元素和负责的元素。"
  },
  {
    "id": "N09-095",
    "stem": "关 于WBS 的描述，正确的是()。",
    "options": {
      "A": "WBS 中的各项工作为可交付成果提供服务",
      "B": "WBS 的内容一般会超出完成可交付成果的活动范围",
      "C": "WBS 中的元素可以由一人或多人负责",
      "D": "WBS 应包括分包的工作，但不包括管理工作"
    },
    "answer": "A",
    "explanation": "P287-288, WBS 分解注意事项： WBS 必须是面向可交付成果的；A 正 确 WBS 必须符合项目的范围：在WBS 中，所有下一级的元素之和必须100%表上一级的元素。B 错 误 WBS 的底层应该支持计划和控制； WBS 中的元素必须有人负责，而且只有蜗牛老师一个人负责，这个规定又称为独立责任原则。C 错 误 WBS 应控制在4～6层，同一级元素的大小应该相似， 一个工作单元只能从属于某个上层单元，避免交叉从 属。 WBS 应包括项目管理工作，也要包括分包出去的工作。D 错误 WBS 的编制需要所有(主要)项目干系人的参与： WBS 并非是一成不变的，在完成了WBS 之后的工作中，仍然有可能需要对WBS 进行修改。"
  },
  {
    "id": "N09-096",
    "stem": "在项目实施过程中，客户提出新的功能需求时，正确的做法是()。",
    "options": {
      "A": "由项目经理发起变更管理流程来决定是否增加该功能",
      "B": "由项目经理根据项目执行情况来决定是否增加该功能",
      "C": "由实施人员根据经验判断来决定是否增加该功能",
      "D": "由项目的投资人窩件决定是否增加该功能"
    },
    "answer": "A",
    "explanation": "有变更时，正确的做法应该是通过发起变更管理流程来处理。 选项B 错误，变更不是项目经理自己来决定是否增加功能，通过变更流程。 选项C 也是错误的，更不是由实施人员。 选项D 没有这个必要，只有涉及重大的变更，可能CCB 批准后，还需要投资人来最终确定。但这个只是实 施过程中正常的变更，走变更流程即可"
  },
  {
    "id": "N09-097",
    "stem": "关于项目范围确认的描述，不正确的是()。",
    "options": {
      "A": "范围确认应贯穿项目的始终",
      "B": "范围确认的主要作用是使验收过程具有客观性",
      "C": "范围确认过程关注可交付成果的正确性以及是否满足质量要求",
      "D": "范围确认时，应检查每个交付成果是否有明确的里程碑，里程碑是否明确可辨别"
    },
    "answer": "C",
    "explanation": "P290, 确认范围过程与控制质量过程的不同之处在于，前者关注可交付成果的验收，而后者 关注可交付成果的正确性及是否满足质量要求；控制质量过程通常先于确认范围过程，但二者也可同时进行。"
  },
  {
    "id": "N09-098",
    "stem": "按照下图所示的项目分解结构，其中空白处的内容应为() 某信息管理系统 项目管理 制定项目计划 质量控制 需求阶段 需求调研 需求分析 设计阶段 网络设计 图纸准备 设备选型 集成准备 技术文件编制 硬件采购 培训设定 集成实施 硬件集成 网络调测 现场培训 测试与验收 文档准备 验收",
    "options": {
      "A": "需求开发、系统测试",
      "B": "需求开发、系统交付",
      "C": "需求确认、系统测试",
      "D": "需求确认、系统交付"
    },
    "answer": "C",
    "explanation": ""
  },
  {
    "id": "N09-099",
    "stem": "进行范围确认是项日管理中一项非常重要的工作，制定和执行确认程序时，第一项工作一般是 ()。",
    "options": {
      "A": "确定需要进行确认范围的时间",
      "B": "识别确认范围需要哪些投入",
      "C": "确定确认范围正式被接受的标准和要素",
      "D": "确定确认范围会议的组织步骤"
    },
    "answer": "A",
    "explanation": "P290, 确认范围的一般步骤： 确定需要进行确认范围的时间 识别确认范围需要哪些投入 确定范围正式被接受的标准和要素 确定确认范围会议的组织步骤 组织确认范围会议"
  },
  {
    "id": "N09-100",
    "stem": "详细的项目范围说明书不包括()。",
    "options": {
      "A": "产品范围描述",
      "B": "可交付成果",
      "C": "项目基准",
      "D": "验收标准"
    },
    "answer": "C",
    "explanation": "P284, 详细的项目范围说明书内容有：产品范围描述、可交付成果、验收标准、项目的除外 责任"
  },
  {
    "id": "N09-101",
    "stem": "范围基准包括() *①经过批准的范围说明书；②项目章程；③WBS 词典；④WBS;⑤ 项目管理计划",
    "options": {
      "A": "①②⑤",
      "B": "①②④",
      "C": "①③④",
      "D": "①④⑤"
    },
    "answer": "C",
    "explanation": "P288, 范围基准是经过批准的范围说明书、WBS 和相应的WBS 词典，只有通过正式的变 更控制程序才能进行变更，它被用作比较的基础。范围基准是项目管理计划的组成部分。"
  },
  {
    "id": "N09-102",
    "stem": "关于项目范围说明书的理解，不正确的是()。",
    "options": {
      "A": "项目范围说明书可明确指出哪些工作不属于本项目范围",
      "B": "项目范围说明书使项目团队能进行更详细的规划，并为评价变更请求或额外工作是否超过项目边界提供基 准",
      "C": "项目范围说明书描述要做和不要做的工作的详细程度，决定着项目管理团队控制整个项目范围的有效程度",
      "D": "项目范围说明书不能代表项目干系人之间就项目范围所达成的共识"
    },
    "answer": "D",
    "explanation": "P284, 项目范围说明书是对项目范围、主要可交付成果、假设条件和制约因素的描述。它记 录了整个范围，包括：项目和产品范围；详细描述了项目的可交付成果；代表项目干系人之间就项目范围所 达成的共识。为便于管理干系人的期望，项目范围说明书可明确指出哪些工作不属于本项目范围。项目范围 说明书帮助项目团队进行更详细的规划，在执行过程中指导项目团队工作，并为评价变更请求或额外工作是 否超过项目边界提供基准。"
  },
  {
    "id": "N09-103",
    "stem": "() 不属于项目范围说明书的内容。",
    "options": {
      "A": "批准的项目原因",
      "B": "项目验收标准",
      "C": "项目可交付成果",
      "D": "产品范围描述"
    },
    "answer": "A",
    "explanation": "P284, 详细的项目范围说明书内容有：产品范围描述、可交付成果、验收标准、项目的除外 责任"
  },
  {
    "id": "N09-104",
    "stem": "把项目可交付成果和项目工作分解成较小、更易于管理的组件的过程是()。",
    "options": {
      "A": "创建工作分解结构",
      "B": "收集需求",
      "C": "确认范围",
      "D": "范围控制"
    },
    "answer": "A",
    "explanation": "P284, 创建工作分解结构把项目可交付成果和项目工作分解成较小、更易于管理的组件的过 程。本过程的主要作用是为所要交付的内容提供架构。"
  },
  {
    "id": "N09-105",
    "stem": "() 为完成某一过程、阶段或项目而必须产出的任何独特并可核实的产品、成果或服务能力， 其也包括各种辅助成果，如项目管理报告和文件。",
    "options": {
      "A": "产品范围描述",
      "B": "可交付成果",
      "C": "验收标准",
      "D": "项目的除外责任"
    },
    "answer": "B",
    "explanation": "P284, 可交付成果：为完成某一过程、阶段或项目而必须产出的任何独特并可核实的产品、 成果或服务能力，可交付成果也包括各种辅助成果，如项目管理报告和文件。"
  },
  {
    "id": "N09-106",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "项目章程和项目范围说明书的内容存在一定程度的重叠",
      "B": "项目章程包含高层级的信息，而项目范围说明书则是对范围组成部分的详细描述",
      "C": "由于在收集需求过程中识别出的所有需求未必都包含在项目中，所以定义范围过程需要从需求文件中选取 最终的项目需求，然后制定出关于项目及其产品、服务或成果的详细描述",
      "D": "项目章程的内容和项目范围说明书的内容存在冲突时，应以项目章程为主"
    },
    "answer": "D",
    "explanation": "课本无原话。项目章程只是高层级上的要求，会包含一部分项目需求，但是不会特别详细。 实际，是以项目范围说明书为主。"
  },
  {
    "id": "N09-107",
    "stem": "定义范围最重要的任务就是详细定义项目的范围边界，()不适合用于描述某个项目的范围。",
    "options": {
      "A": "系统开发完成后，开发人员针对系统操作为客户举行两次以上的培训",
      "B": "服务软件在对外传输数据过程中不允许以明文形式传输",
      "C": "将主会场原有的标清视频会议系统替换为高清(1080P) 视频会议系统",
      "D": "智能数据分析系统核心功能在2个月内完成，以满足验收要求"
    },
    "answer": "D",
    "explanation": "A 为项目的交付成果。 B 为验收标准。 C 为产品范围描述 ABC 都属于项目范围，D 属于进度要求"
  },
  {
    "id": "N09-108",
    "stem": "关于WBS 描 述 正 确 的 是 ( ) 。",
    "options": {
      "A": "WBS 分解得越详细越利于项目的执行",
      "B": "WBS 的元素可以几个人同时负责",
      "C": "WBS 完成后，就不能对WBS 进行修改",
      "D": "WBS 中下级元素之和等于上级元素"
    },
    "answer": "D",
    "explanation": "P287-288: A 错误。WBS 分解得越详细越利于项目的执行(过细的分解会造成管理努力的无效耗费、资源使用效率低下、 工作实施效率降低，同时造成 WBS 各层级的数据汇总困难) B 错误。WBS 的元素可以几个人同时负责(有且只有一个负责人) C 错误。WBS 完成后，就不能对WBS 进行修改 (WBS 并非是一成不变的。在完成了WBS 之后的工作中， 仍然有可能需要对 WBS 进行修改) D 正确。WBS 中下级元素之和等于上级元素 分层的特点有 ： * ① 每 层 中 的 所 有 要 素 之 和 是 下 一 层 的 工 作 之 和 。 *②每个工作要素应该具体指派一个层次，而不应该指派给多个层次。 *③WBS 需要有投入工作的范围描述，这样才能使所有人对要完成的工作有全面的了解。"
  },
  {
    "id": "N09-109",
    "stem": "项目范围基线包括()。",
    "options": {
      "A": "批准的项目范围说明书、WBS 及 WBS 字典",
      "B": "项目初步范围说明书、WBS 及 WBS 字典",
      "C": "批准的项目范围说明书，WBS 字典",
      "D": "项目详细范围说明书、WBS"
    },
    "answer": "A",
    "explanation": "P288, 项目的范围基准是经过批准的项目范围说明书、WBS 和WBS 词典。"
  },
  {
    "id": "N09-110",
    "stem": "关于项目范围定义的描述，不正确的是()。",
    "options": {
      "A": "范围定义是制定目标和产品详细描述的过程",
      "B": "范围定义过程的输出包括范围管理计划、干系人登记册、需求文件",
      "C": "范围说明书是对项目范围、可交付成果、假设条件相同和制约因素等的描述",
      "D": "项目进行中，往往需要多次反复开展范围定义的活动"
    },
    "answer": "B",
    "explanation": "P282, 范围管理计划是规划范围管理的输出，干系人登记册是识别干系人的输出，需求文件 是收集需求的输出，B 是完全错误"
  },
  {
    "id": "N09-111",
    "stem": "( ) 是审查项目绩效随时间的变化情况，以判断绩效是正在改善还是正在恶化。",
    "options": {
      "A": "偏差分析",
      "B": "趋势分析",
      "C": "检查",
      "D": "挣值管理"
    },
    "answer": "B",
    "explanation": "P295, 趋势分析：旨在审查项目绩效随时间的变化情况，以判断绩效是正在改善还是正在恶 化。"
  },
  {
    "id": "N09-113",
    "stem": "关于确认范围的描述，正确的是()。",
    "options": {
      "A": "确认范围是在正式验收阶段才执行的过程",
      "B": "分解技术是确认范围的主要工具与技术",
      "C": "客户主要关心产品范围和可交付成果",
      "D": "确认范围强调的是结束项目所要做的流程性工作"
    },
    "answer": "C",
    "explanation": "A错误。确认范围是阶段性工作，贯穿整个项目生命周期 B 错误。分解技术是创建WBS 的工具与技术。 D 错误。结束项目所要做的流程性工作是项目收尾。 C 正确。客户主要关心的是产品的范围，关心项目的可交付成果是否足够完成产品或服务。"
  },
  {
    "id": "N09-114",
    "stem": "要把整个项目工作分解为工作包，通常需要开展如下活动： *①识别和分析可交付成果及相关工作 *②() *③自上而下逐层细化分解 *④为WBS 组成部分制定和分配标识编码 *⑤核实可交付成果分解的程度是否恰当",
    "options": {
      "A": "确定WBS 的结构和编排方法",
      "B": "收集需求",
      "C": "指定责任人",
      "D": "范围定义"
    },
    "answer": "A",
    "explanation": "P284, 要把整个项目工作分解为工作包，通常需要开展如下活动：①识别和分析可交付成果 及相关工作；②确定WBS 的结构和编排方法；③自上而下逐层细化分解；④为WBS 组成部分制定和分配标 识编码；⑤核实可交付成果分解的程度是否恰当"
  },
  {
    "id": "N09-115",
    "stem": "在范围定义的工具和技术中，()通过产品分解、系统分析、价值工程等技术理清产品范围， 并把对产品的要求转化成项目的要求。",
    "options": {
      "A": "焦点小组",
      "B": "各选方案生成",
      "C": "产品分析",
      "D": "引导式研讨会"
    },
    "answer": "C",
    "explanation": "P283, 产品分析可用于定义产品和服务，包括针对产品或服务提问并回答，以描述要交付产 品的用途、特征及其他方面。产品分析技术主要包括：产品分解、需求分析、系统分析、系统工程、价值分 析、价值工程等"
  },
  {
    "id": "N09-116",
    "stem": "以下关于工作分解结构的叙述，错误的是()。",
    "options": {
      "A": "工作分解结构是项目各项计划和控制措施制定的基础和主要依据",
      "B": "工作分解结构是面向可交付物的层次型结构",
      "C": "工作分解结构可以不包括分包出去的工作",
      "D": "工作分解结构能明确项目相关各方面的工作界面，便于责任划分和落实"
    },
    "answer": "C",
    "explanation": "P288,WBS 应包括项目管理工作，也要包括分包出去的工作。所以C 错误。"
  },
  {
    "id": "N09-117",
    "stem": "关于 WBS 的描述，不正确的是：()。",
    "options": {
      "A": "WBS 必须且只能包括100%的工作",
      "B": "WBS 的元素必须指定一个或多个负责人",
      "C": "WBS 应该由全体项目成员、用户和项目干系人一致确认",
      "D": "分包出去的工作也应纳入 WBS 中"
    },
    "answer": "B",
    "explanation": "P287-288, WBS 分解注意事项： *①WBS 必须是面向可交付成果的。 *②WBS 必须符合项目的范围。 *③WBS 的底层应该支持计划和控制。 *④WBS 中的元素必须有人负责，而且只由一个人负责，尽管实际上可能需要多个人参与。 B 错误 *⑤WBS 应控制在4～6层，同一级元素的大小应该相似，一个工作单元只能从属于某个上层单元，避免交叉 从属。 *⑥WBS 应包括项目管理工作，也要包括分包出去的工作。 *⑦WBS 的编制需要所有(主要)项目于系人的参与，需要项目团队成员的参与。 *⑧WBS 并非是一成不变的。"
  },
  {
    "id": "N09-118",
    "stem": "项目经理向干系人说明项目范围时，应以()为依据。",
    "options": {
      "A": "合同",
      "B": "项目范围说明书",
      "C": "WBS",
      "D": "产品说明书"
    },
    "answer": "B",
    "explanation": "既然是说明项目范围，那么肯定是项目范围说明书为准。"
  },
  {
    "id": "N09-119",
    "stem": "公司上个月取消了由张工管理的视频游戏项目的需求定义文件和范围说明。现在公司要求将该 项目成果变成可在个人电视及计算机上玩的交互游戏。这至少()。",
    "options": {
      "A": "需要修改项目既定的由WBS 定义的范围",
      "B": "导致所有项目基准的改变",
      "C": "导致成本、时间、质量和其他目标的调整",
      "D": "会得到一个教训"
    },
    "answer": "A",
    "explanation": "A 正确。项目成果进行了变更，那么作为 WBS 的元素肯定也需要修改。 B 错误。项目范围变更，基准不一定变更，比如将窗体字体从宋体修改为黑体，范围变更了，但是不用修改 基准。CD 均不正确。"
  },
  {
    "id": "N09-120",
    "stem": "验收的可交付成果，属于项目范围管理中()过程的输出。",
    "options": {
      "A": "定义范围",
      "B": "控制范围",
      "C": "收集需求",
      "D": "确认范围"
    },
    "answer": "D",
    "explanation": "P292, 核实的可交付成果是确认范围的输入是控制质量的输出，验收的可交付成果是确认范 围的输出。"
  },
  {
    "id": "N09-121",
    "stem": "某公司决定在现有公文处理系统的基础上，新开发一个移动端 APP, 便于大家远程办公。项目 经理召开工作会议，就工作分解结构提出了如下的建议，其中()是不妥当的。",
    "options": {
      "A": "项目组所有人员都要参与，任务分解的层次控制在4至6层之间",
      "B": "对目前尚不清楚具体活动的模块可以使用规划包进行分解",
      "C": "项目干系人对完成的 WBS 给予确认，并达成共识",
      "D": "项目经理负责项目 WBS 分解，外包商负责外包合同 WBS 的分解"
    },
    "answer": "D",
    "explanation": "P287-288,D 错误。WBS 应包括项目管理工作(因为管理是项目具体工作的一部分),也 要包括分包出去的工作。"
  },
  {
    "id": "N09-122",
    "stem": "某项目经理张先生在确定项目范围过程中，已得到项目章程、工作说明书、企业环境因素和组 织过程资产等信息，他立刻组织项目团队管理人员，并聘请有关专家，采用项目管理信息系统、项目管理方 法论等工具，确定项目需要完成的工作，在上述工作结束后，相应的输出是()。",
    "options": {
      "A": "项目进度计划",
      "B": "项目范围说明书",
      "C": "工作绩效报告",
      "D": "项目审计报告"
    },
    "answer": "B",
    "explanation": "定义范围的输出项目范围说明书"
  },
  {
    "id": "N09-123",
    "stem": "关于工作分解结构 (WBS) 的描述，不正确的是()。",
    "options": {
      "A": "WBS 最底层的工作单元称为工作包",
      "B": "工作分解结构的编制不需要客户参与",
      "C": "每个工作要素相互独立，尽量减少交叉",
      "D": "每层中的所有要素之和是下一层的工作之和"
    },
    "answer": "B",
    "explanation": "P288:WBS 的编制需要所有(主要)项目干系人的参与。所以B 错误。"
  },
  {
    "id": "N09-124",
    "stem": "在创建WBS 的过程中，以下说法错误的是()。",
    "options": {
      "A": "对 WBS 较高层组件进行分解，就是要把每个可交付成果或组件分解为最基本的组成部分，即可核实的 产品、服务或成果",
      "B": "如果采用敏捷或适应型方法，可以将长篇故事分解成用户故事",
      "C": "WBS 可以采用提纲式、组织结构图或能说明层级结构的其他形式",
      "D": "WBS 分解的越细越好"
    },
    "answer": "D",
    "explanation": "P287, 不同的可交付成果可以分解到不同的层次。工作分解得越细致，对工作的规划、管理 和控制就越有力。但是，过细的分解会造成管理努力的无效耗费、资源使用效率低下、工作实施效率降低， 同时造成WBS 各层级的数据汇总困难"
  },
  {
    "id": "N09-125",
    "stem": "某待开发的信息系统工作分解结构图如下图，其中标有的方框应该填写的内容是()。",
    "options": {
      "A": "同行评审",
      "B": "计划评审",
      "C": "项目管理计划制定",
      "D": "集成方案制定"
    },
    "answer": "C",
    "explanation": "这题是WBS 分解，属于项目管理里的工作任务是项目管理计划制定"
  },
  {
    "id": "N09-126",
    "stem": "() 可用来确定可交付成果是否符合需求和验收标准。",
    "options": {
      "A": "投票",
      "B": "观察",
      "C": "检查",
      "D": "访谈"
    },
    "answer": "C",
    "explanation": "P292, 检查是指开展测量、审查与确认等活动，来判断工作和可交付成果是否符合需要和产 品验收标准"
  },
  {
    "id": "N09-127",
    "stem": "在控制项目范围时，不需要用到()。",
    "options": {
      "A": "工作绩效报告",
      "B": "需求管理计划",
      "C": "WBS词典",
      "D": "配置管理计划"
    },
    "answer": "A",
    "explanation": "P293-294, 控制项目范围的输入：1.项目管理计划(范围管理计划、需求管理计划、变更管 理计划、配置管理计划、范围基准、绩效测量基准)、2.项目文件(需求文件、需求跟踪矩阵、经验教训登 记册)、3.工作绩效数据4.组织过程资产 BCD 都是属于项目管理计划的范畴，都属于输入， WBS 属于范围基准。工作绩效数据是范围控制的输入； 工作绩效信息范围控制的输出。 A 错误。"
  },
  {
    "id": "N09-128",
    "stem": "在项目范围管理的过程中，确认范围的输入不包括()。",
    "options": {
      "A": "项目管理计划",
      "B": "工作绩效数据",
      "C": "验收的可交付成果",
      "D": "需求跟踪矩阵"
    },
    "answer": "C",
    "explanation": "P291, 确认范围的输入包括：项目管理计划、需求文件、需求跟踪矩阵、核实的可交付成果、 工作绩效数据"
  },
  {
    "id": "N09-129",
    "stem": "如果产品范围做了变更，下一步应该调整()。",
    "options": {
      "A": "项目范围",
      "B": "进度表",
      "C": "SOW",
      "D": "质量基准"
    },
    "answer": "A",
    "explanation": "产品范围做了变更，项目范围肯定需要调整了，很明显BCD 都不对，所以选A。"
  },
  {
    "id": "N09-130",
    "stem": "项目范围说明书、工作分解结构、项目范围管理计划和可交付物都是范围确认的()。",
    "options": {
      "A": "工 具",
      "B": "技 术",
      "C": "成 果",
      "D": "输 入"
    },
    "answer": "D",
    "explanation": "P289, 项目范围说明书、工作分解结构、项目范围管理计划这种一看就属于文件类的东西， 要么是输入要么是输出，肯定不是工具和技术。 第10章项目进度管理"
  },
  {
    "id": "N10-001",
    "stem": "() 提供详尽的计划，说明项目如何以及何时交付项目范围中定义的产品、服务和成果，是一 种用于沟通和管理干系人期望的工具，为绩效报告提供了依据。",
    "options": {
      "A": "项目进度计划",
      "B": "进度管理计划",
      "C": "项目章程",
      "D": "项目管理计划"
    },
    "answer": "A",
    "explanation": "P297, 项目进度计划提供了项目的详尽计划，说明项目如何以及何时交付项目范围中定义的 产品、服务和成果，是一种用于沟通和管理干系人期望的工具，为绩效报告提供依据"
  },
  {
    "id": "N10-002",
    "stem": "制订进度计划的关键步骤是() *①分析进度计划，确定是否存在逻辑关系冲突，以及在批准进度计划并将其作为基准之前是否需要资源平衡， 并同步修订和维护项目进度模型； *②定义项目里程碑，识别活动并排列活动顺序，估算持续时间，并确定活动的开始和完成日期； *③项目人员确认开始和完成日期与资源日历和其他项目或任务没有冲突，从而确认计划日期的有效性； *④由分配至各个活动的项目人员审查其被分配的活动；",
    "options": {
      "A": "①②③④",
      "B": "②④③①",
      "C": "②③④①",
      "D": "①③④②"
    },
    "answer": "B",
    "explanation": "P315: 制订进度计划的关键步骤： 定义项目里程碑，识别活动并排列活动顺序，估算持续时间，并确定活动的开始和完成日期。 由分配至各个活动的项目人员审查其被分配的活动。 项目人员确认开始和完成日期与资源日历和其他项目或任务没有冲突，从而确认计划日期的有效性。 分析进度计划，确定是否存在逻辑关系冲突，以及在卧批准牛进度老计划师并将其作为基准之前是否需要资 源平衡，并同步修订和维护项目进度模型，确保进度计划在整个项目期间一直切实可行。"
  },
  {
    "id": "N10-003",
    "stem": "某项目进度网络图中，活动",
    "options": {
      "A": "活动A 开始8天后活动B 开始",
      "B": "活动A 开始8天前活动B 开始",
      "C": "活动 A 结束8天后活动 B 开始",
      "D": "活动 A 结束8天前活动B 开始"
    },
    "answer": "B",
    "explanation": "P309, 在活动之间加入时间提前量与滞后量，可以更准确地表达活动之间的逻辑关系。SS 活 动A 和活动 B 是开始和开始的关系，+8表示滞后量，-8表示提前量，所以是活动A 开始8天前活动 B 开始。"
  },
  {
    "id": "N10-004",
    "stem": "规划进度管理是为规划、()和控制项目进度而制定政策、程序和文档的过程。",
    "options": {
      "A": "编制、管理、执行",
      "B": "编制、管理、分解",
      "C": "管理、执行、分解",
      "D": "编制、执行、分解"
    },
    "answer": "A",
    "explanation": "规划进度管理是为规划、编制、管理、执行和控制项目进度而制定政策、程序和文档的过程。"
  },
  {
    "id": "N10-005",
    "stem": "按需进行的进度计划不适用于下面那种项目()。",
    "options": {
      "A": "在运营或持续环境中以增量方式研发产品的项目",
      "B": "工作任务的规模或范围相对类似的项目",
      "C": "资源充足，范围明确，进度固定的项目",
      "D": "按照规模或范围对任务进行组合的项目"
    },
    "answer": "C",
    "explanation": "P297, 按需进行的进度计划方法不依赖于预先定义好的进度计划，而是在资源可用时立即从未完成项和工作序列中 提取工作任务，该方法适用于具有如下特征的项目： *一是在运营或持续环境中以增量方式研发产品的项目 *二是工作任务的规模或范围相对类似的项目 *三是可以按照规模或范围对任务进行组合的项目"
  },
  {
    "id": "N10-006",
    "stem": "在进行项目活动历时估算时，()属于参数估算。",
    "options": {
      "A": "从以前类似计划活动的实际持续时间为依据来估算",
      "B": "用需要完成工作的数量乘以完成单位工作所需时间为估算活动时间的依据",
      "C": "利用有可能的历时估算，最乐观的历时估算和最悲观的历时估算来计算",
      "D": "利用以历时信息为依据的专家判断估算"
    },
    "answer": "B",
    "explanation": "P312, 参数估算是利用历史数据和一些变量之间的统计关系，计算活动资源成本"
  },
  {
    "id": "N10-007",
    "stem": "项目进度管理中“定义活动”过程的主要作用不包含()。",
    "options": {
      "A": "准确地进行项目估算",
      "B": "规划项目进度",
      "C": "监控项目执行",
      "D": "提供项目验收标准"
    },
    "answer": "D",
    "explanation": "P302, 定义活动过程就是识别和记录为完成项目可交付成果而需采取的所有活动。其主要作 用是，将工作包分解为活动，作为对项目工作进行估算、进度规划、执行、监督和控制的基础"
  },
  {
    "id": "N10-008",
    "stem": "在一个复杂的信息系统项目中，由于资源限制，项目经理发现关键资源(如资深开发人员卧牛) 经常在不同的项目任务之间被重新分配，这导致项目进度频繁延误和质量波动，为了有效控制资源并减少对 进度延迟和成本超支的影响，项目经理优先采取的措施是()。",
    "options": {
      "A": "增加资源储备以应对未来的资源需求波动",
      "B": "严格限制资源在项目间的共享，确保资源专注于当前任务",
      "C": "实施资源平衡策略，优化不同任务间的资源分配",
      "D": "缩减项目范围以匹配可用资源的能力"
    },
    "answer": "C",
    "explanation": "题目说了为了有效控制资源并减少对进度延迟和成本超支的影响，所以A 措施不合适 题目说了由于资源限制，所以B 措施不合适 缩减项目范围以匹配可用资源的能力，这个肯定不合适"
  },
  {
    "id": "N10-009",
    "stem": "关于活动排序的描述，不正确的是()。",
    "options": {
      "A": "在单代号网络图中，每项活动有唯一的活动号，每项活动都标明了活动的持续时间",
      "B": "双代号网络图中流入同一节点的活动，均有共同的紧后活动",
      "C": "双代号网络图中，任两项活动的紧前事件和紧后事件代号至少有一个不相同",
      "D": "滞后量是紧后活动相对于紧前活动需要推迟的时间量， 一般用负值表示"
    },
    "answer": "D",
    "explanation": "P309,D 错误。滞后量一般用正值表示，比如 SS+15,A 的说法也有点问题，但是如果是 六标图那么也可以说的过去，根据错中选错原则，选 D"
  },
  {
    "id": "N10-010",
    "stem": "() 不属于项目进度计划的图形表示方式。",
    "options": {
      "A": "横道图",
      "B": "矩阵图",
      "C": "项目进度网络图",
      "D": "里程碑图"
    },
    "answer": "B",
    "explanation": "P323: 常用项目进度计划图形方式： 横道图：横道图也称为“甘特图”,是展示进度信息的一种图表方式。 里程碑图：里程碑图与横道图类似，但仅标示出主要可交付成果和关键外部接口的计划开始或完成日期。 项目进度网络图：项目进度网络图通常用活动节点法绘制。项目进度网络图也可以是包含时间刻度的进度网 络图，称为“时标图”。"
  },
  {
    "id": "N10-011",
    "stem": "在进行项目活动历时估算时，如果很难获得项目工作的详细信息，可采用()作为项目活动历 时估算的工具。",
    "options": {
      "A": "参数是估算",
      "B": "类比估算",
      "C": "预留时间估算",
      "D": "历时的三点估算"
    },
    "answer": "B",
    "explanation": "P312, 既然无法获得项目工作的详细信息，那么参数估算和三点估算肯定就不行，预留时间 估算这个工具不存在，用类比估算是刚刚好。类比估算主要是在无法获得项目详细信息的时候，用以前类似 项目工作的完成时间来估计当前工作的完成时间。"
  },
  {
    "id": "N10-012",
    "stem": "关于进度管理的描述，不正确的是()。",
    "options": {
      "A": "项目开展过程中，关键路径可能会发生变化",
      "B": "关键路径上的活动的总浮动时间和自由浮动时间都为0",
      "C": "资源平滑技术通常会导致项目关键路径变长",
      "D": "关键链法在关键路径法基础上，考虑了资源因素"
    },
    "answer": "C",
    "explanation": "P319: 资源平滑不会改变项目关键路径，完工日期也不会延迟。 资源平衡往往导致关键路径的改变，通常是延长。这2者之间的区别要会。"
  },
  {
    "id": "N10-013",
    "stem": "在整个项目期间仅开展一次或仅在项目的预定义时开展的过程是()。",
    "options": {
      "A": "定义活动",
      "B": "估算活动持续时间",
      "C": "制定进度计划",
      "D": "规划进度管理"
    },
    "answer": "D",
    "explanation": "P298, 进度管理中只有规划进度管理在整个项目期间仅开展一次或仅在项目的预定义时开展， 其他的都需要在项目期间开展"
  },
  {
    "id": "N10-014",
    "stem": "相对于其他估算技术，()通常成本较低、耗时较少，但准确性也较低。",
    "options": {
      "A": "类比估算",
      "B": "参数估算",
      "C": "三点估算",
      "D": "自下而上估算"
    },
    "answer": "A",
    "explanation": "P312, 类比估算通常成本较低、耗时较少，但准确性也较低。类比估算可以针对整个项目或 项目中的某个部分进行，也可以与其他估算方法联合使用"
  },
  {
    "id": "N10-015",
    "stem": "某个程序的两个模块，模块",
    "options": {
      "A": "F-S",
      "B": "F-F",
      "C": "S-S",
      "D": "S-F"
    },
    "answer": "C",
    "explanation": "P306, 根据题干中模块B 实现设备运行过程中实时监控设备状态数据的功能，说明设备运行 过程中同时进行监控设备状态数据，它们是S—S 关系。"
  },
  {
    "id": "N10-016",
    "stem": "可用于控制进度过程的数据分析技术不包括()。",
    "options": {
      "A": "备选方案分析",
      "B": "偏差分析",
      "C": "迭代燃尽图",
      "D": "趋势分析"
    },
    "answer": "A",
    "explanation": "P328-329, 可用作控制进度过程的数据分析技术主要包括：挣值分析、迭代燃尽图、绩效审 查、趋势分析、偏差分析、假设情景分析。 蜗牛老师之前课堂上讲过很多次，备选方案分析一般属于规划过程的工具和技术"
  },
  {
    "id": "N10-017",
    "stem": "关于活动历时估算的说法不正确的是()。",
    "options": {
      "A": "活动历时估算不是进行活动排序时首要考虑的问题",
      "B": "活动历时估算的准确性不依赖于项目团队成员对项目的熟悉程度",
      "C": "活动历时估算内容包括确定实施项目活动必须付出的工作努力、所需的资源数量、工作时间",
      "D": "活动历时估算可采用三点估算法"
    },
    "answer": "B",
    "explanation": "P312, 活动历时估算的准确性需要借助专家判断，项目团队成员对项目越熟悉估算的越准确"
  },
  {
    "id": "N10-018",
    "stem": "() 不属于制订进度计划的输入。",
    "options": {
      "A": "进度管理计划",
      "B": "范围基准",
      "C": "活动清单",
      "D": "进度基准"
    },
    "answer": "D",
    "explanation": "P316-317: 进度基准是制订进度计划的输出"
  },
  {
    "id": "N10-019",
    "stem": "按需进行的进度计划具有的特征不包括()。",
    "options": {
      "A": "在运营或持续环境中以增量方式研发产品的项目",
      "B": "工作任务的规模或范围相对类似的项目",
      "C": "按照规模或范围对任务进行组合的项目",
      "D": "多个团队并行开发大量的，内部关联的，较小的功能"
    },
    "answer": "D",
    "explanation": "P297, 按需进行的进度计划方法不依赖于预先定义好的进度计划，而是在资源可用时立即从未完成项和工作序列中 提取工作任务，该方法适用于具有如下特征的项目： *一是在运营或持续环境中以增量方式研发产品的项目 *二是工作任务的规模或范围相对类似的项目 *三是可以按照规模或范围对任务进行组合的项目"
  },
  {
    "id": "N10-020",
    "stem": "关于进度管理计划的概述，不正确的是()。",
    "options": {
      "A": "进度管理计划既可以是正式的也可以是非正式的，既可以是非常详细的也可以是高度概括的",
      "B": "项日管理计划中规定的偏差临界值，可以用于监督进度绩效，通常用偏离基准计划中的参数的某个百分数 来表示",
      "C": "在采用适应型生命周期时，应指定进度管理计划发布，规划和迭代的固定时间段",
      "D": "进度管理计划描述如何定义、制定、监督、控制和确认项目范围，是项目管理计划的组成部分"
    },
    "answer": "D",
    "explanation": "P301, 进度管理计划是项目管理计划的组成部分，为编制、监督和控制项目进度建立准则和 明确活动要求。"
  },
  {
    "id": "N10-021",
    "stem": "() 不是活动历时估算依据。",
    "options": {
      "A": "范围基准",
      "B": "资源需求",
      "C": "风险登记册",
      "D": "项目进度计划"
    },
    "answer": "D",
    "explanation": "P311-312, 项目进度计划是活动历时估算过程之后的制定进度计划过程的交付物，不是活动 历时估算过程的依据。"
  },
  {
    "id": "N10-022",
    "stem": "进度控制是避免工期拖延的一种方法。进度控制中的纠正行为通常加速某些活动以确保这些活 动能够及时完成。为了重新编制和执行进度表，纠正行为通常要求()。",
    "options": {
      "A": "做大家都不喜欢的决策",
      "B": "及时调整基线",
      "C": "进行原因分析",
      "D": "资源平衡"
    },
    "answer": "C",
    "explanation": "P327, 控制进度作为实施整体变更控制过程的一部分，关注内容包括： *①判断项目进度的当前状态 *②对引起进度变更的因素施加影响 *③重新考虑必要的进度储备 *④判断项目进度是否已经发生变更 *⑤在变更实际发生时对其进行管理 首先就要进行原因分析，其次才决定是否调整基准"
  },
  {
    "id": "N10-023",
    "stem": "在关键路径上增加资源不一定会缩短项目的工期，这是因为()。",
    "options": {
      "A": "关键路径上的活动是不依赖于时间和资源的",
      "B": "关键活动所配置的资源数量总是充足的",
      "C": "关键活动的历时是固定不变的",
      "D": "增加资源有可能导致产生额外的问题并且降低效率"
    },
    "answer": "D",
    "explanation": "P321: 赶工并非总是切实可行的，因它可能导致风险和/或成本的增加，所以D 正确。ABC 明显错误"
  },
  {
    "id": "N10-024",
    "stem": "定义活动时需要参考的依据不包括()。",
    "options": {
      "A": "进度管理计划",
      "B": "范围基准",
      "C": "进度基准",
      "D": "活动清单模板"
    },
    "answer": "C",
    "explanation": "P302: 进度基准更新是定义活动的输出"
  },
  {
    "id": "N10-025",
    "stem": "估算活动持续时间时需要参考的依据不包括()。",
    "options": {
      "A": "估算依据",
      "B": "进度管理计划",
      "C": "风险登记册",
      "D": "范围基准"
    },
    "answer": "A",
    "explanation": "P314, 估算依据是估算活动持续时间的输出"
  },
  {
    "id": "N10-026",
    "stem": "某项活动最可能时间8天，最乐观时间7天，最悲观时间12天，则该活动的期望持续时间 为 ( ) 。",
    "options": {
      "A": "7 天",
      "B": "8 天",
      "C": "9 天",
      "D": "10 天"
    },
    "answer": "C",
    "explanation": "P313, 基于贝塔分布：(7+12+4*8)/6=51/6 基于三角分布：(7+12+8)/3=9 【蜗牛老师点评】注意在第三版常常默认用贝塔分布，如果用贝塔算不出结果时，需要用三角分布计算"
  },
  {
    "id": "N10-027",
    "stem": "() 用于追踪迭代未完项中尚待完成的工作。它分析与理想燃尽图的偏差。可使用预测趋势线 来预测迭代结束时可能出现的偏差。",
    "options": {
      "A": "趋势分析",
      "B": "迭代燃尽图",
      "C": "挣值分析",
      "D": "偏差分析"
    },
    "answer": "B",
    "explanation": "P328, 迭代燃尽图：这类图用于追踪迭代未完项中尚待完成的工作。它分析与理想燃尽图的偏差。可使用预测趋势 线来预测迭代结束时可能出现的偏差。燃尽图中先用对角线表示理想的燃尽情况，再每天画出实际剩余工作， 最后基于剩余工作计算出趋势线以预测完成情况"
  },
  {
    "id": "N10-028",
    "stem": "将工作包分解为进度活动，作为对项目工作进行进度估算、规划、执行、监督和控制的基础是 ( )。",
    "options": {
      "A": "定义活动",
      "B": "排列活动排序",
      "C": "制定进度计划",
      "D": "规划进度管理"
    },
    "answer": "A",
    "explanation": "P298, 定义活动是识别和记录为完成项目可交付成果而须采取的具体行动的过程。本过程的 主要作用是，将工作包分解为进度活动，作为对项目工作进行进度估算、规划、执行、监督和控制的基础"
  },
  {
    "id": "N10-029",
    "stem": "关于估算活动持续时间的说法中不正确的是()。",
    "options": {
      "A": "估算活动持续时间的主要作用是确定完成每个活动所需花费的时间量",
      "B": "随着数据越来越详细，越来越准确，持续时间估算的准确性和质量也会越来越高",
      "C": "帕金森定律指出人们只有在最后一刻，即快到期限时才会全力以赴",
      "D": "类比估算是一种使用相似活动或项目的历史数据来估算当前活动或项目的持续时间或成本的技术"
    },
    "answer": "C",
    "explanation": "P311, 员工激励：项目经理还需要了解拖延症和帕金森定律。前者指出，人们只有在最后一 刻，即快到期限时才会全力以赴；后者指出，只要还有时间，工作就会不断扩展，直到用完所有的时间。"
  },
  {
    "id": "N10-030",
    "stem": "在计划编制完成后，项目团队认为所制定的进度时间太长，分析表明不能改变工作网络图，但 该项目有附加的资源可利用。蜗项牛目经理采用的最佳方式是()。",
    "options": {
      "A": "快速追踪项目",
      "B": "引导一项蒙特卡洛分析",
      "C": "利用参数估算",
      "D": "赶工"
    },
    "answer": "D",
    "explanation": "分析表明不能改变工作网络图，说明工作不能并行，所以A 不正确。B 是风险量化分析工具， C 只是提高了估算时间的准确度，对项目进度提前没有任何帮助，只有D 最适合。"
  },
  {
    "id": "N10-031",
    "stem": "以下项目活动中，存在S-S 关系的活动组合是() *①功能验收；②单元测试；③功能开发；④需求确认；⑤系统集成",
    "options": {
      "A": "④-③",
      "B": "③-② D、①-⑤",
      "C": "",
      "D": "①-⑤"
    },
    "answer": "B",
    "explanation": "P306, 首先，我们要搞明白的是这5个选项之间的先后顺序， 一般来讲是这样排序： *④需求确认③功能开发②单元测试①功能验收⑤系统集成 然后再来看，那些活动可以并行。 *④-③,一般来说是需求确认完毕之后，才能功能开发。当然实际也会遇到，所有的需求还没确认完，就提 前开发的情况，但是也是将那些已经确认了的部分进行开发，题目说的是功能开发，显然，必须要等它的需 求确认万了才能开始。A 可以作为候选答案。 *③-②,单元测试，可以测试某一个小模块，一个功能一般由更多小的模块组成，所以可以边开发，边测试， 也就是功能开发开始，单元测试才能开始。B 比 A 更优 *③-⑤,明显错误 *①-⑤,功能验收必须全部完成了，也就是所有模块测试完了，才能进行集成联调"
  },
  {
    "id": "N10-032",
    "stem": "进度管理中，需要裁剪的考虑因素不包括()。",
    "options": {
      "A": "生命周期方法",
      "B": "活动估算的方法",
      "C": "资源可用性",
      "D": "技术支持"
    },
    "answer": "B",
    "explanation": "P299, 裁剪时应考虑的因素包括：生命周期方法；资源可用性；项目维度；技术支持。"
  },
  {
    "id": "N10-033",
    "stem": "以下关于进度计划新实践的说法中错误的是()。",
    "options": {
      "A": "应在整个项目期间保持项目进度计划的灵活性，并根据知识、风险理解程度和增值活动等情况的改变对其 进行调整。",
      "B": "具有未完成项的迭代型进度计划，允许在整个开发生命周期期间进行变更。",
      "C": "按需进行的进度计划方法，将需求记录在用户故事中，然后在建造之前按优先级排序并优化用户故事，最 后在规定的时间内开发产品功能。",
      "D": "具有未完成项的迭代型进度计划方法，通常用于向客户交付增量价值，或多个团队并行开发大量的、内部 关联的、较小的功能。"
    },
    "answer": "C",
    "explanation": "P297, 具有未完成项的迭代型进度计划：这种方法将需求记录在用户故事中，然后在建造之 前按优先级排序并优化用户故事，最后在规定的时间内开发产品功能。这一方法通常用于向客户交付增量价 值，或多个团队并行开发大量的、内部关联的、较小的功能。"
  },
  {
    "id": "N10-034",
    "stem": "制订进度计划时需要参考的依据不包括()。",
    "options": {
      "A": "进度基准",
      "B": "范围基准",
      "C": "资源需求",
      "D": "资源日历"
    },
    "answer": "A",
    "explanation": "P316-317: 进度基准是制订进度计划的输出"
  },
  {
    "id": "N10-035",
    "stem": "定义活动的主要作用是将工作包分解为进度活动，作为对项目工作进行进度估算、()的基础。",
    "options": {
      "A": "规划、执行、监督和控制",
      "B": "规划、定义、监督和控制",
      "C": "规划、执行、定义和控制",
      "D": "规划、执行、监督和定义"
    },
    "answer": "A",
    "explanation": "定义活动是识别和记录为完成项目可交付成果而须采取的具体行动的过程。本过程的主要作 用是将工作包分解为进度活动，作为对项目工作进行进度估算、规划、执行、监督和控制的基础。"
  },
  {
    "id": "N10-036",
    "stem": "前导图法可以描述四种关键活动类型的依赖关系，对于接班同事",
    "options": {
      "A": "S-F",
      "B": "F-F",
      "C": "S-S",
      "D": "F-S"
    },
    "answer": "A",
    "explanation": "P306, 同事A 到岗到岗，交班同事B 才可以下班，也就是A 开始，B 才能结束"
  },
  {
    "id": "N10-037",
    "stem": "进度管理敏捷与适应方法中，说法不正确的是()。",
    "options": {
      "A": "在大型组织中，可能同时存在小规模项目和大规模项目的组合，需要制定长期路线图。",
      "B": "为管理大规模的、全组织系统的、完整的交付生命周期，可能需要采用一系列技术，包括预测型方法、适 应型方法或两种方法的混合。",
      "C": "同时存在小规模项目和大规模项目的组合里，采用预测型方法更适合",
      "D": "要成功实施适应型方法，项目经理需要了解如何高效使用相关的工具和技术。"
    },
    "answer": "C",
    "explanation": "P299, 在大型组织中，可能同时存在小规模项目和大规模项目的组合，可能需要采用一系列 技术，包括预测型方法、适应型方法或两种方法的混合。"
  },
  {
    "id": "N10-038",
    "stem": "下面关于制订进度计划的说法中不正确的是()。",
    "options": {
      "A": "制订可行的项目进度计划是一个反复进行的过程",
      "B": "制订进度计划的主要作用是为完成项目活动而制定具有计划日期的进度模型",
      "C": "关键路径上的活动的总时差和自由时差总是为0",
      "D": "资源平滑是对进度模型中的活动进行调整，从而使项目资源需求不超过预定的资源限制的一种技术，其有 可能导致致关键路径改变，而且通常是延长了关键路径"
    },
    "answer": "D",
    "explanation": "P319: 资源平滑。资源平滑不会改变项目关键路径，完工日期也不会延迟。活动只在其自由 浮动时间和总浮动时间内延迟。因此，资源平滑技术可能无法实现所有资源的优化。"
  },
  {
    "id": "N10-039",
    "stem": "关于进度管理计划的理解，不正确的是()。",
    "options": {
      "A": "进度管理计划是项目管理计划的组成部分",
      "B": "进度管理计划既可以非常详细，也可以高度概括，但必须是正式的",
      "C": "进度管理计划为编制、监督和控制项目进度建立准则和明确活动",
      "D": "进度管理计划会规定用于制定项目进度模型的进度规划方法论和工具"
    },
    "answer": "B",
    "explanation": "P301, 所有的管理计划都可以是非常详细，也可以高度概括，可以是正式的，也可以是非正 式的"
  },
  {
    "id": "N10-040",
    "stem": "在早期的战略规划阶段，信息尚不够明确，工作包只能分解到已知的详细水平，而后，随着了 解到更多的信息，近期即将实施的工作包就可以分解到具体的活动，该方法是()。",
    "options": {
      "A": "专家判断",
      "B": "分解",
      "C": "滚动式规划",
      "D": "标杆管理法"
    },
    "answer": "C",
    "explanation": "P303: 滚动式规划是一种迭代式的规划技术，即详细规划近期要完成的工作，同时在较高层 级上粗略规划远期工作。它是一种渐进明细的规划方式，适用于工作包、规划包。因此，在项目生命周期的 不同阶段，工作的详细程度会有所不同。在早期的战略规划阶段，信息尚不够明确，工作包只能分解到已知 的详细水平；而后，随着了解到更多的信息，近期即将实施的工作包就可以分解到具体的活动。"
  },
  {
    "id": "N10-041",
    "stem": "规划项目进度管理是为实施项目进度管理制定政策、程序。并形成文档化的项目进度管理计划 的过程，()不属于规划项目进度管理的输入。",
    "options": {
      "A": "项目章程",
      "B": "范围管理计划",
      "C": "里程碑清单",
      "D": "组织文化"
    },
    "answer": "C",
    "explanation": "P300, 里程碑清单是定义活动的输出，排列活动顺序的输入，不是规划进度管理的输入"
  },
  {
    "id": "N10-042",
    "stem": "只有在验证请求者身份合法后，服务器才开始向客户端传输数据，这是()关系。",
    "options": {
      "A": "FS",
      "B": "FF",
      "C": "SS",
      "D": "SF"
    },
    "answer": "A",
    "explanation": "P306, 活动之间的关系： 完成到开始-FS: 只有紧前活动完成，紧后活动才能开始的逻辑关系。例如，只有完成装配PC 硬件(紧前活 动),才能开始在PC 上安装操作系统(紧后活动) 完成到完成-FF; 只有紧前活动完成，紧后活动才能完成的逻辑关系。例如，只有完成文件的编写(紧前活动), 才能完成文件的编辑(紧后活动) 开始到开始-SS: 只有紧前活动开始，紧后活动才能开始的逻辑关系。例如，开始地基浇灌(紧前活动),才 能开始混凝土的找平(紧后活动) 开始到完成-SF: 只有紧前活动开始，紧后活动才能完成的逻辑关系。例如只有启动新应付账款系统(紧前活 动),才能关闭旧的应付账款系统(紧后活动)"
  },
  {
    "id": "N10-043",
    "stem": "() 的主要作用是在整个项目期间保持对进度基准的维护",
    "options": {
      "A": "规划进度管理",
      "B": "排列活动顺序",
      "C": "制定进度计划",
      "D": "控制进度"
    },
    "answer": "D",
    "explanation": "控制进度是监督项目状态，以更新项目进度和管理进度基准变更的过程。本过程的主要作用 是在整个项目期间保持对进度基准的维护"
  },
  {
    "id": "N10-044",
    "stem": "() 属于规划项目进程过程的输出。",
    "options": {
      "A": "项目管理计划",
      "B": "项目章程",
      "C": "事业环境因素",
      "D": "控制临界值"
    },
    "answer": "D",
    "explanation": "P300-301,ABC 都为规划项目进程的输入"
  },
  {
    "id": "N10-045",
    "stem": "关于定义活动过程的描述，不正确的是()。",
    "options": {
      "A": "定义活动主要由项目经理主导，也需要其他项目团队成员参与",
      "B": "定义活动完成后，应形成一份详细的活动清单",
      "C": "定义活动输出的里程碑清单是合同要求的强制性的重要时间节点和事件",
      "D": "定义活动过程中必须考虑项目的时间限制和预算约束"
    },
    "answer": "C",
    "explanation": "定义活动输出的里程碑清单可以是合同要求，也可以是选择性的。C 不正确。 P303, 里程碑是项目中的重要时点或事件，里程碑清单列出了项目所有的里程碑，并指明每个里程碑是强制 性的(如合同要求的)还是选择性的如根据历史信息确定的)。里程碑的持续时间为零，因为它们代表的只是一 个重要时间点或事件。"
  },
  {
    "id": "N10-046",
    "stem": "关于项目进度管理计划的描述，正确的是()。",
    "options": {
      "A": "项目进度管理计划一旦确定，不能被修改",
      "B": "在制定项目进度管理计划时，应该考虑项目章程",
      "C": "项目进度管理计划一定要形成正式的文件",
      "D": "项目进度管理计划是详细的，不能是高度概括的"
    },
    "answer": "B",
    "explanation": "P301, 项目管理计划也可以通过变更来修订，选项A 错误。 选项B 是正确的，制定进度管理计划的输入里面有项目章程。 根据项目需要，进度管理计划可以是正式或非正式的，非常详细或高度概括的，选项C 和 D 也是错误的"
  },
  {
    "id": "N10-047",
    "stem": "关于活动排序的描述，不正确的是()。",
    "options": {
      "A": "除了首尾两项活动之外，每项活动和每个里程碑都至少有一项紧前活动和一项紧后活动",
      "B": "在前导图法中，每项活动有唯一的活动号，每项活动都注明了活动的持续时间",
      "C": "在箭线图法中，虚活动可以弥补箭线图在表达活动依赖关系方面的不足",
      "D": "内部依赖关系通常是基于具体应用领域的最佳实践或者是基于项目的某些特殊性质而设定"
    },
    "answer": "D",
    "explanation": "P308, 选择性依赖关系通常是基于具体应用领域的最佳实践或者是基于项目的某些特殊性质 而设定"
  },
  {
    "id": "N10-048",
    "stem": "( ) 属于控制进度的工作内容。",
    "options": {
      "A": "确定完成项目工作所需花费的时间量",
      "B": "确定完成项目工作所需的资源",
      "C": "确定工作之间的逻辑关系",
      "D": "在变更实际发生时对其进行管理"
    },
    "answer": "D",
    "explanation": "P327, 控制进度作为实施整体变更控制过程的一部分，关注内容包括： *①判断项目进度的当前状态 *②对引起进度变更的因素施加影响 *③重新考虑必要的进度储备 *④判断项目进度是否已经发生变更 *⑤在变更实际发生时对其进行管理"
  },
  {
    "id": "N10-049",
    "stem": "关于活动属性的理解，不正确的是()。",
    "options": {
      "A": "活动属性是指每项活动所具有的多重属性，用来扩充对活动的描述",
      "B": "活动属性不会随时间而演进",
      "C": "活动属性可用于识别开展工作的地点、编制开展活动的项目日历，以及相关的活动类型",
      "D": "在项目初始阶段，活动属性包括唯一活动标识、WBS 标识和活动名称"
    },
    "answer": "B",
    "explanation": "P303: 活动属性是指每项活动所具有的多重属性，用来扩充对活动的描述，活动属性随着项 目进展情况演进并更新。"
  },
  {
    "id": "N10-050",
    "stem": "关于进度控制的说法中不正确的是()。",
    "options": {
      "A": "进度控制的主要作用是在整个项目期间保持对进度基准的维护",
      "B": "进度控制在项目中期需要尤其关注",
      "C": "将工作外包时，需要定期考察供应商的进度是否正常",
      "D": "控制进度流程应作为实施整体变更控制过程的一部分"
    },
    "answer": "B",
    "explanation": "P327, 项目进度控制要在整个项目期间保持对进度基准的维护，不会说特别在某一时刻重点 关注。"
  },
  {
    "id": "N10-051",
    "stem": "() 不属于排列活动顺序过程的工具与技术。",
    "options": {
      "A": "关键路径法",
      "B": "提前量和滞后量",
      "C": "紧前关系绘图法",
      "D": "箭线图法"
    },
    "answer": "A",
    "explanation": "P305-309, 关键路径法是制定进度计划的工具"
  },
  {
    "id": "N10-052",
    "stem": "关于进度管理的描述，不正确的是()。",
    "options": {
      "A": "里程碑的持续时间可以为零，也可以不为零",
      "B": "活动需要消耗资源和花费成本，里程碑不需要资源和成本",
      "C": "活动属性可能随着项目的推进而变化",
      "D": "一个项目中可能有几个达到里程碑程度的关键事件"
    },
    "answer": "A",
    "explanation": "P303, 里程碑是项目生命周期中的一个时刻，里程碑的持续时间为零，里程碑既不消耗资源 也不花费成本，通常是指一个主要可交付成果的完成"
  },
  {
    "id": "N10-053",
    "stem": "快速跟进是一种进度压缩技术，()属于快速跟进技术。",
    "options": {
      "A": "加班",
      "B": "增加项目组成员",
      "C": "加快关键路径上的活动",
      "D": "将正常情况下按顺序进行的活动或阶段改为至少是部分并行开展"
    },
    "answer": "D",
    "explanation": "P321: 快速跟进是将原本串行的工作改为并行施工，需要注意的是并不是所有的活动都可以 并行施工，并行施工会带来风险。"
  },
  {
    "id": "N10-054",
    "stem": "",
    "options": {
      "A": "B 两项活动之间的关系是 SF+5, 这 说 明 ( ) 。 A 、A 结束前5天， B 才能开始",
      "B": "A 结 束 后 5 天 ，B 才能开始",
      "C": "A 开始前5天， B 才能结束",
      "D": "A 开始后5天， B 才能结束"
    },
    "answer": "D",
    "explanation": "P309, 提前量是相对于紧前活动、紧后活动可提前的时间量，提前量一般用负值表示。滞后量是相对于紧前活动、 紧后活动要推迟的时间量，滞后量一般用正值表示。 B 、C 活动之间的关系是SS, 意 思 是C 为 B 的紧后，只有B 开始，C 才能开始。 B 、C 活动之间的关系是SS+10, 正值代表滞后，就是说B 开始10天后， C 才能开始 B 、C 活动之间的关系是SS-10, 负值代表提前，就是说B 开始10天前， C 就可以开始 【蜗牛点评】对于这种逻辑关系题，首先要判断它们的逻辑关系，再来判断是提前还是滞后。"
  },
  {
    "id": "N10-055",
    "stem": "控制进度时需要参考的依据不包括()。",
    "options": {
      "A": "假设日志",
      "B": "进度基准",
      "C": "范围基准",
      "D": "绩效测量基准"
    },
    "answer": "A",
    "explanation": "P327, *①项目管理计划(进度管理计划、进度基准、范围基准、绩效测量基准) *②项目文件(资源日历、项目进度计划、项目日历、进度数据、经验教训登记册) *③工作绩效数据；④组织过程资产 假设日志更新是控制进度的输出"
  },
  {
    "id": "N10-056",
    "stem": "“定义活动”过程的输出不包括()。",
    "options": {
      "A": "活动清单",
      "B": "范围基准",
      "C": "里程碑清单",
      "D": "活动属性"
    },
    "answer": "B",
    "explanation": "P303-304, 定义活动的输出包括：1.活动清单；2.活动属性；3.里程碑清单；4.变更请求； *5.项目管理计划更新(进度基准、成本基准);范围基准是输入。"
  },
  {
    "id": "N10-057",
    "stem": "项目进度管理经常采用箭线图法，以下对箭线图的描述不正确的是()。",
    "options": {
      "A": "流入同一节点的活动，有相同的后继活动",
      "B": "虚活动不消耗时间，但消耗资源",
      "C": "箭线图中可以有两条关键路径",
      "D": "两个相关节点之间只能有一条箭线"
    },
    "answer": "B",
    "explanation": "P308, 虚活动不消耗时间，也不消耗资源，只是为了弥补箭线图在表达活动依赖关系方面的 不足。"
  },
  {
    "id": "N10-058",
    "stem": "项目进度管理过程中，可用于控制进度过程的数据分析技术包括()。",
    "options": {
      "A": "蒙特卡洛分析",
      "B": "计划评审技术 (PERT)",
      "C": "参数估算",
      "D": "挣值分析"
    },
    "answer": "D",
    "explanation": "P328: 控制进度的工具与技术：1.数据分析；2.关键路径法；3.项目管理信息系统；4.资源 优化；5.提前量和滞后量；6.进度压缩 蒙特卡洛分析，风险定量分析工具 计划评审技术 (PERT), 成本和进度的估算技术 参数估算，成本和进度的估算技术"
  },
  {
    "id": "N10-059",
    "stem": "在()规定可以开展进度活动的可用工作日和工作班次，它把可用于开展进度活动的时间段(按 天或更小的时间单位)与不可用的时间段区分开来。",
    "options": {
      "A": "项目日历",
      "B": "资源日历",
      "C": "项目团队派工单",
      "D": "物质资源分配单"
    },
    "answer": "A",
    "explanation": "P324, 在项目日历中规定可以开展进度活动的可用工作日和工作班次，它把可用于开展进度 活动的时间段(按天或更小的时间单位)与不可用的时间段区分开来。"
  },
  {
    "id": "N10-060",
    "stem": "以下关于制订进度计划的说法不正确的是()。",
    "options": {
      "A": "敏捷或适应型发布规划基于项目路线图和产品发展愿景，提供了高度概括的发布进度时间轴(通常是3~ 6 个 月 )",
      "B": "进度基准是经过批准的进度模型，只有通过正式的变更控制程序才能进行变更，用作与实际结果进行比较 的依据",
      "C": "进度基准应包含基准开始日期和基准结束日期",
      "D": "概括性进度计划，也叫里程碑图"
    },
    "answer": "D",
    "explanation": "P323: 进度计划的三种形式： 里程碑进度计划，也叫里程碑图。 概括性进度计划，也叫横道图。 详细进度计划，也叫项目进度网络图。"
  },
  {
    "id": "N10-061",
    "stem": "在控制进度过程的数据分析技术中，()可以通过检查项目绩效随时间的变化情况，确定绩效 是在改善还是恶化。",
    "options": {
      "A": "储备分析",
      "B": "蒙特卡洛分析",
      "C": "趋势分析",
      "D": "假设情景分析"
    },
    "answer": "C",
    "explanation": "P327: 趋势分析：检查项目绩效随时间的变化情况，以确定绩效是在改善还是在恶化。"
  },
  {
    "id": "N10-062",
    "stem": "关于估算活动持续时间过长的工具与技术的描述，不正确的是：()。",
    "options": {
      "A": "类比估算是一种精确的估算方法，适用于项目详细信息充分、项目需求明确的情况",
      "B": "专家判断依赖于专家的可用性和经验，可能受到主观判断的影响",
      "C": "三点估算考虑了估算中的不确定性和风险，有助于界定活动持续时间的近似区间",
      "D": "参数估算是一种基于历史数据和项日参数，使用某种算法来计算成本或持续时间的估算技术"
    },
    "answer": "A",
    "explanation": "P312: 类比估算：是一种使用相似活动或项目的历史数据来估算当前活动或项目的持续时间或成本的技术，这是一 种粗略的估算方法。 在项目详细信息不足时，经常使用类比估算来估算项目持续时间。相对于其他估算技术，类比估算通常成本 较低、耗时较少，但准确性也较低。类比估算可以针对整个项目或项目中的某个部分进行，也可以与其他估 算方法联合使用。如果以往活动是本质上而不是表面上类似，并且从事估算的项目团队成员具备必要的专业 知识，那么类比估算可靠性会比较高。"
  },
  {
    "id": "N10-063",
    "stem": "以下不具有“完成-开始”关系的两个活动是()。",
    "options": {
      "A": "系统设计，设计评审",
      "B": "系统分析，需求评审",
      "C": "需求评审，周例会",
      "D": "确定项目范围，制定WBS"
    },
    "answer": "C",
    "explanation": "P306, 两个活动之间的“完成-开始”关系是指前序活动结束后，后续活动才能开始。 周例会是一个周期性的管理活动，它与需求评审没有固定的“完成-开始”关系。 本题的其他三项选择中的活动都有“完成-开始”关系。所以选 C"
  },
  {
    "id": "N10-064",
    "stem": "一位软件工程师在进行软件项目持续时间估算时，按照“代码行”为单位进行估算，采用的估 算 方 法 是 ( ) 。",
    "options": {
      "A": "三点估算",
      "B": "类比估算",
      "C": "参数估算",
      "D": "专家判断"
    },
    "answer": "C",
    "explanation": "P312: 这题大家的争议焦点在C 和 D 之间，在软件工程中按照“代码行”为单位进行估算， 属于面向规模的度量，属于参数估算的一种。既然题目明确说明要按代码行进行估算，那么肯定是按照既定 的参数模型来计算开发的时长，这里用专家判断不合适。这题很明确，应该选C。"
  },
  {
    "id": "N10-065",
    "stem": "项目经理小张在查看各组研发计划时，发现有三个小组计划在同一周进行系统架构设计，而项 目组只有一位资深架构师李工蜗牛老师，不可能在一周内完成三组的架构设计工作。于是小张和各组长商量 在不影响项目进度的前提下，将三组的系统架构设计活动稍微错开几天，确保李工可以完成所有的设计工作。 此处小张运用的进度管理技术是()。",
    "options": {
      "A": "资源平衡",
      "B": "资源平滑",
      "C": "赶工",
      "D": "快速跟进"
    },
    "answer": "B",
    "explanation": "“不影响项目进度的前提下，错开活动”,说明是资源平滑，资源平滑不影响项目的工期"
  },
  {
    "id": "N10-066",
    "stem": "() 估算方法将以往类似项目的相关信息作为估算未来项目的基础，是一种快速估算方法，适 用于项目经理只能识别WBS 的几个高层级的情况。",
    "options": {
      "A": "类比",
      "B": "基线",
      "C": "自下而上",
      "D": "参数"
    },
    "answer": "A",
    "explanation": "P312: 类比估算是一种使用相似活动或项目的历史数据来估算当前活动或项目的持续时间或 成本的技术。类比估算以过去类似项目的参数值(如持续时间、预算、规模、重量和复杂性等)为基础，来 估算当前和未来项目的同类参数或指标。这是一种粗略的估算方法，有时需要根据项目复杂性方面的已知差 异进行调整，在项目详细信息不足时，经常使用类比估算来估算项目持续时间。"
  },
  {
    "id": "N10-067",
    "stem": "关于进度管理的描述，正确的是()。",
    "options": {
      "A": "在项目详细信息不足时，经常使用参数估算来估算项目持续时间",
      "B": "虚活动不消耗资源，但是可能消耗时间",
      "C": "参数估算可以针对整个项目或项目中的某个部分，并可以与其他估算方法联合使用",
      "D": "拖延症认为只要还有时间，工作就会不断扩展，直到用完所有的时间"
    },
    "answer": "C",
    "explanation": "P312: 参数估算可以针对整个项目或项目中的某个部分，并可以与其他估算方法联合使用。 在项目详细信息不足时，经常使用类比估算来估算项目持续时间 虚活动不消耗资源，也不消耗时间 拖延症认为人们只有在最后一刻，即快到期限时才会全力以赴"
  },
  {
    "id": "N10-068",
    "stem": "在某个信息系统项目中，存在新老系统切换问题，在设置项目计划网络图时，新系统上线和老 系统下线之间应设置成()的关系。",
    "options": {
      "A": "结束一开始 (FS 型 )",
      "B": "结束一结束 (FF 型 )",
      "C": "开始一结束 (SF 型 )",
      "D": "开始一开始 (SS 型 )"
    },
    "answer": "C",
    "explanation": "P306, 新系统上线，老系统才能下线。所以新系统上线和老系统下线之间的关系是开始一结 束"
  },
  {
    "id": "N10-069",
    "stem": "关于进度管理，不正确的是()。",
    "options": {
      "A": "在项目进行过程中，关键路径可能会不断变化",
      "B": "自由浮动时间是指在不延误任何紧后活动的最早开始时间且不违反进度制约因素的前提下，活动可以从最 早开始时间推迟或拖延的时间量",
      "C": "关键链法建立在关键路径法之上，考虑了资源分配、资源优化、资源平衡和活动历时不确定性对关键路径 的影响",
      "D": "资源平滑技术可能导致关键路径改变，通常是延长"
    },
    "answer": "D",
    "explanation": "P319, 资源平滑不会改变项目关键路径，完工日期也不会延迟。也就是说，活动只在其自由 浮动时间和总浮动时间内延迟。因此，资源平滑技术可能无法实现所有资源的优化。"
  },
  {
    "id": "N10-070",
    "stem": "项目进度控制是依据项目进度基准计划对项目的实际进度进行监控，使项目能够按时完成，以 下关于项目进度控制的叙述中()是不正确的。",
    "options": {
      "A": "项目进度至关重要，因此进度控制需要在项目初期优先关注",
      "B": "进度控制必须与其他变化控制，包括成本控制与范围控制紧密结合",
      "C": "项目进度控制是项目整体控制的一个组成部分",
      "D": "对项目进度的控制，应重点关注项目进展报告和执行状态报告"
    },
    "answer": "A",
    "explanation": "P327, 项目进度控制要在整个项目期间保持对进度基准的维护，不应该只在项目初期优先关 注 。"
  },
  {
    "id": "N10-071",
    "stem": "只有在验证请求者身份合法后，服务器才开始向客户端传输数据，这是()-()关系。",
    "options": {
      "A": "FS",
      "B": "FF",
      "C": "SS",
      "D": "SF"
    },
    "answer": "A",
    "explanation": "P306, 验证请求者身份合法后才开始向客户端传输数据，前面结束后面才能开始，所以属于 FS 型"
  },
  {
    "id": "N10-072",
    "stem": "关于进度管理的描述，正确的是()。",
    "options": {
      "A": "里程碑的持续时间可以为零，也可以不为零",
      "B": "帕金森定律认为只要还有时间，工作就会不断扩展，直到用完所有的时间",
      "C": "活动A 和 B 之间的依赖关系为SS-8 天，则表明活动A 开始8天后活动B 开始",
      "D": "软件项目的测试活动取决子外部硬件的到货、属于强制性依赖关系"
    },
    "answer": "B",
    "explanation": "P311, 里程碑是事件，是节点，不占资源，不耗时间 活动A 和 B 之间的依赖关系为SS-8 天，则表明活动A 开始8天前活动B 开始 外部依赖关系是项目活动与非项目活动之间的依赖关系，这些依赖关系往往不在项目团队的控制范围内。例 如，软件项目的测试活动取决于外部硬件的到货 帕金森定律：只要还有时间，工作就会不断扩展，直到用完所有的时间。"
  },
  {
    "id": "N10-073",
    "stem": "活动",
    "options": {
      "A": "SS+5",
      "B": "SS-5",
      "C": "FS+5",
      "D": "FS-5"
    },
    "answer": "D",
    "explanation": "P309, 活动 B 必须在A 完成后开始，所以属于FS 型，现在说的是活动 B 可在活动 A 完 成前5天开始，那么需要加提前量-5"
  },
  {
    "id": "N10-074",
    "stem": "监控系统项目中，甲方要求采用防护等级为 IP67 的 摄 像 头 ， 这 属 于 ( ) 。",
    "options": {
      "A": "强制性依赖关系",
      "B": "选择性依赖关系",
      "C": "外部依赖关系",
      "D": "内部依赖关系"
    },
    "answer": "A",
    "explanation": "P308, 强制性依赖关系：强制性依赖关系是法律或合同要求的或工作内在性质决定的依赖关 系，又称硬逻辑关系或硬依赖关系。"
  },
  {
    "id": "N10-075",
    "stem": "排列活动顺序时需要参考的依据不包括()。",
    "options": {
      "A": "假设日志",
      "B": "范围基准",
      "C": "进度管理计划",
      "D": "项目进度网络图"
    },
    "answer": "D",
    "explanation": "P305, 项目进度网络图是排列活动顺序的输出"
  },
  {
    "id": "N10-076",
    "stem": "如果一个项目的SPI=0.75,CPI=0.9, 此时项目经理最适合采取()方式来控制项目进度。",
    "options": {
      "A": "快速跟进",
      "B": "赶 工",
      "C": "资源平衡",
      "D": "蒙特卡洛分析"
    },
    "answer": "A",
    "explanation": "SPI 和 CPI 均小于1,说明项目处于进度落后且成本超支的状态，故需要采取快速跟进的方 法，并行施工，以缩短项目实际进度与计划进度的偏差，并且不额外增加新的成本。 这里赶工不可取，因为赶工会增加成本。"
  },
  {
    "id": "N10-077",
    "stem": "关于排列活动的说法中不正确的是()。",
    "options": {
      "A": "带有多个紧前活动的活动代表路径汇聚，而带有多个紧后活动的活动则代表路径分支",
      "B": "项目进度网络图中的每项活动都至少有一项紧前活动和一项紧后活动",
      "C": "排列活动顺序过程旨在将项目活动列表转化为图表，作为发布进度基准的第一步",
      "D": "排列活动顺序主要作用是定义工作之间的逻辑顺序，以便在既定的所有项目制约因素下获得最高的效率"
    },
    "answer": "B",
    "explanation": "P304: 除了首尾两项，每项活动都至少有一项紧前活动和一项紧后活动，B 说的不完全正确"
  },
  {
    "id": "N10-078",
    "stem": "控制项目进度时常用的技术不包括()。",
    "options": {
      "A": "趋势分析",
      "B": "偏差分析",
      "C": "统计抽样",
      "D": "关键路径法"
    },
    "answer": "C",
    "explanation": "P328, 控制进度工具：1.数据分析(挣值分析、迭代燃尽图、绩效审查、趋势分析、偏差分 析、假设情景分析);2.关键路径法；3.项目管理信息系统；4.资源优化；5.提前量和滞后量；6.进度压缩"
  },
  {
    "id": "N10-079",
    "stem": "关于以下说法，()是不正确的。",
    "options": {
      "A": "收益递减规律：在保持其他因素不变的情况下，增加一个用于确定单位产出所需投入的因素(如资源)会 最终达到一个临界点，在该点之后的产出或输出会随着增加这个因素而递减",
      "B": "增加资源数量，比如两倍投入资源完成工作的时间应可以缩短一半",
      "C": "通过采购最新技术，制造工厂可以提高产量，而这可能会影响持续时间和资源需求",
      "D": "拖延症认为人们只有在最后一刻，即快到期限时才会全力以赴；帕金森定律认为只要还有时间，工作就会 不断扩展，直到用完所有的时间"
    },
    "answer": "B",
    "explanation": "P311, 资源数量：增加资源数量，比如两倍投入资源但完成工作的时间不一定能缩短一半， 因为投入资源可能会增加额外的风险，比如如果增加太多活动资源，可能会因知识传递、学习曲线、额外合 作等其他相关因素而造成持续时间增加"
  },
  {
    "id": "N10-080",
    "stem": "在制定进度计划时，可以采用多种工具与技术，如关键路径法、资源平衡技术、资源平滑技术 等，在以下叙述中，不正确的是()。",
    "options": {
      "A": "项目的关键路径可能有一条或多条",
      "B": "随着项目的开展，关键路径法可能也随着不断变化",
      "C": "资源平衡技术往往会导致关键路径延长",
      "D": "资源平滑技术往往会改变项目关键路径，导致项目进度延迟"
    },
    "answer": "D",
    "explanation": "P319, 相对于资源平衡而言，资源平滑不会改变项目关键路径，完工日期也不会延迟。也就 是说，活动只在其自由浮动时间和总浮动时间内延迟。因此，资源平滑技术可能无法实现所有资源的优化"
  },
  {
    "id": "N10-081",
    "stem": "关于项目活动之间依赖关系的描述，不正确的是()。",
    "options": {
      "A": "项目团队按照领域内的最佳实践来安排活动，属于选择性依赖关系",
      "B": "如果打算进行快速跟进，应当审查相应的选择性依赖关系",
      "C": "软件项目的测试活动取决子外部硬件的到货、属于强制性依赖关系",
      "D": "项目现场准备需要经过政府的审批，属于外部依赖关系"
    },
    "answer": "C",
    "explanation": "P308, 外部依赖关系：外部依赖关系是项目活动与非项目活动之间的依赖关系，这些依赖关 系往往不在项目团队的控制范围内。例如，软件项目的测试活动取决于外部硬件的到货"
  },
  {
    "id": "N10-082",
    "stem": "关于进度管理的描述，正确的是()。",
    "options": {
      "A": "类比估算以过去类似项目的都数值为依据，来估算未来项目的同类参数或指标，因此准确性较高",
      "B": "参数估算的准确性取决于参数模型的成熟度和基础数据的可靠性，准确性低，不能用于估算整个项目",
      "C": "可以对单个活动成整个项目预留应急储备。也可以针对单个活动和整个项目都预留应急储备",
      "D": "管理储备用来应对已经核实的已识别风险，以及已经制定应急或减轻措施的已识别风险"
    },
    "answer": "C",
    "explanation": "P312, 类比估算通常成本较低、耗时较少，但准确性也较低。A 错误 参数估算的准确性取决于参数模型的成熟度和基础数据的可靠性。参数估算可以针对整个项目或项目中的某 个部分，并可与其他估算方法联合使用。B 错误 管理储备用来应对会影响项目的“未知-未知”风险。D 错误"
  },
  {
    "id": "N10-083",
    "stem": "以下关于估算活动持续时间如何开展的描述，正确的是()。",
    "options": {
      "A": "仅开展一次",
      "B": "仅在项目的预定义点开展",
      "C": "仅开展一次或仅在项目的预定义点开展",
      "D": "需要在整个项目期间开展"
    },
    "answer": "D",
    "explanation": "估算活动持续时间是根据资源估算的结果，估算完成单项活动所需工作时段数的过程。本过 程的主要作用是确定完成每个活动所需花费的时间量。本过程需要在整个项目期间开展。"
  },
  {
    "id": "N10-084",
    "stem": "关于制定进度计划的工具和技术的描述，不正确的是()。",
    "options": {
      "A": "总浮动的时间等于本活动的最迟完成时间减去本活动的最早完成时间",
      "B": "自由浮动时间等于紧后活动的最早开始时间的最小值减去本活动的最早完成时间",
      "C": "资源平滑技术通过缩短项目的关键路径来缩短完工时间",
      "D": "关键路径上活动的总浮动时间与自由浮动时间都为0"
    },
    "answer": "C",
    "explanation": "P319, 资源平滑不会改变项目关键路径，完工日期也不会延迟。活动只在其自由浮动时间和 总浮动时间内延迟。因此，资源平滑技术可能无法实现所有资源的优化。"
  },
  {
    "id": "N10-085",
    "stem": "在系统集成项目中，只有各个设备组件完成，团队才能对其进行测试，设备组件完成和测试活 动之间属于()关系。",
    "options": {
      "A": "外部强制性依赖关系",
      "B": "外部选择性依赖",
      "C": "内部强制性依赖",
      "D": "内部选择性依赖"
    },
    "answer": "C",
    "explanation": "P308, 内部依赖关系：内部依赖关系是项目活动之间的紧前关系，通常在项目团队的控制之 中。例如，只有机器组装完毕，团队才能对其测试，这是一个内部的强制性依赖关系"
  },
  {
    "id": "N10-086",
    "stem": "估算活动持续时间的输出不包括()。",
    "options": {
      "A": "项目管理计划",
      "B": "项目文件更新",
      "C": "持续时间估算",
      "D": "估算依据"
    },
    "answer": "A",
    "explanation": "项目管理计划是估算活动持续时间的输入"
  },
  {
    "id": "N10-087",
    "stem": "通过增加资源来压缩进度工期的技术称为()。",
    "options": {
      "A": "快速跟进",
      "B": "持续时间缓冲",
      "C": "赶工",
      "D": "提前量管理"
    },
    "answer": "C",
    "explanation": "P321, 赶工。通过增加资源，以最小的成本增加来压缩进度工期的一种技术"
  },
  {
    "id": "N10-088",
    "stem": "如果一个项目的SPI=0.85,CPI=0.9, 下面的那种方法不适用()。",
    "options": {
      "A": "快速跟进",
      "B": "赶工",
      "C": "经过客户同意，减小活动范围或降低活动要求",
      "D": "改进方法或技术，以提高生产效率"
    },
    "answer": "B",
    "explanation": "SPI 和 CPI 均小于1,说明项目处于进度落后且成本超支的状态。 ACD 都可以用，但是B 不行，因为赶工会增加成本 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 第11章项目成本管理"
  },
  {
    "id": "N11-001",
    "stem": "关于成本管理的描述，不正确的是：()。",
    "options": {
      "A": "在项目过程中，不应只关心完成项目活动所需资源的成本，也需考虑项目决策对项目最终产品的使用和维 护成本的影响",
      "B": "成本估算和成本预算是两个过程，即使是很小的项目，也需要由不同的人员来分别完成，以保证估算和预 算过程的客观性和独立性",
      "C": "全生命周期成本管理经常与价值工程技术结合使用，用于降低成本，缩短时间，提高项目可交付成果的质 量和绩效，并优化决策过程",
      "D": "项目成本管理应当考虑项目干系人的需要，不同的项目干系人可能在不同的时间以不同的方式测算项目的 成本"
    },
    "answer": "B",
    "explanation": "P334, 就某些项目，特别是小项目而言，成本估算和成本预算之间的关系极其密切，以致可 以将其视为一个过程，由一个人在较短的时间内完成。"
  },
  {
    "id": "N11-002",
    "stem": "在进行成本估算时，()不是直接成本。",
    "options": {
      "A": "项目人员的工资",
      "B": "项目所用的材料",
      "C": "电费",
      "D": "分包商的费用"
    },
    "answer": "C",
    "explanation": "P336: 电费一般为多个项目共同分摊。 直接成本 直接可以归属于项目工作的成本为直接成本。如项目团队差旅费、工资、项目使用的物料及 设备使用费等 间接成本 来自一般管理费用科目或几个项目共同担负的项目成本所分摊给本项目的费用，就形成了项 目的间接成本，如税金、额外福利和保卫费用等。"
  },
  {
    "id": "N11-003",
    "stem": "发生成本失控的原因主要包括：()。 *①对工程项目认识不足；②组织制度不健全；③方法问题；④技术的制约；⑤需求管理不当",
    "options": {
      "A": "①②③④",
      "B": "①②③⑤",
      "C": "①②④⑤",
      "D": "①②③④⑤"
    },
    "answer": "D",
    "explanation": "P335: 成本失控的原因：①对工程项目认识不足；②组织制度不健全；③方法问题；④技术 的制约；⑤需求管理不当。"
  },
  {
    "id": "N11-004",
    "stem": "用于估算成本的项目管理计划组件不包括()。",
    "options": {
      "A": "项目章程",
      "B": "范围基准",
      "C": "成本管理计划",
      "D": "质量管理计划"
    },
    "answer": "A",
    "explanation": "P342, 首先，项目章程不属于项目管理计划组件，这点就很容易判断出来 估算成本过程输入的项目管理计划包括：成本管理计划、质量管理计划、范围基准。"
  },
  {
    "id": "N11-005",
    "stem": "小李管理了一个项目，该项目包含3个模块，各模块的成本分别为6、8、9万，为了应对风险， 小李特意预留了2万的管理储备，3万的应急储备，请问小李的项目的成本基准是()。",
    "options": {
      "A": "23万",
      "B": "25万",
      "C": "26万",
      "D": "28万"
    },
    "answer": "C",
    "explanation": "P348: 成本基准=6+8+9+3=26万，管理储备不在成本基准中。"
  },
  {
    "id": "N11-006",
    "stem": "关于成本的描述，不正确的是()。",
    "options": {
      "A": "投资决策时应尽量考虑沉没成本",
      "B": "沉没成本是一种历史成本",
      "C": "管理储备不包括在成本基准中",
      "D": "管理储备是项目总预算的一部分"
    },
    "answer": "A",
    "explanation": "P336: 沉没成本：指由于过去的决策已经发生了的，而不能由现在或将来的任何决策改变的 成本。沉没成本是一种历史成本，对现有决策而言是不可控成本，会很大程度上影响人们的行为方式与决策， 在投资决策时应排除沉没成本的干扰"
  },
  {
    "id": "N11-007",
    "stem": "某项目的项目经理在成本控制过程中，发现成本偏差(CV) 呈现负值，为了采取有效的纠正措 施，优先策略是()。",
    "options": {
      "A": "降低项目质量要求，以实现更高的成本效益",
      "B": "识别并减少冗余活动的工作量，以降低成本",
      "C": "减少合同交付内容，以减少成本负担",
      "D": "增加项目范围，以提高收入来降低成本超支"
    },
    "answer": "B",
    "explanation": "CV 呈现负值，说明成本超支 本道题考的比较灵活，问的是优先策略，也就是说只能从4个选项中优中选优。通过分析得出： A, 可能造成质量风险，有问题 B, 识别并减少冗余活动的工作量，提高工作效率，降低成本，做法比较好 C, 减少合同交付内容，肯定不行 D, 增加项目范围，这个也不行"
  },
  {
    "id": "N11-008",
    "stem": "在制定预算的过程中，可以使用以下哪种工具或技术()。",
    "options": {
      "A": "三点估算",
      "B": "类比估算",
      "C": "历史信息审核",
      "D": "完工尚需绩效指数"
    },
    "answer": "C",
    "explanation": "P346, 制定预算的工具与技术1.专家判断2.成本汇总3.数据分析4.历史信息审核5.资金限 制平衡6.融资"
  },
  {
    "id": "N11-009",
    "stem": "成本管理计划中通常不会规定()。",
    "options": {
      "A": "精确度",
      "B": "准确度",
      "C": "控制临界",
      "D": "薪酬结构"
    },
    "answer": "D",
    "explanation": "P340, 成本管理计划中一般需要规定：计量单位；精确度；准确度；组织程序链接；控制临 界值；绩效测量规则；报告格式；其他细节"
  },
  {
    "id": "N11-010",
    "stem": "在估算成本过程中，()是该过程的输入，()是该过程的输出。",
    "options": {
      "A": "工作分解结构wbs, 资源需求",
      "B": "项目范围说明书，成本管理计划",
      "C": "资源需求清单，估算依据",
      "D": "历史信息，项目预算"
    },
    "answer": "C",
    "explanation": "P342-345, 资源需求清单是该过程的输入，估算依据是该过程的输出"
  },
  {
    "id": "N11-011",
    "stem": "以下()不属于成本控制的内容。",
    "options": {
      "A": "对造成成本基准变更的因素施加影响",
      "B": "防止在成本或资源使用报告中出现未经批准的变更",
      "C": "向干系人报告所有经批准的变更及其相关成本",
      "D": "确定可以依据其来进行监督和控制项目绩效的成本基准"
    },
    "answer": "D",
    "explanation": "P349,D 是成本预算的内容。 项目成本控制的目标包括： *①对造成成本基准变更的因素施加影响； *②确保所有变更请求都得到及时处理； *③当变更实际发生时，管理这些变更； *④确保成本支出不超过批准的资金限额，既不超出按时段、WBS 组件和活动分配的限额，也不超出项目总 限额 *⑤监督成本绩效，找出并分析与成本基准间的偏差； *⑥对照资金支出，监督工作绩效； *⑦防止在成本或资源使用报告中出现未经批准的变更； *⑧向干系人报告所有经批准的变更及其相关成本； *⑨设法把预期的成本超支控制在可接受的范围内等。"
  },
  {
    "id": "N11-012",
    "stem": "某项目投资20万，考虑到风险，预留了10%管理储备和5%应急储备，则该项目的总预算为 ()。",
    "options": {
      "A": "20 万",
      "B": "21万",
      "C": "23万",
      "D": "22 万"
    },
    "answer": "C",
    "explanation": "P348: 应急储备为20*5%=1万，管理储备为20*10%=2万。所以总预算为20+1+2=23 万。总预算是包含管理储备的。"
  },
  {
    "id": "N11-013",
    "stem": "某企业董事会讨论全年重大项目成本管理计划，为控制风险，要求每个项目可接受的成本区间 为不超过土5%,这属于管理计划中()的规定。",
    "options": {
      "A": "精确度",
      "B": "绩效测量规则",
      "C": "绩效测量规划",
      "D": "准确度"
    },
    "answer": "D",
    "explanation": "P340: 关于准确度和精确度的区别在课上给同学们详细讲过。准确度有多准确，代表偏差的 正负多少。精确度是精确到小数点后几位等等代表精度"
  },
  {
    "id": "N11-014",
    "stem": "关于制定预算的描述，不正确的是()。",
    "options": {
      "A": "项目预算包括经批准用于执行项目的全部资金",
      "B": "成本基准是经过批准且按时间段分配的项目预算",
      "C": "制定预算过程的主要作用是确定项目所需资金",
      "D": "制定预算是汇总所有单个活动或工作包的估算成本，建立一个经批准的成本基准的过程"
    },
    "answer": "C",
    "explanation": "P341, 确定项目所需资金是估算成本的作用 制 定 预算 规 划 定义 制定预算是汇总所有单个活动或工作包的估算成本，建立一个经批准的成本基 准的过程。 作用 确定可以依据其来进行监督和控制项目绩效的成本基准。 开展次数 仅开展一次或仅在项目的预定义时开展"
  },
  {
    "id": "N11-015",
    "stem": "关于成本管理的描述，正确的是()。",
    "options": {
      "A": "应急储备可取成本估算值的某一百分比、某个固定值来确定",
      "B": "项目进度发生变化但范围没有变化，对成本估算不产生影响",
      "C": "项目经理无权调用管理储备，因为管理储备不在成本基准之中，所以使用管理储备后，成本基准不会受到 影响",
      "D": "沉没成本是一种历史成本，在投资决策时应充分考虑沉没成本"
    },
    "answer": "A",
    "explanation": "P344: 进度变化可能会涉及赶工，需要增加成本等 使用管理储备后，成本基准就会跟着变化，所以需要更新成本基准 P336: 沉没成本：指由于过去的决策已经发生了的，而不能由现在或将来的任何决策改变的成本。沉没成本 是一种历史成本，对现有决策而言是不可控成本，会很大程度上影响人们的行为方式与决策，在投资决策时 应排除沉没成本的干扰"
  },
  {
    "id": "N11-016",
    "stem": "关于成本管理的描述，正确的是()。",
    "options": {
      "A": "当项目完工时，成本偏差 (CV)可能为零，也可能不为零",
      "B": "项目资金需求不包括预计债务",
      "C": "当面对未知-未知的风险时，项目经理可以调用部分应急储备",
      "D": "项目团队差旅费，人力资源部的工资可以归属于项目工作的直接成本"
    },
    "answer": "A",
    "explanation": "P354-356: CV =EV-AC,项目完工时，可能为零，也可能不为零 项目资金需求包括预计支出及预计债务 应急储备用在应对已知-未知的风险 人力资源部的工资属于公司共同分担的成本，对于项目而言是间接成本"
  },
  {
    "id": "N11-017",
    "stem": "挣得进度绩效SPI(t)>1, 代表的意思是()。",
    "options": {
      "A": "进度超前",
      "B": "进度落后",
      "C": "成本超支",
      "D": "成本节约"
    },
    "answer": "A",
    "explanation": "P337: 挣得进度绩效：SPI(t)=ES/AT,SPI(t)>1, 进度超前；SPI(t)<1, 进度落后。"
  },
  {
    "id": "N11-018",
    "stem": "以下关于成本基准特点的叙述中，不正确的是()。",
    "options": {
      "A": "按时间分段计算，用做度量和监督成本绩效的基准",
      "B": "成本基准反映整个项目生命期的实际成本支出",
      "C": "按时段汇总估算的成本编制而成",
      "D": "通常以S 曲线的形式表示"
    },
    "answer": "B",
    "explanation": "P350: 实际成本 (AC): 是在给定时段内执行某活动而实际发生的成本，是为完成与EV 相 对应的工作而发生的总成本。项目生命期的实际成本支出是实际支出和成本基准没有关系，在控制成本的时 候需要比较2者件的关系，判断是否需要纠偏。"
  },
  {
    "id": "N11-019",
    "stem": "制订预算时不需要考虑的因素是()。",
    "options": {
      "A": "成本管理计划",
      "B": "资源管理计划",
      "C": "项目资金需求",
      "D": "估算依据"
    },
    "answer": "C",
    "explanation": "P348: 项目资金需求是制订预算的输出"
  },
  {
    "id": "N11-020",
    "stem": "过去的决策已经发生了，不能由现在或将来的任何决策改变的成本是()。",
    "options": {
      "A": "沉没成本",
      "B": "机会成本",
      "C": "间接成本",
      "D": "直接成本"
    },
    "answer": "A",
    "explanation": "P336: 沉没成本：指由于过去的决策已经发生的，而不能由现在或将来的任何决策改变的成 本。沉没成本是一种历史成本，对现有决策而言是不可控成本，"
  },
  {
    "id": "N11-021",
    "stem": "项目经理小张对自己正在做的一个项目进行挣值分析后，发现CPI>1, 则可以判断该项目()。",
    "options": {
      "A": "进度超前",
      "B": "进度落后",
      "C": "成本超支",
      "D": "成本节约"
    },
    "answer": "D",
    "explanation": "P354:CPI>1, 成本节约"
  },
  {
    "id": "N11-022",
    "stem": "项目经理小李对自己的项目采用挣值法进行分析后，发现 SPI>1 、CPI<1 。 则 该 项 目 ( ) 。",
    "options": {
      "A": "进度超前，成本节约",
      "B": "进度超前，成本超支",
      "C": "进度延后，成本节约",
      "D": "进度延后，成本超支"
    },
    "answer": "B",
    "explanation": "P354:SPI>1, 进度超前，CPI<1, 成本超支"
  },
  {
    "id": "N11-023",
    "stem": "规划成本管理是确定如何()和控制项目成本的过程。",
    "options": {
      "A": "估算、明确、管理、监督",
      "B": "明确、预算、管理、监督",
      "C": "估算、预算、管理、监督",
      "D": "估算、预算、明确、监督"
    },
    "answer": "C",
    "explanation": "P338, 规划成本管理是确定如何估算、预算、管理、监督和控制项目成本的过程。"
  },
  {
    "id": "N11-024",
    "stem": "下列说法不正确的是()。",
    "options": {
      "A": "管理储备是用来应对会影响项目的“未知-未知”风险",
      "B": "管理储备不包括在成本基准中，也不包括在项目资金需求里",
      "C": "类比和参数模型预测的成本及准确性可能差别很大",
      "D": "成本基准是不同进度活动经批准的预算的总和"
    },
    "answer": "B",
    "explanation": "P348: 所谓的项目资金需求就是总预算，其包括成本基准和管理储备。如果有管理储备，则 总资金需求等于成本基准加管理储备。在资金需求文件中，也可说明资金来源"
  },
  {
    "id": "N11-025",
    "stem": "在EVM 中，偏差分析用以解释成本偏差、进度偏差和完工偏差的原因、影响和纠正措施。其 中完工偏差的表达公式是()。",
    "options": {
      "A": "CV=EV-AC",
      "B": "VAC=BAC-EAC",
      "C": "SV=EV-PV",
      "D": "EAC=AC+(BAC-EV)"
    },
    "answer": "B",
    "explanation": "P354: 送分题，这个要是不会那就实在没办法了"
  },
  {
    "id": "N11-026",
    "stem": "关于项目成本相关内容的描述，不正确的是()。",
    "options": {
      "A": "成本估算的准确性随着项目的进展而提高",
      "B": "项目成本预算和估算的准确度可能影响项目成本基准",
      "C": "即使项目团队成员都很有经验，也可能会有学习曲线造成的成本",
      "D": "进行成本估算，可以不考虑针对项目收费的全部资源"
    },
    "answer": "D",
    "explanation": "P341, 进行成本估算，应该考虑针对项目收费的全部资源，一般包括人工、材料、设备、服 务、设施，以及一些特殊的成本种类，如通货膨胀补贴、融资成本或应急成本。成本估算可在活动层级呈现， 也可以通过汇总形式呈现。"
  },
  {
    "id": "N11-027",
    "stem": "关于控制成本数据分析技术的描述，不正确的是()。",
    "options": {
      "A": "项目的总计划价值又被称为完工预算 (BAC)",
      "B": "为实现挣值 (EV) 所花费的任何成本都应计入实际成本 (AC)",
      "C": "当项目完工时，进度偏差 (SV) 可能为零，也可能不为零",
      "D": "项目结束时的成本偏差 (CV) 是完工预算与实际成本之间的差值"
    },
    "answer": "C",
    "explanation": "P351: 当项目完工时，全部的计划价值都将实现(即成为挣值),进度偏差最终将等于零。"
  },
  {
    "id": "N11-028",
    "stem": "() 属于成本基准。 *①管理储备；②应急储备；③材料成本；④服务费",
    "options": {
      "A": "①③④",
      "B": "①②③",
      "C": "①②④",
      "D": "②③④"
    },
    "answer": "D",
    "explanation": "P347-348: 成本基准不包含管理储备"
  },
  {
    "id": "N11-029",
    "stem": "项目成本管理过程不包括()。",
    "options": {
      "A": "规划成本管理",
      "B": "估算成本",
      "C": "结算成本",
      "D": "控制成本"
    },
    "answer": "C",
    "explanation": "P337-338: 项目成本管理过程包括规划成本管理、估算成本、制订预算、控制成本"
  },
  {
    "id": "N11-030",
    "stem": "控制成本过程输出，不包括()。",
    "options": {
      "A": "项目资金需求",
      "B": "项目文件更新",
      "C": "工作绩效信息",
      "D": "成本预测"
    },
    "answer": "A",
    "explanation": "P355-356: 项目资金需求是制定预算的输出"
  },
  {
    "id": "N11-031",
    "stem": "() 确定如何估算、预算、管理、监督和控制项目成本的过程。",
    "options": {
      "A": "规划成本管理",
      "B": "估算成本",
      "C": "制订预算",
      "D": "控制成本"
    },
    "answer": "A",
    "explanation": "P338: 规划成本管理是确定如何估算、预算、管理、监督和控制项目成本的过程，本过程的 主要作用是，在整个项目期间为如何管理项目成本提供指南和方向。"
  },
  {
    "id": "N11-032",
    "stem": "成本基准是用来度量与检测项目成本绩效的按时间分段预算。下图中给出了某项目期望现金流、 成本基准、资金需求情况。图中区间",
    "options": {
      "A": "管理储备",
      "B": "成本偏差",
      "C": "进度偏差",
      "D": "超出的成本"
    },
    "answer": "A",
    "explanation": "P348: 虚线是资金需求，实线是成本基准，虚线汇总就是项目预算，实线汇总就是BAC, 所以A 是项目预算和 BAC 之差也就是管理储备"
  },
  {
    "id": "N11-033",
    "stem": "关于成本估算的描述，正确的是()。",
    "options": {
      "A": "只能用货币单位进行成本估算，不能用人天数或人时数作为计量单位",
      "B": "通货膨胀补贴、融资成本不应纳入成本估算",
      "C": "参数估算可以针对整个项目，也可针对项目中的某个部分",
      "D": "应急储备用于应对项目中不可预知的风险"
    },
    "answer": "C",
    "explanation": "P343: 参数估算是指利用历史数据之间的统计关系和其他变量(如建筑施工中的平方英尺), 来进行项目工作的成本估算，其准确性取决于参数模型的成熟度和基础数据的可靠性。 参数估算可以针对整个项目或项目中的某个部分，并可与其他估算方法联合使用。(类比估算也一样)"
  },
  {
    "id": "N11-034",
    "stem": "控制成本时不需要考虑的因素是()。",
    "options": {
      "A": "成本预测",
      "B": "成本基准",
      "C": "绩效测量基准",
      "D": "工作绩效数据"
    },
    "answer": "A",
    "explanation": "P355: 成本预测是控制成本的输出"
  },
  {
    "id": "N11-035",
    "stem": "关于成本管理的描述，不正确的是()。",
    "options": {
      "A": "成本基准不包括管理储备",
      "B": "成本基准中包括预计的支出，但不包括预计的债务",
      "C": "管理储备用来应付对会影响项目的“未知-未知”风险",
      "D": "成本基准是经过批准且按时间段分配的项目预算"
    },
    "answer": "B",
    "explanation": "P347-348:AC 正确。管理储备不包括在成本基准中，但属于项目总预算和资金需求的一部 分，管理储备用来应对会影响项目的“未知-未知”风险。 D 正确。成本基准是经批准的按时间安排的成本支出计划，并随时反映了经批准的项目成本变更(所增加或 减少的资金数目),被用于度量和监督项目的实际执行成本。 B 错误。成本基准中既包括预计的支出，也包括预计的债务。"
  },
  {
    "id": "N11-036",
    "stem": "关于应急储备和管理储备的说法中不正确的是()。",
    "options": {
      "A": "应急储备包含在成本基准中，用来应对已知-未知的风险",
      "B": "管理储备不包含在成本基准中，用来应对未知-未知的风险",
      "C": "项目经理可以调用应急储备，它通常是项目总预算的一部分",
      "D": "项目经理无权调用管理储备，因为管理储备不在成本基准之中，所以使用管理储备不会，成本基准不会受 到影响"
    },
    "answer": "D",
    "explanation": "P336: 调用管理储备后，成本基准就会跟着变化，所以需要更新成本基准 概念 是否在基准中 PM是否可控制 风险类型 应急储备 在基准中 PM可控制。 应急储备通常是预算的一部分。 已知-未知 管理储备 不在基准中 PM无权控制。 管理储备不包括在成本基准中。但属于项目总预算和资 金需求的一部分。 使用管理储备会导致成本基准的变更。 未知-未知"
  },
  {
    "id": "N11-037",
    "stem": "三点估算中贝塔分布的计算公式为()。",
    "options": {
      "A": "CE=(Co+Cm+Cp)/3",
      "B": "CE=(Co+4Cm+Cp)/6",
      "C": "CE=(Co+Cm+Cp)/6",
      "D": "CE=(Co+4Cm+Cp)/3"
    },
    "answer": "B",
    "explanation": "P343: 送分题，这个要是不会那就实在没办法了"
  },
  {
    "id": "N11-038",
    "stem": "下列活动中需要在整个项目期间定期开展的是()。",
    "options": {
      "A": "规划成本管理",
      "B": "估算成本",
      "C": "制订预算",
      "D": "控制成本"
    },
    "answer": "B",
    "explanation": "P338: 估算成本是定期开展，需要注意定期开展和持续开展的区别。"
  },
  {
    "id": "N11-039",
    "stem": "关于制定预算的描述，不正确的是()。",
    "options": {
      "A": "成本基准是经过批准且按时间段分配的项目预算",
      "B": "项目总资金需求是根据资金投入计算出的成本基准",
      "C": "成本基准中的成本估算与进度活动直接关联",
      "D": "项目资金通常以增量而非连续的方式投入"
    },
    "answer": "B",
    "explanation": "P348:ACD 正确。B 错误。如果有管理储备，则总资金需求等于成本基准加管理储备。"
  },
  {
    "id": "N11-040",
    "stem": "为了加强预算控制，成本估算建设在 WBS 的 ( ) 层 进 行 。",
    "options": {
      "A": "最高",
      "B": "最低",
      "C": "核心",
      "D": "第 三"
    },
    "answer": "B",
    "explanation": "P343: 成本估算最准确的方法是采用自下而上成本估算法，所以要从WBS 的最低层开始进 行。"
  },
  {
    "id": "N11-041",
    "stem": "关于项目成本预算的描述，不正确的是 ()。",
    "options": {
      "A": "范围基准、风险登记册和活动成本估算是制定预算过程的有效输入",
      "B": "资源日历中可获得项目资源种类和使用时间，以确定各阶段的资源成本",
      "C": "做项目成本预算时，需要按照正态分布规律，依时间段分配成本",
      "D": "成本基准是经过批准的，包括应急储备，但不包括管理储备"
    },
    "answer": "C",
    "explanation": "P348: 项目资金通常以增量而非连续的方式投入，并且可能是非均衡的，呈现出阶梯状。所 以 C 不正确"
  },
  {
    "id": "N11-042",
    "stem": "项目经理卧牛刚刚完成一个小项目的启动阶段，开始步入计划编制阶段，这时，公司主管经营 的副总经理向项目经理索要项目预算和成本基准计划。该项目经理较恰当的回答()。",
    "options": {
      "A": "可以在项目章程中找到项目预算，项目章程刚刚做完",
      "B": "在计划编制阶段完成之前，项目预算和基准计划是不能最终确定的",
      "C": "项目计划将不包括项目预算和基准计划，这是个小项目",
      "D": "在制定项目计划之前不可能完成估算"
    },
    "answer": "B",
    "explanation": "首先排除C, 小项目也需要预算。 然后排除A, 项目章程中的预算是甲方给的项目总资金，可以认为就是合同金额。 D 错误。在制订计划之前可以完成估算，这2者没有必然关系。 在计划编制完成前，项目预算和基准计划是不能最终确定的，这个是正确的。计划未编制完，意味着还不能 去进行评审，所以基准计划不能确定"
  },
  {
    "id": "N11-043",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "计划价值 (PV), 是为计划工作分配的经批准的预算，不包括管理储备",
      "B": "挣值 (EV), 是对已完成工作的测量值，是已完成工作的经批准的预算",
      "C": "实际成本 (AC), 是在给定时段内执行某活动而实际发生的成本，是为完成与EV 相对应的工作而发生 的总成本",
      "D": "AC 需要根据计划价值 (PV) 来调整，不得超过计划价值"
    },
    "answer": "D",
    "explanation": "P350-351:AC 没有上限，为实现 EV 所花费的任何成本都要计算进去。"
  },
  {
    "id": "N11-044",
    "stem": "税金、额外福利和保卫费用等属于()。",
    "options": {
      "A": "可变成本",
      "B": "固定成本",
      "C": "间接成本",
      "D": "机会成本"
    },
    "answer": "C",
    "explanation": "P336: 可变成本 随着生产量、工作量或时间而变的成本为可变成本，又称变动成本。 固定成本 不随生产量、工作量或时间的变化而变化的非重复成本为固定成本。 直接成本 直接可以归属于项目工作的成本为直接成本。如项目团队差旅费、工资、项目使用的物料及 设备使用费等 间接成本 来自一般管理费用科目或几个项目共同担负的项目成本所分摊给本项目的费用，就形成了项 目的间接成本，如税金、额外福利和保卫费用等。 机会成本 利用一定的时间或资源生产一种商品时，而失去的利用这些资源生产其他最佳替代品的机会 就是机会成本，泛指一切在做出选择后其中一个最大的损失。 沉没成本 指由于过去的决策已经发生了的，而不能由现在或将来的任何决策改变的成本。沉没成本是 一种历史成本，对现有决策而言是不可控成本，会很大程度上影响人们的行为方式与决策， 在投资决策时应排除沉没成本的干扰【GX202305】"
  },
  {
    "id": "N11-045",
    "stem": "为工作包建立控制账户，并根据“账户编码”分配标记号是创建工作分解结构的最后步骤，控 制 账 户 ( ) 。",
    "options": {
      "A": "不是构成汇总成本、进度和资源信息的单位",
      "B": "是一种控制点，项目的范围、成本和进度在该点被整合",
      "C": "是设置在工作分解结构的特定技术节点",
      "D": "只包括一个工作包"
    },
    "answer": "B",
    "explanation": "P288:WBS 的最低层是带有独特标识号的工作包。这些标识号为成本、进度和资源信息的 逐层汇总提供了层级结构，即账户编码。每个工作包都是控制账户的一部分，而控制账户则是一个管理控制 点。在该控制点上，把范围、预算和进度加以整合，wo 并与niu 挣值相比较来测量绩效。控制账户包含两个 或更多工作包，每个工作包只与一个控制账户关联。"
  },
  {
    "id": "N11-046",
    "stem": "规划成本管理时不需要考虑的因素是 ()。",
    "options": {
      "A": "项目章程",
      "B": "风险管理计划",
      "C": "进度管理计划",
      "D": "成本管理计划"
    },
    "answer": "D",
    "explanation": "P339: 其实就是问的规划成本管理的输入，显然D 错误"
  },
  {
    "id": "N11-047",
    "stem": "关于成本基准的描述，不正确的是()。",
    "options": {
      "A": "大项目可能有多个成本基准",
      "B": "成本基准的变更需要通过变更控制程序",
      "C": "成本基准中既包括预计的支出，也包括预计的债务",
      "D": "项目预算是成本基准与应急储备之和"
    },
    "answer": "D",
    "explanation": "P347-348: 项目预算是成本基准与管理储备之和。"
  },
  {
    "id": "N11-048",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "进度偏差 (SV=EV-PV), 表示为挣值与计划价值之差",
      "B": "成本偏差 (CV=EV-AC), 是在某个给定时点的预算亏空或盈余量，表示为挣值与实际成本之差",
      "C": "进度绩效指数 (SPI=EV/PV), 是测量进度效率的一种指标，表示为挣值与计划价值之比",
      "D": "成本偏差CV 值如果出现小于零的情况，可以在之后的工作中加强管理，以挽回之前的CV 值"
    },
    "answer": "D",
    "explanation": "P351:CV 为负值一般都是不可挽回的。成本偏差CV 值是在某个给定时点的预算亏空或盈 余量，一旦是负值是不可挽回的。即使在之后的工作中加强管理，那也是对之后的工作绩效进行纠偏，对之 前的CV 值没有影响。"
  },
  {
    "id": "N11-049",
    "stem": "()利用历史数据之间的统计关系和其他变量，来进行项目工作的成本估算。",
    "options": {
      "A": "类比估算",
      "B": "参数估算",
      "C": "自下而上估算",
      "D": "三点估算"
    },
    "answer": "B",
    "explanation": "P343: 参数估算：是利用历史数据之间的统计关系和其他变量进行估算。"
  },
  {
    "id": "N11-050",
    "stem": "() 不属于制定预算过程的输出。",
    "options": {
      "A": "成本基准",
      "B": "范围基准",
      "C": "项目资金需求",
      "D": "更新的活动成本估算"
    },
    "answer": "B",
    "explanation": "P347-348:B 错误。范围基准是创建 WBS 的输出 D 没有问题，可在制定预算过程更新的项目文件主要包括：成本估算：更新成本估算，以记录任何额外信息。"
  },
  {
    "id": "N11-051",
    "stem": "关于成本的描述，不正确的是()。",
    "options": {
      "A": "办公场地的物业费、保安费是多个项目共同担负的成本，属于间接成本",
      "B": "沉没成本是一种历史成本，在投资决策时应充分考虑沉没成本",
      "C": "应急储备可取成本估算值的某一百分比、某个固定值来确定",
      "D": "管理储备用于不可预见的工作时，需要把所用的管理储备增加到成本基准中"
    },
    "answer": "B",
    "explanation": "P336: 沉没成本：指由于过去的决策已经发生了的，而不能由现在或将来的任何决策改变的 成本。沉没成本是一种历史成本，对现有决策而言是不可控成本，会很大程度上影响人们的行为方式与决策， 在投资决策时应排除沉没成本的干扰【GX202305】"
  },
  {
    "id": "N11-052",
    "stem": "下列说法不正确的是()。",
    "options": {
      "A": "项目资金需求包括预计支出，但不包括预计债务",
      "B": "成本控制中，应重点分析项目资金支出与完成的相应工作之间的关系，有效成本控制的关键在于管理经批 准的成本基准",
      "C": "成本控制的主要作用是在整个项目期间保持对成本基准的维护",
      "D": "成本控制需要在整个项目期间开展"
    },
    "answer": "A",
    "explanation": "P350: 项目资金需求包括预计支出及预计债务"
  },
  {
    "id": "N11-053",
    "stem": "以下关于成本预算的叙述中，不正确的是()。",
    "options": {
      "A": "成本预算过程完成后，可能会引起项目管理计划的更新",
      "B": "管理储备是为范围和成本的潜在变化而预留的预算，需要体现在项目成本基线中",
      "C": "成本基准计划可以作为度量项目绩效的依据",
      "D": "成本基准按时间分段计算，通常以S 曲线的形式表示"
    },
    "answer": "B",
    "explanation": "P347-348:B 错误。管理储备不属于成本基线。"
  },
  {
    "id": "N11-054",
    "stem": "() 的主要作用是，在整个项目期间保持对成本基准的维护。",
    "options": {
      "A": "规划成本管理",
      "B": "估算成本",
      "C": "制定预算",
      "D": "控制成本"
    },
    "answer": "D",
    "explanation": "P349: 控制成本的主要作用是，在整个项目期间保持对成本基准的维护。"
  },
  {
    "id": "N11-055",
    "stem": "关于成本估算与预算的描述，不正确的是()。",
    "options": {
      "A": "成本估算的作用是确定完成工作所需的成本数额",
      "B": "成本基准是经过批准且按时间段分配的项目预算",
      "C": "如果发现资金限制与计划支出之间存在差异，则可能需要调整工作的进度计划，以平衡资金的支出水平",
      "D": "项目预算包含应急储备，但不包含管理储备"
    },
    "answer": "D",
    "explanation": "P348: 项目预算包括管理储备。"
  },
  {
    "id": "N11-056",
    "stem": "关于成本估算的描述，正确的是()。",
    "options": {
      "A": "成本估算是在某特定时点，根据已知信息所做出来的成本预测",
      "B": "成本估算是准确性随着项目的进展而逐步下降",
      "C": "融资成本不应纳入成本估算",
      "D": "项目进度发现变化但范围没有变化，对成本估算不产生影响"
    },
    "answer": "A",
    "explanation": "P341:A 正确。成本估算是在某特定时点，根据已知信息所做出的成本预测。 B 错误。成本估算准确性随着项目的进展逐渐精确。 C 错误。进行成本估算，应该考虑将向项目收费的全部资源，包括(但不限于)人工、材料、设备、服务、 设施，以及一些特殊的成本种类，如通货膨胀补贴、融资成本或应急成本。 D 错误。进度变化可能会涉及赶工，需要增加成本等。"
  },
  {
    "id": "N11-057",
    "stem": "通过在项目计划中添加强制日期解决资金计划和支出之间的差异，属于()。",
    "options": {
      "A": "资金储备分析",
      "B": "专家判断",
      "C": "成本汇总",
      "D": "资金限制平衡"
    },
    "answer": "D",
    "explanation": "P347: 资金限制平衡：如果发现资金限制与计划支出之间存在差异，则可能需要调整工作的 进度计划，以平衡资金的支出水平"
  },
  {
    "id": "N11-058",
    "stem": "以下关于成本管理的说法中不正确的是()。",
    "options": {
      "A": "对易变性高、范围并未完全明确、经常发生变更的项目，详细的成本计算一定要有。",
      "B": "详细的估算适用于采用准时制的短期规划。",
      "C": "如果易变的项目也遵循严格的预算，通常需要更频繁地更改范围和进度计划，确保始终保持在成本制约因 素之内。",
      "D": "采用轻量级估算方法适合经常发生变更的项目。"
    },
    "answer": "A",
    "explanation": "对易变性高、范围并未完全明确、经常发生变更的项目，详细的成本计算可能没有多大帮助。"
  },
  {
    "id": "N11-059",
    "stem": "某项目计划分为立项、实施和运维三个阶段。财务部给该项目的预算金额不超过80万元。项 目经理估算立项阶段的成本为20万元，实施阶段的成本为50万元，运维阶段的成本为30万元。若用自底 向上法对该项目的成本进行估算，则估算值应为()万元。",
    "options": {
      "A": "70",
      "B": "80",
      "C": "90",
      "D": "100"
    },
    "answer": "D",
    "explanation": "估算是从下而上估算，和预算没关系，不要被题目的预算金额所干扰。你估算多少钱，是你 估 算 ，最终批下来多少钱这个是预算，这个是高层给的。"
  },
  {
    "id": "N11-060",
    "stem": "有效成本控制的关键在于管理经批准的()。",
    "options": {
      "A": "成本估算",
      "B": "成本预算",
      "C": "成本基准",
      "D": "管理储备"
    },
    "answer": "C",
    "explanation": "P349: 有效成本控制的关键在于管理经批准的成本基准。"
  },
  {
    "id": "N11-061",
    "stem": "关 于成本管理，不正确的是()。",
    "options": {
      "A": "成本管理的目的是确保在批准的预算内完成项目",
      "B": "在某些小项目中，成本估算和成本预算过程可以合并",
      "C": "项目团队工资属于直接成本，差旅费属于间接成本",
      "D": "应急储备包括在成本基准中"
    },
    "answer": "C",
    "explanation": "P336: 可变成本 随着生产量、工作量或时间而变的成本为可变成本，又称变动成本。 固定成本 不随生产量、工作量或时间的变化而变化的非重复成本为固定成本。 直接成本 直接可以归属于项目工作的成本为直接成本。如项目团队差旅费、工资、项目使用的物料及 设备使用费等 间接成本 来自一般管理费用科目或几个项目共同担负的项目成本所分摊给本项目的费用，就形成了项 目的间接成本，如税金、额外福利和保卫费用等。 机会成本 利用一定的时间或资源生产一种商品时，而失去的利用这些资源生产其他最佳替代品的机会 就是机会成本，泛指一切在做出选择后其中一个最大的损失。 沉没成本 指由于过去的决策已经发生了的，而不能由现在或将来的任何决策改变的成本。沉没成本是 一种历史成本，对现有决策而言是不可控成本，会很大程度上影响人们的行为方式与决策， 在投资决策时应排除沉没成本的干扰【GX202305】"
  },
  {
    "id": "N11-062",
    "stem": "分析成本构成结果，找出各种可以相互替代的成本，协调各种成本之间的关系，属于()的内 容。",
    "options": {
      "A": "识别和分析项目成本构成科目",
      "B": "成本估算",
      "C": "成本预算",
      "D": "成本审评"
    },
    "answer": "B",
    "explanation": "老题目，有参考价值。在估算成本时，需要识别和分析可用于启动与完成项目的备选成本方 案；需要权衡备选成本方案并考虑风险，如比较自制成本与外购成本、购买成本与租赁成本及多种资源共享 方案，以优化项目成本。"
  },
  {
    "id": "N11-063",
    "stem": "成本管理计划中一般不包含()。",
    "options": {
      "A": "组织程序链接",
      "B": "计量单位",
      "C": "项目里程碑",
      "D": "控制临界值"
    },
    "answer": "C",
    "explanation": "P340-341: 在成本管理计划中一般需要规定：计量单位；精确度；准确度；组织程序链接； 控制临界值；绩效测量规则；报告格式；其他细节。"
  },
  {
    "id": "N11-064",
    "stem": "以下关于成本估算的说法错误的是()。",
    "options": {
      "A": "成本一般用货币单位(人民币、美元、欧元、日元)来表示",
      "B": "针对项目使用的所有资源来估算计划活动成本",
      "C": "一般不考虑关于风险应对方面的信息",
      "D": "估算完成每项计划活动所需的资源的近似成本"
    },
    "answer": "C",
    "explanation": "P342: 风险登记册是成本估算的依据，风险登记册：包含已识别并按优先顺序排列的单个项 目风险的详细信息及针对这些风险采取的应对措施。风险登记册还提供了可用于估算成本的详细信息。"
  },
  {
    "id": "N11-065",
    "stem": "某高校校园网建设的一个项目经理，正在估算该项目的成本，此时尚未掌握项目的全部细节。 项目经理卧牛应该首先采用的成本估算方法是()。",
    "options": {
      "A": "类比估算法",
      "B": "自下而上估算法",
      "C": "蒙特卡罗分析",
      "D": "参数模型"
    },
    "answer": "A",
    "explanation": "P343: 细节尚不明确用类比估算"
  },
  {
    "id": "N11-066",
    "stem": "关于成本的描述，不正确()。",
    "options": {
      "A": "额外福利、项目团队的差旅费属于直接成本",
      "B": "税金、人力资源部门员工工资、保险费属于间接成本",
      "C": "项目总预算为成本基准与管理储备之和",
      "D": "应急储备是包含在成本基准内的一部分预算"
    },
    "answer": "A",
    "explanation": "P336: 注意，关于B 为什么正确，大家要看清楚，题目说的是人力资源部门员工工资，这个 是确实是间接成本。 可变成本 随着生产量、工作量或时间而变的成本为可变成本，又称变动成本。 固定成本 不随生产量、工作量或时间的变化而变化的非重复成本为固定成本。 直接成本 直接可以归属于项目工作的成本为直接成本。如项目团队差旅费、工资、项目使用的物料及 设备使用费等 间接成本 来自一般管理费用科目或几个项目共同担负的项目成本所分摊给本项目的费用，就形成了项 目的间接成本，如税金、额外福利和保卫费用等。 机会成本 利用一定的时间或资源生产一种商品时，而失去的利用这些资源生产其他最佳替代品的机会 就是机会成本，泛指一切在做出选择后其中一个最大的损失。 沉没成本 指由于过去的决策已经发生了的，而不能由现在或将来的任何决策改变的成本。沉没成本是 一种历史成本，对现有决策而言是不可控成本，会很大程度上影响人们的行为方式与决策， 在投资决策时应排除沉没成本的干扰【GX202305】"
  },
  {
    "id": "N11-067",
    "stem": "成本管理中，需要裁剪的考虑因素不包括()。",
    "options": {
      "A": "成本控制",
      "B": "估算和预算",
      "C": "挣值管理",
      "D": "治理"
    },
    "answer": "A",
    "explanation": "P338, 由于每个项目都是独特的，项目经理可能根据需要裁剪项目成本管理过程，裁剪时应 考虑的因素包括：知识管理，估算和预算，挣值管理，敏捷方法的使用，治理。"
  },
  {
    "id": "N11-068",
    "stem": "关于成本估算的描述，不正确的是()。",
    "options": {
      "A": "成本估算时应考虑管理成本、房屋租金、保险等非直接成本",
      "B": "在项目生命周期内，项目估算的准确性随着项目的进展而降低",
      "C": "项目团队成员学习过程所引起的成本应该被纳入项目成本中",
      "D": "应急储备和管理储备应被计入项目成本中"
    },
    "answer": "B",
    "explanation": "P341:B 不正确，项目估算的准确性亦将随着项目的进展而逐步提高"
  },
  {
    "id": "N11-069",
    "stem": "关于成本的描述，正确的是()。",
    "options": {
      "A": "在投资决策时应避免受到沉没成本的干扰",
      "B": "项目团队差旅费、工资、物料费属于间接成本",
      "C": "管理储备是用于应对已识别风险",
      "D": "管理储备是包含在成本基准内的一部分预算"
    },
    "answer": "A",
    "explanation": "P336: 沉没成本：指由于过去的决策已经发生了的，而不能由现在或将来的任何决策改变的 成本。沉没成本是一种历史成本，对现有决策而言是不可控成本，会很大程度上影响人们的行为方式与决策， 在投资决策时应排除沉没成本的干扰【GX202305】"
  },
  {
    "id": "N11-070",
    "stem": "关于成本估算的描述，不正确的是()。",
    "options": {
      "A": "成本估算应识别和考虑各种成本计算方案",
      "B": "成本估算应考虑项目工期要求和质量要求对成本的影响",
      "C": "成本估算时应同时考虑应急储备和管理储备",
      "D": "估算依据应清晰、完整地说明估算是如何编制的"
    },
    "answer": "C",
    "explanation": "P344, 为应对成本的不确定性，成本估算中可以包括应急储备。 应急储备是包含在成本基准内的一部分预算，用来应对已经接受的已识别风险，以及已经制定应急或减轻措 施的已识别风险。应急储备通常是预算的一部分，用来应对那些会影响项目的“已知-未知”风险。例如，可 以预知有些项目可交付成果需要返工，却不知道返工的工作量是多少，可以预留应急储备来应对这些未知数 量的返工工作。可以为某个具体活动建立应急储备，也可以为整个项目建立应急储备，还可以同时建立。应 急储备可取成本估算值的某一百分比、某个固定值，或者通过定量分析来确定。"
  },
  {
    "id": "N11-071",
    "stem": "挣得进度偏差的计算公式是()。",
    "options": {
      "A": "SV(t)=AS -AT",
      "B": "SV(t)=AS-VT",
      "C": "SV(t)=ES-VT",
      "D": "SV(t)=ES-AT"
    },
    "answer": "D",
    "explanation": "P337: 挣得进度偏差：SV(t)=ES-AT,SV(t)>0, 进度超前；SV(t)<0, 进度落后。 挣得进度(ES): 截止到某时间点实际已经完成工作量的时间价值，也就是完成的这部分工作原计划多少时间 来完成。 实际时间(AT): 实际时间，可以认为就是检查点的时间。"
  },
  {
    "id": "N11-072",
    "stem": "在项目成估算技术中，自下而上估算的准确性及其本身所需的成本，通常取决于()。",
    "options": {
      "A": "估算专家",
      "B": "单个活动或工作包的规模和复杂程度",
      "C": "参数模型的可靠性",
      "D": "WBS 分解的颗粒度"
    },
    "answer": "B",
    "explanation": "P343: 自下而上估算是对工作组成部分进行估算的一种方法，首先对单个工作包或活动的成 本进行最具体、细致的估算，然后把这些细节性成本向上汇总或“滚动”到更高层次，用于后续报告和跟踪。 自下而上估算的准确性及其本身所需的成本，通常取决于单个活动或工作包的规模或其他属性。"
  },
  {
    "id": "N11-073",
    "stem": "如果项目实际进度比计划提前20%,实际成本只用了预算成本的60%,首先应该()。",
    "options": {
      "A": "重新修订进度计划",
      "B": "给项目团队加薪，开表彰大会",
      "C": "重新进行成本预算",
      "D": "找出与最初计划产生差别的原因"
    },
    "answer": "D",
    "explanation": "在进度提前的同时，成本节约这么多，说明那个环节出了问题。有可能是计划制订不正确， 有可能是漏掉了部分工作，不管怎么样，首先要分析问题原因，这是控制进度和控制成本都必须做的首要事 情。"
  },
  {
    "id": "N11-074",
    "stem": "关于成本类型的描述，不正确的是()。",
    "options": {
      "A": "项目团队差旅费、工资、税金、物料及设备使用费为直接成本",
      "B": "随着生产量、工作量或时间而变的成本称为变动成本",
      "C": "利用一定时间或资源生产一种商品时，便失去了使用这些资源生产其它最佳替代品的机会，称为机会成本",
      "D": "沉没成本是一种历史成本，对现有决策而言是不可控成本"
    },
    "answer": "A",
    "explanation": "P336:A 不正确，税金是间接成本。 直接成本 直接可以归属于项目工作的成本为直接成本。如项目团队差旅费、工资、项目使用的物料及 设备使用费等 间接成本 来自一般管理费用科目或几个项目共同担负的项目成本所分摊给本项目的费用，就形成了项 目的间接成本，如税金、额外福利和保卫费用等。"
  },
  {
    "id": "N11-075",
    "stem": "下列活动中需要在整个项目期间持续开展的是()。",
    "options": {
      "A": "规划成本管理",
      "B": "估算成本",
      "C": "制订预算",
      "D": "控制成本"
    },
    "answer": "D",
    "explanation": "P338: 控制成本是持续开展，需要注意定期开展和持续开展的区别"
  },
  {
    "id": "N11-076",
    "stem": "() 的准确性取决于模型的成熟度和基础数据的可靠性。",
    "options": {
      "A": "类比估算",
      "B": "三点估算",
      "C": "自下而上估算",
      "D": "参数估算"
    },
    "answer": "D",
    "explanation": "P343, 参数估算的准确性取决于参数模型的成熟度和基础数据的可靠性"
  },
  {
    "id": "N11-077",
    "stem": "成本管理计划中，人时数，人天数指的是()",
    "options": {
      "A": "计量单位",
      "B": "精确度",
      "C": "准确度",
      "D": "控制临界值"
    },
    "answer": "A",
    "explanation": "P340, 计量单位。需要规定每种资源的计量单位，例如，用于测量时间的人 · 时数、人 ·天 数或周数，用于计量数量的米、升、吨、千米或立方码，或者用货币表示的总价。"
  },
  {
    "id": "N11-078",
    "stem": "投资者蜗牛可以选择股票和储蓄存款两种投资方式。他于2017年1月1日用2万元购进某股 票，一年后亏损了500元，如果当时他选择储蓄存款， 一年后将有360元的收益。由此可知，蜗牛投资股票 的机会成本为()元。",
    "options": {
      "A": "500",
      "B": "360",
      "C": "860",
      "D": "140"
    },
    "answer": "B",
    "explanation": "P336: 机会成本：利用一定的时间或资源生产一种商品时，而失去的利用这些资源生产其他 最佳替代品的机会就是机会成本，泛指一切在做出选择后其中一个最大的损失。"
  },
  {
    "id": "N11-079",
    "stem": "项目经理在运行预算方案编制时，收集到的基础数据如下：工作包的成本估算为40万元；工 作包的应急储备金为4万元；管理储备金为2万元。该项目的成本基准是()万元。",
    "options": {
      "A": "40",
      "B": "44",
      "C": "42",
      "D": "46"
    },
    "answer": "B",
    "explanation": "P347-348: 成本基准=估算成本+应急储备=44万"
  },
  {
    "id": "N11-080",
    "stem": "() 通过考虑估算中的不确定性与风险，使用三种估算值来界定活动期望完成工期的近似区间， 可以提高活动成本估算的准确性。",
    "options": {
      "A": "类比估算",
      "B": "三点估算",
      "C": "参数估算",
      "D": "专家判断"
    },
    "answer": "B",
    "explanation": "P343: 三点估算通过考虑估算中的不确定性与风险，使用三种估算值来界定活动成本的近似 区间，可以提高单点成本估算的准确性。"
  },
  {
    "id": "N11-081",
    "stem": "以下关于成本管理的说法中不正确的是()。",
    "options": {
      "A": "项目全过程所耗用的各种成本的总和为项目成本。",
      "B": "对于一个项目而言，产品的全生命期成本考虑的是权益总成本，即开发成本加上维护成本。",
      "C": "在项目过程中不应只关心完成项目活动所需资源的成本，也应该考虑项目决策对项目最终产品的使用和维 护成本的影响。",
      "D": "具体的成本一般包括直接工时、其他直接费用、间接工时、采购价格，不包括其它间接费用。"
    },
    "answer": "D",
    "explanation": "P335, 具体的成本一般包括直接工时、其他直接费用、间接工时、其他间接费用以及采购价 格。"
  },
  {
    "id": "N11-082",
    "stem": "关于成本预算和成本基准的描述，不正确的是()。",
    "options": {
      "A": "成本预算是将己批准的项目总的估算成本分摊到项目的各项具体活动和各个具体项目阶段",
      "B": "多项目，特别是大项目，可能有多个成本基准",
      "C": "根据成本基准来确定总资金需求和阶段性(如季度或年度)资金需求",
      "D": "动用管理储备不会影响项目的成本基准"
    },
    "answer": "D",
    "explanation": "P347-348: 当出现有必要动用管理储备的变更时，则应该在获得变更控制过程的批准之后， 把适量的管理储备移入成本基准中。"
  },
  {
    "id": "N11-083",
    "stem": "成本管理计划中，某项目的估算成本为995.59元，指的是()",
    "options": {
      "A": "计量单位",
      "B": "精确度",
      "C": "准确度",
      "D": "控制临界值"
    },
    "answer": "B",
    "explanation": "P340, 精确度。根据活动范围和项目规模，设定成本估算向上或向下取整的程度(例如995.59 元取整为1000元)。"
  },
  {
    "id": "N11-084",
    "stem": "关于成本估算相关技术的描述，正确的是()。",
    "options": {
      "A": "参数估算中会使用到历史数据，因此比类比估算的准确性要高",
      "B": "参数估算适合在项目的早期阶段详细信息不足时采用",
      "C": "类比估算法通常成本较高、耗时较多",
      "D": "类比估算既可以针对整个项目，也可以针对项目中的某个部分"
    },
    "answer": "D",
    "explanation": "P343:A 不正确，参数估算的准确性取决于参数模型的成熟度和基础数据的可靠性 类比估算和参数估算一样可以针对整个项目或项目中的某个部分，并可与其他估算方法联合使用。"
  },
  {
    "id": "N11-085",
    "stem": "关于成本估算和预算的描述，不正确的是()。",
    "options": {
      "A": "成本估算的输出除了包括成本基准外，还应有估算依据",
      "B": "成本预算以成本估算为基础",
      "C": "成本预算是将项目成本分摊到项目的各个活动和各个阶段",
      "D": "项目预算是成本基准和管理储备之和"
    },
    "answer": "A",
    "explanation": "P347-348:A 不正确，成本基准是制订预算的输出"
  },
  {
    "id": "N11-086",
    "stem": "以下()不属于成本估算的工具和技术。",
    "options": {
      "A": "备选方案分析",
      "B": "类比估算",
      "C": "参数估算",
      "D": "挣值分析"
    },
    "answer": "D",
    "explanation": "P343-344: 成本估算的工具和技术：1.专家判断；2.类比估算；3.参数估算；4. 自下而上估 算；5.三点估算；6.数据分析；7.项目管理信息系统；8.决策。"
  },
  {
    "id": "N11-087",
    "stem": "项目预算与成本基准之间的差额是()。",
    "options": {
      "A": "应急储备",
      "B": "应付未付的成本",
      "C": "管理储备",
      "D": ""
    },
    "answer": "C",
    "explanation": "P348: 这种送分题就不说了吧。 总 计 — → 项目预算 管理储备 成本基准 控制账户 应急储备 工作包成本 估算 活动应急储备 活动成本估算 项目预算的组成 图11-4 项目预算的组成 D 、应收未收的收入"
  },
  {
    "id": "N11-088",
    "stem": "制定预算是汇总所有单个活动或工作包的估算成本，建立一个经批准的成本基准的过程，其主 要 作 用 是 ( ) 。",
    "options": {
      "A": "根据项目类型和复杂程度确定适用于项目资源的管理方法和管理程度",
      "B": "明确完成项目所需的资源种类、数量和特性",
      "C": "确定可据以监督和控制项目绩效的成本基准",
      "D": "在整个项目期间为如何管理和核实质量提供指南和方向"
    },
    "answer": "C",
    "explanation": "P345, 制定预算是汇总所有单个活动或工作包的估算成本，建立一个经批准的成本基准的过 程。本过程的主要作用是确定可据以监督和控制项目绩效的成本基准。"
  },
  {
    "id": "N11-089",
    "stem": "项目成本控制的目标不包括()",
    "options": {
      "A": "对造成成本基准变更的因素施加影响",
      "B": "确保成本支出不超过批准的资金限额",
      "C": "对照资金支出，监督工作绩效",
      "D": "更新成本基准"
    },
    "answer": "D",
    "explanation": "P349, 项目成本控制的目标包括： ●对造成成本基准变更的因素施加影响； ●确保所有变更请求都得到及时处理； ●当变更实际发生时，管理这些变更； ●确保成本支出不超过批准的资金限额，既不超出按时段、按WBS 组件、按活动分配的限额，也不超出项 目总限额； ●监督成本绩效，找出并分析与成本基准间的偏差； ●对照资金支出，监督工作绩效； ●防止在成本或资源使用报告中出现未经批准的变更； ●向干系人报告所有经批准的变更及其相关成本； ●设法把预期的成本超支控制在可接受的范围内等。"
  },
  {
    "id": "N11-090",
    "stem": "下列说法不正确的是()。",
    "options": {
      "A": "为应对成本的不确定性，成本估算中可以包括管理储备",
      "B": "成本估算的输出包括估算依据",
      "C": "成本类比估算使用以往类似项目的参数值或属性来估算",
      "D": "参数估算其准确性取决于参数模型的成熟度和基础数据的可靠性"
    },
    "answer": "A",
    "explanation": "P344: 为应对成本的不确定性，成本估算中可以包括应急储备 第12章项目质量管理"
  },
  {
    "id": "N12-001",
    "stem": "关于质量的描述，正确的是()。",
    "options": {
      "A": "功能、性能、价格可作为衡量质量的指标",
      "B": "质量与等级相关，等级的高低决定了质量的好坏",
      "C": "预防错误的成本通常高于检查并纠正错误的成本",
      "D": "项目合同通常是进行项目质量管理的主要依据"
    },
    "answer": "D",
    "explanation": "P359, A 错误。衡量质量肯定不能光看价格。 B 错误。质量与等级是两个不同的概念。 C 错误。预防错误的成本通常比纠正错误的成本要低。 D 正确。项目合同通常是进行项目质量管理的主要依据。"
  },
  {
    "id": "N12-002",
    "stem": "质量控制的输入，不包括()。",
    "options": {
      "A": "项目管理计划",
      "B": "确认的变更",
      "C": "质量测量指标",
      "D": "工作绩效数据"
    },
    "answer": "B",
    "explanation": "P374: 控制质量的输入：1.项目管理计划(质量管理计划)2.项目文件(测试与评估文件、 质量测量指标、经验教训登记册)3.可交付成果4.工作绩效数据5.批准的变更请求6.事业环境因素7.组织过 程资产"
  },
  {
    "id": "N12-003",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "项目合同通常是进行项目质量管理的主要依据",
      "B": "质量方针是组织内部的行为准则",
      "C": "质量目标是指“在质量方面所追求的目的”,它是落实质量方针的具体要求，它从属于质量方针",
      "D": "质量目标可以不用很明确，只要能够描述清楚，保证质量目标容易被沟通和理解"
    },
    "answer": "D",
    "explanation": "P359, 质量目标是指“在质量方面所追求的目的”,它是落实质量方针的具体要求，它从属 于质量方针，应与利润目标、成本目标、进度目标等相协调。质量目标必须明确、具体，尽量用定量化的语 言进行描述，保证质量目标容易被沟通和理解。质量目标应分解落实到各部门及项目的全体成员，以便于实 施、检查和考核。"
  },
  {
    "id": "N12-004",
    "stem": "质量管理工具()常用于找出导致项目问题产生的潜在原因。",
    "options": {
      "A": "控制图",
      "B": "鱼骨图",
      "C": "散点图",
      "D": "直方图"
    },
    "answer": "B",
    "explanation": "P376: 因果图：因果图又称“鱼骨图”“why-why 分析图”和“石川图”,将问题陈述的 原因分解为离散的分支，有助于识别问题的主要原因或根本原因。"
  },
  {
    "id": "N12-005",
    "stem": "关于质量审计的说法中不正确的是()。",
    "options": {
      "A": "审计是用于确定项目活动是否遵循了组织和项目的政策、过程与程序的一种结构化且独立的过程",
      "B": "为了保证审计的真实性，质量审计只能由组织外部的团队开展",
      "C": "质量审计可事先安排，也可随机进行",
      "D": "质量审计还可确认已批准的变更请求(包括更新、纠正措施、缺陷补救和预防措施)的实施情况"
    },
    "answer": "B",
    "explanation": "P371: 审计是用于确定项目活动是否遵循了组织和项目的政策、过程与程序的一种结构化且独立的过程。 质量审计通常由项目外部的团队开展，如组织内部审计部门、项目管理办公室(PMO) 或组织外部的审计师。 质量审计可事先安排，也可随机进行；可由内部或外部审计师进行。"
  },
  {
    "id": "N12-006",
    "stem": "关于质量管理的描述，不正确的是()。",
    "options": {
      "A": "“检查”——对结果进行检查",
      "B": "项目合同通常是进行项目质量管理的主要依据",
      "C": "从项目作为一次性的活动来看，项目质量体现在由WBS 反映出的项目范围内所有的阶段、子项目、项目 工作单元的质量构成，即项目的工作质量",
      "D": "控制质量关注工作成果与质量要求的比较，确保结果可接受"
    },
    "answer": "A",
    "explanation": "P359, “检查”——保证错误不落到客户手中"
  },
  {
    "id": "N12-007",
    "stem": "() 是一种展示两个变量之间关系的图形，可在一支轴上展示计划的绩效，在另一支轴上展示 实际绩效。",
    "options": {
      "A": "流程图",
      "B": "直方图",
      "C": "矩阵图",
      "D": "散点图"
    },
    "answer": "D",
    "explanation": "P376: 散点图：可在一支轴上展示计划的绩效，在另一支轴上展示实际绩效。"
  },
  {
    "id": "N12-008",
    "stem": "质量审计目标不包括()。",
    "options": {
      "A": "识别全部正在实施的良好及最佳实践",
      "B": "识别所有违规做法、差距及不足",
      "C": "分享所在组织和/或行业中类似项目的良好实践",
      "D": "保证软件系统或软件产品充分满足用户要求的质量而进行的有计划、有组织的活动"
    },
    "answer": "D",
    "explanation": "P371: 质量审计目标一般包括： 识别全部正在实施的良好及最佳实践； 识别所有违规做法、差距及不足； 分享所在组织和/或行业中类似项且的良好实践； 积极主动地提供协助，以改进过程的执行，从而帮助团队提高生产效率； 强调每次审计都应对组织经验教训知识库的积累做出贡献等。"
  },
  {
    "id": "N12-009",
    "stem": "质量控制的方法、技术和工具有很多，其中(61)可以用来分析过程是否稳定，是否发生了异 常情况。因果图直观地反映了项目中可能出现的问题与各种潜在原因之间的关系。",
    "options": {
      "A": "因果图",
      "B": "控制图",
      "C": "散点图",
      "D": "帕累托图"
    },
    "answer": "B",
    "explanation": "P376: 因果图：用于识别质量缺陷和错误可能造成的结果。 控制图：用于确定一个过程是否稳定。可以使用质量控制图及七点运行定律寻找数据中的规律。七点运行定 律是指如果在一个质量控制图中，连续的7个数据点都低于平均值或高于平均值，或者都是上升的，或者都 是下降的，那么这个过程就需要因为非随机问题而接受检查。七点原则：三种情况(持续升、降、在一边) 直方图：可按来源或组成部分展示缺陷数量。 散点图：可在一支轴上展示计划的绩效，在另一支轴上展示实际绩效。"
  },
  {
    "id": "N12-010",
    "stem": "下面4种质量管理水平，最高的是()。",
    "options": {
      "A": "通常，代价最大的方法是让客户发现缺陷",
      "B": "控制质量过程包括先检测和纠正缺陷，再将可交付成果发送给客户",
      "C": "将质量融入项目和产品的规划和设计中",
      "D": "通过质量保证检查并纠正过程本身"
    },
    "answer": "C",
    "explanation": "P359, 按有效性递增排列的五种质量管理水平 通常，代价最大的方法是让客户发现缺陷。 控制质量过程包括先检测和纠正缺陷，再将可交付成果发送给客户。 通过质量保证检查并纠正过程本身。 将质量融入项目和产品的规划和设计中。 在整个组织内创建一种关注并致力于实现过程和产品质量的文化。"
  },
  {
    "id": "N12-011",
    "stem": "下面说法中不正确的是 ()。",
    "options": {
      "A": "工作质量是指产品的使用价值及其属性，而产品质量则是工作质量的保证",
      "B": "为引导变更，敏捷方法要求多个质量与审核步骤贯穿整个项目，而不是在面临项目结束时才执行",
      "C": "对管理质量负有责任的岗位与团队，包括项目经理、项目团队、项目发起人、执行组织的管理层，甚至是 客户",
      "D": "在问卷调查中识别的缺陷相关成本属于一致性成本"
    },
    "answer": "A",
    "explanation": "P358: 质量通常是指产品的质量，广义上的质量还包括工作质量。产品质量是指产品的使用 价值及其属性；而工作质量则是产品质量的保证，它反映了与产品质量直接有关的工作对产品质量的保证程 度"
  },
  {
    "id": "N12-012",
    "stem": "() 可能是图形、数据或定性文件，其中包含的信息可帮助其他过程和部门采取纠正措施，以 实现项目质量期望。",
    "options": {
      "A": "质量控制测量结果",
      "B": "质量测量指标",
      "C": "测试与评估文件",
      "D": "质量报告"
    },
    "answer": "D",
    "explanation": "P372: 质量报告可能是图形、数据或定性文件，其中包含的信息可帮助其他过程和部门采取 纠正措施，以实现项目质量期望。"
  },
  {
    "id": "N12-013",
    "stem": "以下说法中不正确的是 ()。",
    "options": {
      "A": "全面质量管理，以质量为中心，以结果为基础。由结构、技术、人员和变革推动者4个要素组成",
      "B": "全面质量管理有4个核心的特征：全员参加的质量管理、全过程的质量管理、全面方法的质量管理和全 面结果的质量管理",
      "C": "全员参加的质量管理。要求全部员工，无论高层管理者还是普通办公职员或一线工人，都要参与质量改进 活动。参与“改进工作质量管理的核心机制”,是全面质量管理的主要原则之一",
      "D": "全面结果的质量管理。全面结果的质量管理指对产品质量、工作质量、工程质量和服务质量等进行全面质 量管理"
    },
    "answer": "A",
    "explanation": "P360,A 不正确。全面质量管理，以质量为中心，以全员参与为基础。由结构、技术、人员 和变革推动者4个要素组成"
  },
  {
    "id": "N12-014",
    "stem": "() 监督并记录质量活动执行结果，以便评估绩效，并推荐必要的变更。",
    "options": {
      "A": "质量规划",
      "B": "质量保证",
      "C": "质量控制",
      "D": "质量改进"
    },
    "answer": "C",
    "explanation": "P361-362, 规划质量管理是识别项目及其可交付成果的质量要求和标准，并准备对策确保符合质量要求的过程。 管理质量是把组织的质量政策用于项目，并将质量管理计划转化为可执行的质量活动的过程。 控制质量是为了评估绩效，确保项目输出完整、正确且满足客户期望，而监督和记录质量管理活动执行结果 的过程。"
  },
  {
    "id": "N12-015",
    "stem": "() 可以作为项目质量控制中问题识别和问题分析的工具。",
    "options": {
      "A": "帕累托分析",
      "B": "直方图",
      "C": "核对表",
      "D": "因果分析"
    },
    "answer": "D",
    "explanation": "P376: 因果图：用于识别质量缺陷和错误可能造成的结果"
  },
  {
    "id": "N12-016",
    "stem": "以下质量管理水平有效性最高的是()。",
    "options": {
      "A": "在整个组织内创建一种关注并致力于实现过程和产品质量的文化",
      "B": "将质量融入项目和产品的规划和设计中",
      "C": "通过质量保证检查并纠正过程本身，而不仅仅是特殊缺陷",
      "D": "控制质量过程包括先检测和纠正缺陷，再将可交付成果发送给客户"
    },
    "answer": "A",
    "explanation": "P359, 按有效性递增排列的五种质量管理水平 通常，代价最大的方法是让客户发现缺陷。 控制质量过程包括先检测和纠正缺陷，再将可交付成果发送给客户。 通过质量保证检查并纠正过程本身。 将质量融入项目和产品的规划和设计中。 在整个组织内创建一种关注并致力于实现过程和产品质量的文化。"
  },
  {
    "id": "N12-017",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "测试的目的是找出产品或服务中存在的错误、缺陷、漏洞或其他不合规问题",
      "B": "测试只在项目结束时进行，目的是为了检测产品缺陷",
      "C": "软件测试可能包括单元测试、集成测试、接口测试等",
      "D": "硬件开发中，测试可能包括环境应力筛选、老化测试、系统测试"
    },
    "answer": "B",
    "explanation": "P375-376: 测试可以贯穿于整个项目，也可以在项目结束时进行。"
  },
  {
    "id": "N12-018",
    "stem": "下面说法中不正确的是()。",
    "options": {
      "A": "产品质量是指产品的使用价值及其属性",
      "B": "工作质量则是产品质量的保证，它反映了与产品质量直接有关的工作对产品质量的保证程度",
      "C": "一个产品质量越好，其等级也越高",
      "D": "低质量的产品会因质量低劣而无效和/或低效，不会被使用者接受"
    },
    "answer": "C",
    "explanation": "P358, 质量与等级是两个不同的概念。质量作为实现的性能或成果，是“一系列内在特性满 足要求的程度(ISO 9000)”。等级是对用途相同但技术特性不同的可交付成果的级别分类。"
  },
  {
    "id": "N12-019",
    "stem": "以下关于项目质量管理的新趋势和新兴实践的说法中不正确的是()。",
    "options": {
      "A": "全面质量管理 (TQM) 、 六西格玛和精益六西格玛等属于质量改进举措。",
      "B": "管理层在其质量职责内，肩负着为项目提供具有足够能力的资源的相应责任。",
      "C": "在敏捷环境中，干系人与项目管理团队合作可确保在整个项目期间始终做到客户满意。",
      "D": "PDCA 中计划是质量改进的基础"
    },
    "answer": "D",
    "explanation": "P360-361, 休哈特*阿牛提出并经戴明完善的“计划一实施一检查一行动 (PDCA)” 循环是 质量改进的基础。"
  },
  {
    "id": "N12-020",
    "stem": "以下关于质量管理的叙述中，不正确的是()。",
    "options": {
      "A": "产品等级高就是质量好",
      "B": "质量管理注重预防胜于检查",
      "C": "质量方针由最高管理者批准并发布",
      "D": "质量目标是落实质量方针的具体要求，从属于质量方针"
    },
    "answer": "A",
    "explanation": "P358, 质量与等级的区别。例如： 一个低等级(功能有限)、高质量(无明显缺陷，用户手册易读)的软件产品，该产品适合一般使用，可以被认可。 一个高等级(功能繁多)、低质量(有许多缺陷，用户手册杂乱无章)的软件产品，该产品的功能会因质量低劣而 无效和/或低效，不会被使用者接受"
  },
  {
    "id": "N12-021",
    "stem": "() 过程的作用之一是识别无效过程和导致质量低劣的原因。",
    "options": {
      "A": "规划质量",
      "B": "管理质量",
      "C": "检查质量",
      "D": "控制质量"
    },
    "answer": "B",
    "explanation": "P368, 管理质量的作用： *①提高实现质量目标的可能性； *②识别无效过程和导致质量低劣的原因； *③使用控制质量过程的数据和结果向干系人展示项目的总体质量状态。"
  },
  {
    "id": "N12-022",
    "stem": "() 用于比较和分析质量测量指标和实际结果测量。",
    "options": {
      "A": "统计抽样",
      "B": "绩效审查",
      "C": "根本原因分析 (RAC)",
      "D": "审计"
    },
    "answer": "B",
    "explanation": "P375: 统计抽样：是指从目标总体中选取部分样本用于检查。 绩效审查：比较和分析质量测量指标和实际结果测量。 根本原因分析(RAC): 根本原因分析用于识别缺陷成因。 可以检查单个活动的成果，也可以检查项目的最终产品。检查也可称为审查、同行审查、审计或巡检等。"
  },
  {
    "id": "N12-023",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "“预防”——保证过程中不出现错误",
      "B": "“检查”— — 对结果进行检查",
      "C": "“公差”— — 结果的可接受范围",
      "D": "“控制界限”——在统计意义上稳定的过程或过程绩效的普通偏差的边界"
    },
    "answer": "B",
    "explanation": "P359, 项目管理团队应了解的与统计相关的术语包括： “预防”——保证过程中不出现错误； “检查”——保证错误不落到客户卧牛手中； “公差”——结果的可接受范围； “控制界限”——在统计意义上稳定的过程或过程绩效的普通偏差的边界"
  },
  {
    "id": "N12-024",
    "stem": "“为了评估绩效，确保项目输出完整、正确，并满足客户期望，而监督和记录质量管理活动执 行结果的过程”是项目质量管理过程中的()。",
    "options": {
      "A": "规划质量管理",
      "B": "管理质量",
      "C": "控制质量",
      "D": "改进质量"
    },
    "answer": "C",
    "explanation": "P361-362, 规划质量管理是识别项目及其可交付成果的质量要求、标准，并书面描述项目将如何证明符合质量要求、标 准的过程。 管理质量是把组织的质量政策用于项目，并将质量管理计划转化为可执行的质量活动的过程。 控制质量是为了评估绩效，确保项目输出完整、正确且满足客户期望，而监督和记录质量管理活动执行结果 的过程。"
  },
  {
    "id": "N12-025",
    "stem": "在管理质量中，()用来确定项目活动是否遵循了组织和项目的政策、过程与程序。",
    "options": {
      "A": "实验设计",
      "B": "基准分析",
      "C": "过程分析",
      "D": "质量审计"
    },
    "answer": "D",
    "explanation": "P371: 质量审计是一种独立的结构化审查，用来确定项目活动是否遵循了组织和项目的政策、 过程与程序。"
  },
  {
    "id": "N12-026",
    "stem": "项目质量管理通过质量规划、管理质量、质量控制程序和过程以及连续的过程改进活动来实现， 其中()关注项目执行过程中的质量。",
    "options": {
      "A": "管理质量",
      "B": "质量规划",
      "C": "质量控制",
      "D": "质量改进"
    },
    "answer": "A",
    "explanation": "P361-362, 管理质量有时被称为“质量保证”,但“管理质量”的定义比“质量保证”更广， 因其可用于非项目工作。在项目管理中，质量保证着眼于项目使用的过程，旨在高效地执行项目过程"
  },
  {
    "id": "N12-027",
    "stem": "下图属于质量管理中的()工具 缺陷/日期 日期1 日期2 日期3 日期4 合计 小划痕 1 2 2 2 7 大划痕 0 1 0 0 1 弯曲 3 3 1 2 9 缺少组件 5 0 2 1 8 颜色配错 2 0 1 3 6 标签错误 1 2 1 2 6",
    "options": {
      "A": "核对单",
      "B": "核查表",
      "C": "统计抽样表",
      "D": "矩阵图"
    },
    "answer": "B",
    "explanation": "P375: 核查表：又称计数表，用于合理排列各种事项，以便有效地收集关于潜在质量问题的 有用数据。"
  },
  {
    "id": "N12-028",
    "stem": "软件项目的质量，主要用()和软件测试两种方法配合使用来保证。",
    "options": {
      "A": "技术评审",
      "B": "用户试用",
      "C": "流程外包",
      "D": "迭代开发"
    },
    "answer": "A",
    "explanation": "老题目，有点价值。软件质量保证是指为保证软件系统或软件产品充分满足用户要求的质量 而进行的有计划、有组织的活动，这些活动贯穿于软件生产的各个阶段即整个生命周期。SQA 由各项任务构 成，这些任务的参与者有两种人，分别是软件开发人员和质量保证人员。前者负责技术工作，后者负责质量 保证的计划、监督、记录、分析及报告工作。 软件开发人员通过采用可靠的技术、方法和措施，进行正式的技术评审，执行软件测试来保证软件产品的质 量。质量保证人员则辅助软件开发人员得到高质量的最终产品。"
  },
  {
    "id": "N12-029",
    "stem": "下面那种测试一般由开发人员进行()。",
    "options": {
      "A": "单元测试",
      "B": "集成测试",
      "C": "回归测试",
      "D": "验收测试"
    },
    "answer": "A",
    "explanation": "一般单元测试都是由开发人员自行进行，主要是对模块或代码段进行测试"
  },
  {
    "id": "N12-030",
    "stem": "( ) 是结果的可接受范围。",
    "options": {
      "A": "检查",
      "B": "预防",
      "C": "公差",
      "D": "控制界限"
    },
    "answer": "C",
    "explanation": "P359, 项目管理团队应了解的与统计相关的术语包括： “预防”——保证过程中不出现错误； “检查”——保证错误不落到客户手中； “公差”——结果的可接受范围； “控制界限”——在统计意义上稳定的过程或过程绩效的普通偏差的边界"
  },
  {
    "id": "N12-031",
    "stem": "()是保证错误不落到客户手中。",
    "options": {
      "A": "检查",
      "B": "预防",
      "C": "公差",
      "D": "控制界限"
    },
    "answer": "A",
    "explanation": "P359, 项目管理团队应了解的与统计相关的术语包括： “预防”——保证过程中不出现错误； “检查”——保证错误不落到客户手中； “公差”——结果的可接受范围； “控制界限”——在统计意义上稳定的过程或过程绩效的普通偏差的边界"
  },
  {
    "id": "N12-032",
    "stem": "下面属于不一致性成本的是()。",
    "options": {
      "A": "测试",
      "B": "破坏性试验损失",
      "C": "检查",
      "D": "返工"
    },
    "answer": "D",
    "explanation": "P366: 一致性成本 不一致成本 预防成本 (打造某种高质量产品) · 培训 · 文件过程 · 设备 · 完成时间 评估成本 (评估质量) · 测 试 ·破坏性试验损失 · 检查 项目花费资金规避失败 内部失败成本 (项目中发现的失败) · 返工 · 报废 外部失败成本 (客户发现的失败) · 债务 · 保修工作 · 失去业务 项目前后花费的资金 (由于失败) 图12-3 质量成本"
  },
  {
    "id": "N12-033",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "规划质量管理过程关注工作需要达到的质量",
      "B": "管理质量则关注管理整个项目期间的质量",
      "C": "控制质量关注工作成果与质量要求的比较，确保结果可接受",
      "D": "项目质量管理知识领域有两个用于其他知识领域的特定输出，即核实的可交付成果和质量测量指标"
    },
    "answer": "D",
    "explanation": "P361-362, 规划质量管理过程关注工作需要达到的质量(质量标准是否合适); 管理质量则关注管理整个项目期间的质量(工作质量是否达标); 控制质量关注工作成果与质量要求的比较，确保结果可接受(产品质量是否达标); 项目质量管理知识领域有两个用于其他知识领域的特定输出，即核实的可交付成果和质量报告。"
  },
  {
    "id": "N12-034",
    "stem": "项目质量是应顾客需求进行的，不同顾客有着不同的质量要求，()是项目质量管理的主要依 据。",
    "options": {
      "A": "项目目标",
      "B": "用户需求",
      "C": "项目合同",
      "D": "项目范围"
    },
    "answer": "C",
    "explanation": "P359, 项目合同通常是进行项目质量管理的主要依据。"
  },
  {
    "id": "N12-035",
    "stem": "以下关于管理的叙述中，不正确的是()。",
    "options": {
      "A": "管理质量是把组织的质量政策用于项目，并将质量管理计划转化为可执行的质量活动的过程",
      "B": "管理质量是通过执行产品检查并发现缺陷来实现的",
      "C": "质量测量指标是管理质量的输入",
      "D": "管理质量活动可由第三方团队进行监督，适当时提供服务支持"
    },
    "answer": "B",
    "explanation": "B 错误。质量控制才是通过执行产品检查并发现缺陷来实现的。"
  },
  {
    "id": "N12-036",
    "stem": "以下质量管理的说法中不正确的是()。",
    "options": {
      "A": "为引导变更，敏捷或适应型方法要求多个质量与审核步骤贯穿整个项目，而不是在面临项目结束时才执行。",
      "B": "为促进频繁的增量交付，敏捷或适应型方法关注于小批量工作。",
      "C": "小批量系统的目的是在整个项目生命周期中发现不一致和质量问题。",
      "D": "裁剪质量过程时时应考虑的因素包括：政策合规与审计；标准与法规合规性；持续改进；干系人参与。"
    },
    "answer": "C",
    "explanation": "P363, 小批量系统的目的是在项目生命周期早期(整体变更成本较低)就能发现不一致和质量 问题。"
  },
  {
    "id": "N12-037",
    "stem": "以下关于管理质量的叙述中，不正确的是()。",
    "options": {
      "A": "管理质量应该贯穿整个项目生命期",
      "B": "管理质量活动属于监控过程组",
      "C": "管理质量的工作属于质量成本框架中的一致性工作",
      "D": "管理质量决定了项目质量控制的结果"
    },
    "answer": "B",
    "explanation": "B、 错误。质量保证活动属于执行过程组"
  },
  {
    "id": "N12-038",
    "stem": "() 是控制质量的输出，同时又是确认范围过程的输入。",
    "options": {
      "A": "质量控制测量结果",
      "B": "变更请求",
      "C": "质量报告",
      "D": "核实的可交付成果"
    },
    "answer": "D",
    "explanation": "P377: 控制质量过程的一个目的就是确定可交付成果的正确性。开展控制质量过程的结果是 核实的可交付成果，后者又是确认范围过程的一项输入，以便正式验收"
  },
  {
    "id": "N12-039",
    "stem": "质量管理中，需要裁剪的考虑因素不包括()。",
    "options": {
      "A": "政策合规与审计",
      "B": "标准与法规合规性",
      "C": "持续改进",
      "D": ""
    },
    "answer": "D",
    "explanation": "P362-363, 裁剪时应考虑的因素包括：政策合规与审计；标准与法规合规性；持续改进；干 系人参与。"
  },
  {
    "id": "N12-040",
    "stem": "对质量管理活动进行结构性审查，决定一个项目质量活动是否符合组织政策、过程和程序的独 立的评估活动称为()。",
    "options": {
      "A": "过程分析",
      "B": "基准分析",
      "C": "整体审计",
      "D": "质量审计"
    },
    "answer": "D",
    "explanation": "P371: 审计是用于确定项目活动是否遵循了组织和项目的政策、过程与程序的一种结构化且 独立的过程"
  },
  {
    "id": "N12-041",
    "stem": "规划质量管理过程关注()。",
    "options": {
      "A": "工作需要达到的质量",
      "B": "管理整个项目期间的质量",
      "C": "工作成果与质量要求的比较",
      "D": "项目是否达到质量要求"
    },
    "answer": "A",
    "explanation": "P361-362, 规划质量管理过程关注工作需要达到的质量(质量标准是否合适); 管理质量则关注管理整个项目期间的质量(工作质量是否达标); 控制质量关注工作成果与质量要求的比较，确保结果可接受(产品质量是否达标);"
  },
  {
    "id": "N12-042",
    "stem": "在规划质量管理过程中，确定项目和产品质量标准时的正确做法是()。",
    "options": {
      "A": "使用决策分析识别达到项目目标所需的关键活动",
      "B": "使用回归分析展示项目团队成员的技能分布",
      "C": "使用流程图分析评估项目成本与质量之间的关系",
      "D": "使用因果图监控项目过程中的质量和性能表现"
    },
    "answer": "C",
    "explanation": "P365-367 ABD 均不属于规划质量管理的工具和技术，只有C 是"
  },
  {
    "id": "N12-043",
    "stem": "质量控制的方法、技术和工具有很多，其中控制图可以用来分析过程是否稳定，是否发生了异 常情况。()直观地反映了项目中可能出现的问题与各种潜在原因之间的关系。",
    "options": {
      "A": "散点图",
      "B": "帕累托图",
      "C": "控制图",
      "D": "鱼骨图"
    },
    "answer": "D",
    "explanation": "P376: 因果图：用于识别质量缺陷和错误可能造成的结果。 控制图：用于确定一个过程是否稳定。可以使用质量控制图及七点运行定律寻找数据中的规律。七点运行定 律是指如果在一个质量控制图中，连续的7个数据点都低于平均值或高于平均值，或者都是上升的，或者都 是下降的，那么这个过程就需要因为非随机问题而接受检查。七点原则：三种情况(持续升、降、在一边) 直方图：可按来源或组成部分展示缺陷数量。 散点图：可在一支轴上展示计划的绩效，在另一支轴上展示实际绩效。"
  },
  {
    "id": "N12-044",
    "stem": "核实的可交付成果属于()过程的输出。",
    "options": {
      "A": "规划质量管理",
      "B": "管理质量",
      "C": "控制质量",
      "D": "检查质量"
    },
    "answer": "C",
    "explanation": "P376-377: 控制质量的输出有：工作绩效信息、质量控制测量结果、核实的可交付成果、变 更请求、项目管理计划更新、项目文件更新。"
  },
  {
    "id": "N12-045",
    "stem": "管理质量过程关注()。",
    "options": {
      "A": "工作需要达到的质量",
      "B": "管理整个项目期间的质量",
      "C": "工作成果与质量要求的比较",
      "D": "项目是否达到质量要求"
    },
    "answer": "B",
    "explanation": "P361-362, 规划质量管理过程关注工作需要达到的质量(质量标准是否合适); 管理质量则关注管理整个项目期间的质量(工作质量是否达标); 控制质量关注工作成果与质量要求的比较，确保结果可接受(产品质量是否达标);"
  },
  {
    "id": "N12-046",
    "stem": "控制质量过程关注()。",
    "options": {
      "A": "工作需要达到的质量",
      "B": "管理整个项目期间的质量",
      "C": "工作成果与质量要求的比较",
      "D": "项目是否达到质量要求"
    },
    "answer": "C",
    "explanation": "P361-362, 规划质量管理过程关注工作需要达到的质量(质量标准是否合适); 管理质量则关注管理整个项目期间的质量(工作质量是否达标); 控制质量关注工作成果与质量要求的比较，确保结果可接受(产品质量是否达标);"
  },
  {
    "id": "N12-047",
    "stem": "() 是在行列交叉的位置展示因素、原因和目标之间的关系强弱。",
    "options": {
      "A": "矩阵图",
      "B": "直方图",
      "C": "甘特图",
      "D": "亲和图"
    },
    "answer": "A",
    "explanation": "P371, 矩阵图在行列交叉的位置展示因素、原因和目标之间的关系强弱。"
  },
  {
    "id": "N12-048",
    "stem": "质量报告是那个过程的输出()。",
    "options": {
      "A": "规划质量管理",
      "B": "管理质量",
      "C": "控制质量",
      "D": "检查质量"
    },
    "answer": "B",
    "explanation": "P372-373: 管理质量的输出1.质量报告、2.测试与评估文件、3.变更请求、4.项目管理计划 (变更)、5.项目文件(更新)"
  },
  {
    "id": "N12-049",
    "stem": "() 识别项目及其可交付成果的质量要求、标准，并书面描述项目将如何证明符合质量要求、 标准的过程。",
    "options": {
      "A": "规划质量管理",
      "B": "管理质量",
      "C": "控制质量",
      "D": "检查质量"
    },
    "answer": "A",
    "explanation": "P361-362, 规划质量管理识别项目及其可交付成果的质量要求、标准，并书面描述项目将如 何证明符合质量要求、标准的过程"
  },
  {
    "id": "N12-050",
    "stem": "下面不属于管理质量的作用的是()。",
    "options": {
      "A": "提高实现质量目标的可能性",
      "B": "识别无效过程和导致质量低劣的原因",
      "C": "使用控制质量过程的数据和结果向干系人展示项目的总体质量状态",
      "D": "确定项目输出是否达到预期目的，这些输出需要满足所有适用标准、要求、法规和规范"
    },
    "answer": "D",
    "explanation": "P373, 控制质量的作用： *①核实项目可交付成果和工作已经达到主要干系人的质量要求，可供最终验收； *②确定项目输出是否达到预期目的，这些输出需要满足所有适用标准、要求、法规和规范。"
  },
  {
    "id": "N12-051",
    "stem": "与项目有关的质量成本 (COQ) 包含以下一种或多种成本：()、评估成本、失败成本(内 部/外部)。",
    "options": {
      "A": "纠错成本",
      "B": "开发成本",
      "C": "测试成本",
      "D": "预防成本"
    },
    "answer": "D",
    "explanation": "P365: 质量成本：与项目有关的质量成本 (COQ) 包含以下一种或多种成本： *①预防成本。预防特定项目的产品、可交付成果或服务质量低劣所带来的成本。 *②评估成本。评估、测量、审计和测试特定项目的产品、可交付成果或服务所带来的成本。 *③失败成本(内部/外部)。因产品、可交付成果或服务与干系人蜗牛需求或期望不一致而导致的成本。最 优 COQ 能够在预防成本和评估成本之间找到恰当的投资平衡点，用于规避失败成本。"
  },
  {
    "id": "N12-052",
    "stem": "() 不属于“控制质量”过程的输出。",
    "options": {
      "A": "质量控制测量结果",
      "B": "质量报告",
      "C": "工作绩效信息",
      "D": "变更请求"
    },
    "answer": "B",
    "explanation": "P376-377: 控制质量的输出有：工作绩效信息、质量控制测量结果、核实的可交付成果、变 更请求、项目管理计划更新、项目文件更新。质量报告是管理质量的输出。"
  },
  {
    "id": "N12-053",
    "stem": "() 的作用之一是确定项目输出是否达到预期目的，这些输出需要满足所有适用标准、要求、 法规和规范。",
    "options": {
      "A": "规划质量",
      "B": "管理质量",
      "C": "检查质量",
      "D": "控制质量"
    },
    "answer": "D",
    "explanation": "P373, 控制质量的作用： *①核实项目可交付成果和工作已经达到主要干系人的质量要求，可供最终验收； *②确定项目输出是否达到预期目的，这些输出需要满足所有适用标准、要求、法规和规范。"
  },
  {
    "id": "N12-054",
    "stem": "() 是为了评估绩效，确保项目输出完整、正确且满足客户期望，而监督和记录质量管理活动 执行结果的过程",
    "options": {
      "A": "规划质量管理",
      "B": "管理质量",
      "C": "控制质量",
      "D": "确认质量"
    },
    "answer": "C",
    "explanation": "P373: 控制质量是为了评估绩效，确保项目输出完整、正确且满足客户期望，而监督和记录 质量管理活动执行结果的过程。"
  },
  {
    "id": "N12-055",
    "stem": "质量控制测量结果是()的过程的输入。",
    "options": {
      "A": "规划质量管理",
      "B": "管理质量",
      "C": "控制质量",
      "D": "检查质量"
    },
    "answer": "B",
    "explanation": "P369-370: 管理质量的输入：质量管理计划；经验教训登记册；质量控制测量结果；质量测 量指标；风险报告；组织过程资产。"
  },
  {
    "id": "N12-056",
    "stem": "关于管理质量的说法中不正确的是()。",
    "options": {
      "A": "管理质量可用于非项目工作",
      "B": "质量保证着眼于项目使用的过程，旨在高效地执行项目过程",
      "C": "管理质量的工作属于质量成本框架中的非一致性工作",
      "D": "在敏捷型项目中，整个项目期间的质量管理由所有团队成员执行"
    },
    "answer": "C",
    "explanation": "P365: 管理质量的工作属于质量成本框架中的一致性工作。"
  },
  {
    "id": "N12-057",
    "stem": "()过程的主要作用是确认项目的可交付成果满足干系人的既定需求。",
    "options": {
      "A": "质量规划",
      "B": "实施质量保证",
      "C": "质量控制",
      "D": "质量过程改进"
    },
    "answer": "C",
    "explanation": "P373, 控制质量的主要作用包括： *①核实项目可交付成果和工作已经达到主要干系人的质量要求，可供最终验收； *②确定项目输出是否达到预期目的，这些输出需要满足所有适用标准、要求、法规和规范。"
  },
  {
    "id": "N12-058",
    "stem": "() 是把组织的质量政策用于项目，并将质量管理计划转化为可执行的质量活动的过程。",
    "options": {
      "A": "管理质量",
      "B": "规划质量管理",
      "C": "控制质量",
      "D": "监督质量"
    },
    "answer": "A",
    "explanation": "P361, 管理质量是把组织的质量政策用于项目，并将质量管理计划转化为可执行的质量活动 的过程。"
  },
  {
    "id": "N12-059",
    "stem": "项目经理在需求调研时，采用问卷调查的方式来获取用户对质量的要求，这属于质量成本中的 ()。",
    "options": {
      "A": "一致性成本",
      "B": "非一致性成本",
      "C": "开发成本",
      "D": "纠错成本"
    },
    "answer": "A",
    "explanation": "P365: 如果问卷调查用在事前评估(还未发生质量问题)上，那么属于一致性成本，如果用在事后调研(已经发生 质量问题)上，那么属于非一致性成本"
  },
  {
    "id": "N12-060",
    "stem": "( ) 不属于管理质量的输出。",
    "options": {
      "A": "质量报告",
      "B": "变更请求",
      "C": "测试与评估文件",
      "D": "质量测量指标"
    },
    "answer": "D",
    "explanation": "P372-373: 质量测量指标是管理质量的输入"
  },
  {
    "id": "N12-061",
    "stem": "控制质量的开展频次()",
    "options": {
      "A": "一 次",
      "B": "整个项目期间",
      "C": "定期",
      "D": "频 繁"
    },
    "answer": "B",
    "explanation": "P373, 本过程需要在整个项目期间开展。"
  },
  {
    "id": "N12-062",
    "stem": "项目有关的质量成本中，属于不一致成本的是()。",
    "options": {
      "A": "预防成本",
      "B": "评估成本",
      "C": "破坏性试验损失成本",
      "D": "外部失败成本"
    },
    "answer": "D",
    "explanation": "P366: 一致性成本 不一致成本 预防成本 (打造某种高质量产品) ·培训 ·文件过程 · 设备 ·完成时间 评估成本 (评估质量) · 测试 ·破坏性试验损失 · 检查 项目花费资金规避失败 内部失败成本 (项目中发现的失败) · 返工 ·报废 外部失败成本 (客户发现的失败) ·债务 ·保修工作 ·失去业务 项目前后花费的资金( 由于失败) 图12-3 质量成本"
  },
  {
    "id": "N12-063",
    "stem": "关于项目质量管理的描述，不正确的是：()。",
    "options": {
      "A": "质量管理由独立的质量保证团队在项目生命周期的特定阶段执行",
      "B": "质量目标是落实质量方针的具体要求，从属于质量方针",
      "C": "质量管理是为了实现质量目标而进行的所有质量性质的活动",
      "D": "质量方针是由组织最高管理者正式发布的该组织总的质量宗旨和方向"
    },
    "answer": "A",
    "explanation": "P369, 管 理 质 量 是 所 有 人 的 共 同 职 责 。 在 敏 捷 型 项 目 中 ， 整 个 项 目 期 间 的 质 量 管 理 由 所 有 团 队 成 员 执 行 ； 但 在 传 统 项 目 中 ， 质 量 管 理 通 常 是 特 定 团 队 成 员 的 职 责 。"
  },
  {
    "id": "N12-064",
    "stem": "() 用来显示将一个或多个输入转化成一个或多个输出的过程中，有助于了解和估算一个过程 的质量成本。",
    "options": {
      "A": "流程图",
      "B": "矩阵图",
      "C": "思维导图",
      "D": "逻辑数据模型"
    },
    "answer": "A",
    "explanation": "P366: 流程图：流程图也称过程图，用来显示将一个或多个输入转化成一个或多个输出的过 程中。流程图有助于了解和估算一个过程的质量成本。流程图有时又被称为“过程流程图”或“过程流向图”, 可帮助改进过程并识别可能出现质量缺陷或可以纳入质量检查的地方。"
  },
  {
    "id": "N12-065",
    "stem": "在执行质量管理相关过程时，质量经理对提交的成果进行了审查，将发现的问题记录并给出了 纠正措施建议，该质量经理卧牛正在执行()过程。",
    "options": {
      "A": "控制质量",
      "B": "管理质量",
      "C": "规划质量管理",
      "D": "持续改进"
    },
    "answer": "B",
    "explanation": "第12章项目质量管理 这题的争议无非就在管理质量和控制质量之间，其实很好判断。蜗牛老师上课讲过，QA 做质量保证，QC 做 控制质量，这题看到是质量经理在做事，那么大概率就是管理质量了，结合题意来看，属于管理质量中的质 量审计，所以本题选B。"
  },
  {
    "id": "N12-066",
    "stem": "() 是一种结构化工具，通常列出特定组成部分，用来核实所要求的一系列步骤是否已得到执 行或检查需求列表是否已得到满足。",
    "options": {
      "A": "核对单",
      "B": "核查表",
      "C": "文件分析",
      "D": "矩阵图"
    },
    "answer": "A",
    "explanation": "P370: 核对单是一种结构化工具，通常列出特定组成部分，用来核实所要求的一系列步骤是 否已得到执行或检查需求列表是否已得到满足。"
  },
  {
    "id": "N12-067",
    "stem": "() 把组织数据可视化，用业务语言加以描述，不依赖任何特定技术，可用于识别会出现数据 完整性或其他问题的地方。",
    "options": {
      "A": "流程图",
      "B": "矩阵图",
      "C": "思维导图",
      "D": "逻辑数据模型"
    },
    "answer": "D",
    "explanation": "P366: 逻辑数据模型：逻辑数据模型把组织数据可视化，用业务语言加以描述，不依赖任何 特定技术。逻辑数据模型可用于识别会出现数据完整性或其他问题的地方。"
  },
  {
    "id": "N12-068",
    "stem": "关于“管理质量”过程的描述，不正确的是()。",
    "options": {
      "A": "管理质量是把组织的质量政策用于项目，并将质量管理计划转化为可执行的质量活动的过程",
      "B": "管理质量是所有人的共同职责，包括项目经理、项目团队、项目发起人、执行组织的管理层",
      "C": "管理质量包括所有质量保证活动，与产品设计和过程改进无关",
      "D": "管理质量过程需要在整个项目期间开展"
    },
    "answer": "C",
    "explanation": "P368, 管理质量有时被称为“质量保证”,但“管理质量”的定义比“质量保证”更广，因其可用于非项目工作。 质量保证着眼于项目使用的过程，旨在高效地执行项目过程，包括遵守和满足标准，向干系人保证最终产品 可以满足他们的需求、期望和要求。 管理质量包括所有质量保证活动，还与产品设计和过程改进有关。管理质量的工作属于质量成本框架中的一 致性工作。"
  },
  {
    "id": "N12-069",
    "stem": "() 展示因素、原因和目标之间的强弱关系，有助于识别对项目成功至关重要的质量测量指标。",
    "options": {
      "A": "流程图",
      "B": "矩阵图",
      "C": "思维导图",
      "D": "逻辑数据模型"
    },
    "answer": "B",
    "explanation": "P366: 矩阵图：矩阵图在行列交叉的位置展示因素、原因和目标之间的强弱关系。在规划质 量管理过程中，矩阵图有助于识别对项目成功至关重要的质量测量指标。"
  },
  {
    "id": "N12-070",
    "stem": "常用于分析和评估改进机会的两种质量改进工具是PDC",
    "options": {
      "A": "流程图",
      "B": "六西格玛",
      "C": "决策树分析",
      "D": "蒙特卡洛模拟"
    },
    "answer": "B",
    "explanation": "P372, 质量改进方法。计划-实施-检查-行动 (PDCA) 和六西格玛是最常用于分析和评估改进机会的两种质量改进 工具。"
  },
  {
    "id": "N12-071",
    "stem": "某公司在教育服务领域持续发展，已有丰富的项目经验。近日新立项的教育服务项目",
    "options": {
      "A": "成本收益分析法",
      "B": "质量成本法",
      "C": "标杆对照法",
      "D": "实验设计"
    },
    "answer": "C",
    "explanation": "P365, 标杆对照：将实际或计划的项目实践或项目的质量标准与可比项目的实践进行比较， 以便识别最佳实践，形成改进意见，并为绩效考核提供依据。作为标杆的项目可以来自执行组织内部或外部， 或者来自同一应用领域或其他应用领域。标杆对照也允许用不同应用领域或行业的项目做类比。"
  },
  {
    "id": "N12-072",
    "stem": "在敏捷型项目中，整个项目期间的质量管理由()执行，但在传统项目中，质量管理通常是() 的职责。",
    "options": {
      "A": "所有团队成员、特定团队成员",
      "B": "特定团队成员、所有团队成员",
      "C": "所有团队成员、所有团队成员",
      "D": "特定团队成员、特定团队成员"
    },
    "answer": "A",
    "explanation": "P369, 在敏捷型项目中，整个项目期间的质量管理由所有团队成员执行，但在传统项目中， 质量管理通常是特定团队成员的职责"
  },
  {
    "id": "N12-073",
    "stem": "为保证项目实施质量，公司组织项目成员进行了三天专业知识培训，该培训成本属于()。",
    "options": {
      "A": "内部失败成本",
      "B": "外部失败成本",
      "C": "评估成本",
      "D": "预防成本"
    },
    "answer": "D",
    "explanation": "P366: 一致性成本 不一致成本 预防成本 (打造某种高质量产品) · 培训 ·文件过程 ·设备 ·完成时间 评估成本 (评估质量) · 测试 ·破坏性试验损失 ·检查 项目花费资金规避失败 内部失败成本 (项目中发现的失败) · 返工 · 报废 外部失败成本 (客户发现的失败) ·债务 ·保修工作 ·失去业务 项目前后花费的资金(由于失败) 图12-3 质量成本"
  },
  {
    "id": "N12-074",
    "stem": "管理质量成本属于质量成本中的()成本。",
    "options": {
      "A": "一致性",
      "B": "内部失败",
      "C": "非一致性",
      "D": "外部失败"
    },
    "answer": "A",
    "explanation": "P365: 管理质量工作属于质量成本框架中的一致性工作。"
  },
  {
    "id": "N12-075",
    "stem": "以下说法中，错误的是 ()。",
    "options": {
      "A": "亲和图可以对潜在缺陷成因进行分类，展示最应关注的领域",
      "B": "直方图是一种展示数字数据的条形图，可展示每个可交付成果的缺陷数量、缺陷成因排列、各个过程的不 合规次数，或项目或产品缺陷的其他表现形式",
      "C": "横道图也称为“甘特图”,是展示进度信息的一种图表方式",
      "D": "假设情景分析是把单个项目风险和不确定性的其他来源模型化的方法，以评估它们对项目目标的潜在影响。 最常见的技术是蒙特卡罗分析"
    },
    "answer": "D",
    "explanation": "P320, *(1)假设情景分析：是对各种情景进行评估，预测它们对项目目标的影响(积极或消极的)。假设情景分析就是 对“如果情景X 出现，情况会怎样?”这样的问题进行分析 *(2)模拟：是把单个项目风险和不确定性的其他来源模型化的方法，以评估它们对项目目标的潜在影响。最常 见 的 模 拟 技 术 是 蒙 特 卡 罗 分 析 。"
  },
  {
    "id": "N12-076",
    "stem": "质量规划管理过程的事业环境因素不包括()。",
    "options": {
      "A": "可能影响项目质量的工作条件或运行条件",
      "B": "特定应用领域的相关规则、标准和指南",
      "C": "可能影响质量期望的文化观念",
      "D": "以往阶段或项目的经验教训"
    },
    "answer": "D",
    "explanation": "P364:D 属于组织过程资产。"
  },
  {
    "id": "N12-077",
    "stem": "() 将问题陈述的原因分解为离散的分支，有助于识别问题的主要原因或根本原因。",
    "options": {
      "A": "因果图",
      "B": "亲和图",
      "C": "甘特图",
      "D": "直方图"
    },
    "answer": "A",
    "explanation": "P371, 因果图将问题陈述的原因分解为离散的分支，有助于识别问题的主要原因或根本原因。"
  },
  {
    "id": "N12-078",
    "stem": "质量成本包括预防不符合要求，为评价产品或服务是符合要求，以及因未达到要求而发生的所 有成本，对于质量管理人员而言，其职业生涯过程中往往处于因不产生效益而尴尬的境地，从质量成本角度 来看，其原因是因为质量保证工作发生的成本属于()。",
    "options": {
      "A": "预防成本",
      "B": "外部失败成本",
      "C": "内部时报成本",
      "D": "评估成本"
    },
    "answer": "A",
    "explanation": "P365: 管理质量工作属于质量成本框架中一致性工作的预防成本。"
  },
  {
    "id": "N12-079",
    "stem": "以下关于问题解决，说法错误的是()。",
    "options": {
      "A": "问题解决发现解决问题或应对挑战的解决方案。它包括收集其他信息、具有批判性思维的、创造性的、量 化的和或逻辑性的解决方法。",
      "B": "问题可能在控制质量过程或质量审计中发现，也可能与过程或可交付成果有关。",
      "C": "问题解决方法通常包括以下要素：定义问题，识别根本原因，生成可能的解决方案，选择最佳解决方案， 执行解决方案，验证解决方案的有效性等。",
      "D": "使用非结构化的问题解决方法有助于消除问题和制定长久有效的解决方案。"
    },
    "answer": "D",
    "explanation": "P372, 使用结构化的问题解决方法有助于消除问题和制定长久有效的解决方案。"
  },
  {
    "id": "N12-080",
    "stem": "某软件系统经测试发现有错误并不能满足质量要求，为了纠正其错误投入了10人天的成本， 该 成 本 ( ) 。",
    "options": {
      "A": "是开发成本并不属于质量成本",
      "B": "是开发成本也属于质量成本的一致成本",
      "C": "属于质量成本中的故障成本",
      "D": "属于质量成本中的评估成本"
    },
    "answer": "C",
    "explanation": "P365: 为了处理错误所发生的成本为非一致性成本中的故障成本。"
  },
  {
    "id": "N12-081",
    "stem": "() 的作用是识别无效过程和导致质量低劣的原因。",
    "options": {
      "A": "规划质量",
      "B": "控制质量",
      "C": "评估质量",
      "D": "管理质量"
    },
    "answer": "D",
    "explanation": "P368: 管理质量的作用： *①提高实现质量目标的可能性； *②识别无效过程和导致质量低劣的原因； *③使用控制质量过程的数据和结果向干系人展示项目的总体质量状态。"
  },
  {
    "id": "N12-082",
    "stem": "() 有助于识别对项目成功至关重要的质量测量指标。",
    "options": {
      "A": "流程图",
      "B": "矩阵图",
      "C": "思维导图",
      "D": "亲和图"
    },
    "answer": "B",
    "explanation": "P366: 矩阵图：矩阵图在行列交叉的位置展示因素、原因和目标之间的强弱关系。在规划质 量管理过程中，矩阵图有助于识别对项目成功至关重要的质量测量指标"
  },
  {
    "id": "N12-083",
    "stem": "下面那个选项不属于管理质量的作用()。",
    "options": {
      "A": "通过执行有关产品特定方面的设计准则，设计出最优的成熟产品",
      "B": "建立信心，可以使未来输出在完工时满足特定的需求和期望",
      "C": "确保使用质量过程并确保其使用能够满足项目的质量目标",
      "D": "核实项目可交付成果和工作已经达到主要干系人的质量要求，可供最终验收"
    },
    "answer": "D",
    "explanation": "P369: 管理质量有助于： 通过执行有关产品特定方面的设计准则，设计出最优的成熟产品； 建立信心，可以使未来输出在完工时满足特定的需求和期望； 确保使用质量过程并确保其使用能够满足项目的质量目标； 提高过程和活动的效率与效果，获得更好的成果和绩效并提高干系人的满意度。 核实项目可交付成果和工作已经达到主要干系人的质量要求，可供最终验收，属于控制质量的作用，所以D 不正确"
  },
  {
    "id": "N12-084",
    "stem": "以下不属于管理质量活动的是()。",
    "options": {
      "A": "故障分析",
      "B": "实验设计",
      "C": "质量改进",
      "D": "系统测试"
    },
    "answer": "D",
    "explanation": "P369, 项目经理和项目团队可以通过组织的质量保证部门或其他组织职能执行某些管理质量 活动，例如故障分析、实验设计和质量改进。"
  },
  {
    "id": "N12-085",
    "stem": "管理质量的数据表现技术中，“可以对潜在缺陷成因进行分类，展示最应关注领域”的技术称 为 ( ) 。",
    "options": {
      "A": "因果图",
      "B": "亲和图",
      "C": "直方图",
      "D": "散点图"
    },
    "answer": "B",
    "explanation": "P371: 亲和图：亲和图可以对潜在缺陷成因进行分类，展示最应关注的领域"
  },
  {
    "id": "N12-086",
    "stem": "质量成本中()属于非一致性成本。",
    "options": {
      "A": "返 工",
      "B": "培训",
      "C": "测试",
      "D": "检查"
    },
    "answer": "A",
    "explanation": "P366: 一致性成本 不一致成本 预防成本 (打造某种高质量产品) · 培训 · 文件过程 · 设备 · 完成时间 评估成本 (评估质量) · 测试 · 破坏性试验损失 · 检查 项目花费资金规避失败 内部失败成本 (项目中发现的失 败 ) · 返工 · 报废 外部失败成本 (客户发现的失败) · 债务 · 保修工作 · 失去业务 项目前后花费的资金(由于失败) 图12-3 质量成本"
  },
  {
    "id": "N12-087",
    "stem": "() 用于分析和评估项目过程和可交付成果的质量是否符合执行组织的标准或特定要求。",
    "options": {
      "A": "质量控制测量结果",
      "B": "核对单",
      "C": "控制质量",
      "D": "质量测量指标"
    },
    "answer": "A",
    "explanation": "P369, 质量控制测量结果用于分析和评估项目过程和可交付成果的质量是否符合执行组织的 标准或特定要求。"
  },
  {
    "id": "N12-088",
    "stem": "() 是产品设计期间可采用的一系列技术指南，旨在优化设计的特定方面，可以控制或提高产 品 最 终 特 性 。",
    "options": {
      "A": "质量改进方法",
      "B": "面向X 的设计",
      "C": "审计",
      "D": "因果图"
    },
    "answer": "B",
    "explanation": "P372: 面向X 的设计(DIX), 旨在优化设计的特定方面，可以控制或提高产品最终特性"
  },
  {
    "id": "N12-089",
    "stem": "某电池生产厂商为了保证产品的质量，在每一块电池出厂前做破坏性测试所产生的成本属于()。",
    "options": {
      "A": "项目开发成本，不属于质量成本",
      "B": "质量成本中的非一致性成本",
      "C": "质量成本中的评估成本",
      "D": "质量生产中的内部失败成本"
    },
    "answer": "C",
    "explanation": "P366: 一致性成本 不一致成本 预防成本 (打造某种高质量产品) · 培训 · 文件过程 · 设备 · 完成时间 评估成本 (评估质量) · 测试 · 破坏性试验损失 · 检查 项目花费资金规避失败 内部失败成本 (项目中发现的失败) · 返工 · 报废 外部失败成本 (客户发现的失败) · 债务 · 保修工作 · 失去业务 项目前后花费的资金 (由于失败) 图 1 2 - 3 质 量成 本"
  },
  {
    "id": "N12-090",
    "stem": "() 不属于质量管理计划的内容。",
    "options": {
      "A": "项目的质量目标",
      "B": "质量角色与职责",
      "C": "项目使用的质量工具",
      "D": "质量成本的分类"
    },
    "answer": "D",
    "explanation": "P367-368: 质量管理计划可以是正式或非正式的，非常详细或高度概括的。质量管理计划内容一般包括： *①项目采用的质量标准； *②项目的质量目标； *③质量角色与职责； *④需要质量审查的项目可交付成果和过程； *⑤为项目规划的质量控制和质量管理活动； *⑥项目使用的质量工具； *⑦与项目有关的主要程序。"
  },
  {
    "id": "N12-091",
    "stem": "关于管理质量的说法中不正确的是()。",
    "options": {
      "A": "管理质量有时被称为“质量保证”,但“管理质量”的定义比“质量保证”更广，因其可用于非项目工作",
      "B": "质量保证着眼于项目使用的过程，旨在高效地执行项目过程",
      "C": "管理质量的工作属于质量成本框架中的一致性工作",
      "D": "在敏捷型项目中，质量管理通常是特定团队成员的职责"
    },
    "answer": "D",
    "explanation": "P369: 管理质量是所有人的共同职责。在敏捷型项目中，整个项目期间的质量管理由所有团 队成员执行；但在传统项目中，质量管理通常是特定团队成员的职责。"
  },
  {
    "id": "N12-092",
    "stem": "从75张工程图纸中随机抽取10张属于()",
    "options": {
      "A": "核对单",
      "B": "核查表",
      "C": "统计抽样",
      "D": "矩阵图"
    },
    "answer": "C",
    "explanation": "P375: 统计抽样。统计抽样是指从目标总体中选取部分样本用于检查(如从75张工程图纸中 随机抽取10张)。"
  },
  {
    "id": "N12-093",
    "stem": "()有助于了解他项目和产品质量的隐性和显性、正式和非正式的需求和期望。",
    "options": {
      "A": "标杆对照",
      "B": "头脑风暴",
      "C": "访谈",
      "D": "成本效益分析"
    },
    "answer": "C",
    "explanation": "P365: 标杆对照：将实际或计划的产品、过程和实践，与其他可比组织的实践进行比较，得到最佳实践。标杆对照 也允许不同领域或行业项目做类比。 头脑风暴：通过头脑风暴可以向团队成员或主题专家收集数据。 访谈：有助于了解他项目和产品质量的隐性和显性、正式和非正式的需求和期望。 成本效益分析：成本效益分析是用来估算备选方案优势和劣势的财务分析工具。成本效益分析可帮助项目经 理确定规划的质量活动是否有效利用了成本。"
  },
  {
    "id": "N12-094",
    "stem": "() 不属于控制质量过程的数据收集技术。",
    "options": {
      "A": "核对单",
      "B": "核查表",
      "C": "统计抽样",
      "D": "绩效审查"
    },
    "answer": "D",
    "explanation": "P375: 绩效审查属于控制质量的数据分析技术"
  },
  {
    "id": "N12-095",
    "stem": "在规划质量管理时，()提供了记录干系人需求和期望的方法。",
    "options": {
      "A": "需求管理计划",
      "B": "风险管理计划",
      "C": "干系人参与计划",
      "D": "范围基准"
    },
    "answer": "C",
    "explanation": "P364: 需求管理计划：提供了识别、分析和管理需求的方法。 风险管理计划：提供了识别、分析和监督风险的方法。 干系人参与计划：提供了记录干系人需求和期望的方法。 范围基准：需要考虑范围说明书中可交付成果的验收标准。"
  },
  {
    "id": "N12-096",
    "stem": "() 专用于描述项目或产品属性，以及控制质量过程将如何验证符合程度。",
    "options": {
      "A": "质量测量指标",
      "B": "质量控制测量结果",
      "C": "质量管理计划",
      "D": "质量报告"
    },
    "answer": "A",
    "explanation": "P368: 质量测量指标专用于描述项目或产品属性，以及控制质量过程将如何验证符合程度"
  },
  {
    "id": "N12-097",
    "stem": "下图质量管理常用到的SIPO",
    "options": {
      "A": "建议方、承建方",
      "B": "供应商、客户",
      "C": "买方、卖方",
      "D": "生产者、消费者"
    },
    "answer": "B",
    "explanation": "P367: 图12-4 SIPOC 模型"
  },
  {
    "id": "N12-098",
    "stem": "() 是一种展示数字数据的条形图，可展示每个可交付成果的缺陷数量、缺陷成因排列、各个 过程的不合规次数，或项目或产品缺陷的其他表现形式。",
    "options": {
      "A": "因果图",
      "B": "亲和图",
      "C": "直方图",
      "D": "散点图"
    },
    "answer": "C",
    "explanation": "P371: 直方图是一种展示数字数据的条形图，可展示每个可交付成果的缺陷数量、缺陷成因 排列、各个过程的不合规次数，或项目或产品缺陷的其他表现形式。"
  },
  {
    "id": "N12-099",
    "stem": "在收集需求时，使用问卷调查收集关于客户期望的数据属于()",
    "options": {
      "A": "预防成本",
      "B": "评估成本",
      "C": "内部失败成本",
      "D": "外部失败成本"
    },
    "answer": "A",
    "explanation": "P366: 在收集需求时，质量还未发生问题，所以属于一致性成本，收集关于客户期望的数据 主要使用来加深对需求的理解，所以属于预防成本"
  },
  {
    "id": "N12-100",
    "stem": "关于控制质量过程目的的描述，正确的是()。",
    "options": {
      "A": "在用户验收和最终交付之前测试产品或服务的完整性、合规性、适用性",
      "B": "识别项目及其可交付成果的质量要求、标准，并描述将如何证明符合质量要求",
      "C": "评估项目团队成员的绩效，确保项目输出敏捷、高效且满足管理层期望",
      "D": "着眼于项目后评估的过程，旨在高效地执行项目过程，包括遵守和满足标准"
    },
    "answer": "A",
    "explanation": "P373, 控制 质量 监 控 定义 控制质量是为了评估绩效，确保项目输出完整、正确且满足客户期望，而监督和 记录质量管理活动执行结果的过程。 作用 ①核实项目可交付成果和工作已经达到主要干系人的质量要求，可供最终验收； ②确定项目输出是否达到预期目的，这些输出需要满足所有适用标准、要求、法 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 规和规范。 开展次数 需要在整个项目期间反复开展"
  },
  {
    "id": "N12-101",
    "stem": "() 用于分析质量控制测量结果、质量测试与评估结果、质量报告等，以便判断质量过程的实 施情况好坏。",
    "options": {
      "A": "备选方案分析",
      "B": "文件分析",
      "C": "过程分析",
      "D": "根本原因分析"
    },
    "answer": "B",
    "explanation": "P370, 文件分析用于分析质量控制测量结果、质量测试与评估结果、质量报告等，以便判断 质量过程的实施情况好坏。"
  },
  {
    "id": "N12-102",
    "stem": "以下()属于控制质量的作用。",
    "options": {
      "A": "识别无效过程",
      "B": "使用控制质量过程的数据和结果向干系人展示项目的总体质量状态",
      "C": "提高实现质量目标的可能性",
      "D": "确定项目输出是否达到预期目的，这些输出需要满足所有适用标准、要求、法规和规范。"
    },
    "answer": "D",
    "explanation": "P368, 管理质量是把组织的质量政策用于项目，并将质量管理计划转化为可执行的质量活动 的过程。本过程的主要作用：①提高实现质量目标的可能性；②识别无效过程和导致质量低劣的原因；③使 用控制质量过程的数据和结果向干系人展示项目的总体质量状态。 P373, 控制质量是为了评估绩效，确保项目输出完整、正确且满足客户期望，而监督和记录质量管理活动执 行结果的过程。本过程的主要作用：①核实项目可交付成果和工作已经达到主要干系人的质量要求，可供最 终验收；②确定项目输出是否达到预期目的，这些输出需要满足所有适用标准、要求、法规和规范。"
  },
  {
    "id": "N12-103",
    "stem": "() 的主要作用是，核实项目可交付成果和工作已经达到主要干系人的质量要求，可供最终验 收 。",
    "options": {
      "A": "规划质量管理",
      "B": "管理质量",
      "C": "控制质量",
      "D": "确认质量"
    },
    "answer": "C",
    "explanation": "P373: 控制质量的主要作用是，核实项目可交付成果和工作已经达到主要干系人的质量要求， 可供最终验收。"
  },
  {
    "id": "N12-104",
    "stem": "以下()不属于质量控制的输入。",
    "options": {
      "A": "可交付成果",
      "B": "工作绩效数据",
      "C": "测试与评估文件",
      "D": "质量控制测量结果"
    },
    "answer": "D",
    "explanation": "P374,D 是输出。 控制质量【输入】:1.项目管理计划。质量管理计划定义了如何在项目中开展质量控制。2.项目文件。3.可 交付成果4.工作绩效数据5.批准的变更请求6.事业环境因素和7.组织过程资产"
  },
  {
    "id": "N12-105",
    "stem": "在部署产品或服务之后，使用问卷调查收集关于客户满意度的数据属于()",
    "options": {
      "A": "预防成本",
      "B": "评估成本",
      "C": "内部失败成本",
      "D": "外部失败成本"
    },
    "answer": "D",
    "explanation": "P375: 问卷调查可用于在部署产品或服务之后收集关于客户满意度的数据。在问卷调查中识 别的缺陷相关成本可被视为COQ 模型中的外部失败成本"
  },
  {
    "id": "N12-106",
    "stem": "() 用于把一个生产过程分解成若干环节，逐一加以分析，发现最值得改进的环节。",
    "options": {
      "A": "备选方案分析",
      "B": "文件分析",
      "C": "过程分析",
      "D": "根本原因分析"
    },
    "answer": "C",
    "explanation": "P370, 过程分析用于把一个生产过程分解成若干环节，逐一加以分析，发现最值得改进的环 节。"
  },
  {
    "id": "N12-108",
    "stem": "关于控制质量的描述，不正确的是()。",
    "options": {
      "A": "控制质量的目的是在用户验收和最终交付之前，测量产品或服务的完整性、合规性和适用性",
      "B": "控制质量时，控制图可用于确定一个过程是否稳定",
      "C": "在瀑布或预测型项目中，控制质量活动通常由特定团队成员在整个项目生命周期中持续执行",
      "D": "质量检查既可以针对单个活动的成果，也可以针对项目的最终产品"
    },
    "answer": "C",
    "explanation": "P374: 在敏捷或适应型项目中，控制质量活动可能由所有团队成员在整个项目生命周期中执 行；在瀑布或预测型项目中，控制质量活动由特定团队成员在特定时间点或者项目或阶段快结束时执行。"
  },
  {
    "id": "N12-109",
    "stem": "管理质量的数据表现技术中，“对导致质量问题的各种原因进行归类，展示最应关注的领域” 的 技 术 称 为 ( ) 。",
    "options": {
      "A": "因果图",
      "B": "亲和图",
      "C": "直方图",
      "D": "散点图"
    },
    "answer": "B",
    "explanation": "P371, 亲和图用于根据其亲近关系对导致质量问题的各种原因进行归类，展示最应关注的领 域"
  },
  {
    "id": "N12-110",
    "stem": "() 用来分析导致某一结果的一系列原因，有助于人们进行创造性、系统性思维，找出问题的 根源。",
    "options": {
      "A": "因果图",
      "B": "亲和图",
      "C": "直方图",
      "D": "散点图"
    },
    "answer": "A",
    "explanation": "P371, 因果图也叫鱼刺图或石川图，用来分析导致某一结果的一系列原因，有助于人们进行 创造性、系统性思维，找出问题的根源。"
  },
  {
    "id": "N12-111",
    "stem": "() 展示了引发缺陷的一系列步骤，用于完整地分析某个或某类质量问题产生的全过程。",
    "options": {
      "A": "因果图",
      "B": "亲和图",
      "C": "直方图",
      "D": "流程图"
    },
    "answer": "D",
    "explanation": "P371, 流程图展示了引发缺陷的一系列步骤，用于完整地分析某个或某类质量问题产生的全 过程。"
  },
  {
    "id": "N12-112",
    "stem": "() 是控制质量过程的输入，用于评估质量目标的实现情况。",
    "options": {
      "A": "质量测量指标",
      "B": "经验教训登记册",
      "C": "可交付成果",
      "D": "测试与评估文件"
    },
    "answer": "D",
    "explanation": "P374: 测试与评估文件是控制质量过程的输入，用于评估质量目标的实现情况。"
  },
  {
    "id": "N12-113",
    "stem": "在质量控制中，根据控制图七点运行定律，()需要接受检查。 质 量 控 制 图 ① 质 量 控 制 图",
    "options": {
      "A": "只有①",
      "B": "只有②",
      "C": "①和 ②",
      "D": "①和②都没有"
    },
    "answer": "B",
    "explanation": "P376: 七点运行定律是指如果在一个质量控制图中，一行上的7个数据点都低于平均值或高 于平均值，或者都是上升的，或者都是下降的，那么这个过程就需要因为非随机问题而接受检查。 意思很简单，连续的7个点出现持续上升或下降或高于平均值或低于平均值，那么就需要检查"
  },
  {
    "id": "N12-114",
    "stem": "抽样的频率和规模应在()过程中确定。",
    "options": {
      "A": "规划质量管理",
      "B": "管理质量",
      "C": "控制质量",
      "D": "检查质量"
    },
    "answer": "A",
    "explanation": "P375: 抽样的频率和规模应在规划质量管理过程中确定"
  },
  {
    "id": "N12-115",
    "stem": "某系统上线后频繁收到发生闪退的用户投诉，项目经理安排工程师小王尽快找到故障原因，并 推荐使用()进行分析。",
    "options": {
      "A": "鱼骨图",
      "B": "直方图",
      "C": "趋势图",
      "D": "散点图"
    },
    "answer": "A",
    "explanation": "P376: 因果图，又称鱼骨图，主要用于追溯问题来源，回推到可行动的根本原因。"
  },
  {
    "id": "N12-116",
    "stem": "关于控制质量工具的描述，不正确的是： ()。",
    "options": {
      "A": "控制图可以判断某一过程是否处于控制之中",
      "B": "统计抽样从总体中抽取一部分相关样本用于检查和测量",
      "C": "散点图中一条斜线上的数据点距离越近表示关系越密切",
      "D": "质量审计可用于确认已批准的变更请求的实施情况"
    },
    "answer": "C",
    "explanation": "P375-376: 散点图可以显示2个变量之间是否有关系， 一条个斜线上的数据点距离越近，2 个变量之间的相关性就越密切。是相关性不是关系。"
  },
  {
    "id": "N12-117",
    "stem": "() 是一种展示两个变量之间的关系的图形，它能够展示两支轴的关系，一般一支轴表示过程、 环境或活动的任何要素，另一支轴表示质量缺陷。",
    "options": {
      "A": "因果图",
      "B": "亲和图",
      "C": "直方图",
      "D": "散点图"
    },
    "answer": "D",
    "explanation": "P371, 散点图是一种展示两个变量之间的关系的图形，它能够展示两支轴的关系，一般一支 轴表示过程、环境或活动的任何要素，另一支轴表示质量缺陷。"
  },
  {
    "id": "N12-118",
    "stem": "在",
    "options": {
      "A": "②③",
      "B": "①⑥",
      "C": "①④",
      "D": "②⑤"
    },
    "answer": "C",
    "explanation": "P376-377: 质量控制的输出：质量控制测量结果、核实的可交付成果、工作绩效信息、变更 请求、项目管理计划更新、项目文件更新。 第13章项目资源管理"
  },
  {
    "id": "N13-001",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "实物资源管理着眼于以有效和高效的方式，分配和使用完成项目所需的实物资源，包括设备、材料、设施 和人力",
      "B": "团队资源指的是人力资源，团队资源管理相对于实物资源管理，包含了技能和能力要求",
      "C": "管理团队过程重点关注人力资源",
      "D": "控制资源过程重点关注实物资源"
    },
    "answer": "A",
    "explanation": "P380: 实物资源管理着眼于以有效和高效的方式，分配和使用完成项目所需的实物资源，包 括设备、材料、设施和基础设施"
  },
  {
    "id": "N13-002",
    "stem": "估算活动资源时不需要考虑的依据是()。",
    "options": {
      "A": "风险登记册",
      "B": "范围基准",
      "C": "活动清单",
      "D": "估算依据"
    },
    "answer": "D",
    "explanation": "P393-394,D 不正确。估算依据是估算活动资源的输出"
  },
  {
    "id": "N13-003",
    "stem": "建设项目团队主要目标不包括()。",
    "options": {
      "A": "鼓励团队成员相互竟争",
      "B": "提高团队成员的知识和技能",
      "C": "提高团队成员之间的信任和认同感",
      "D": "创建富有生气、凝聚力和协作性的团队文化"
    },
    "answer": "A",
    "explanation": "P401, 建设项目团队的目标包括： 提高团队成员的知识和技能。 提高团队成员之间的信任和认同感。 创建富有生气、凝聚力和协作性的团队文化。 提高团队参与决策的能力。"
  },
  {
    "id": "N13-004",
    "stem": "管理项目团队所获得的主要收益体现在()。 *①指导团队选择和职责分配；②管理冲突；③解决问题；④改进团队协作；⑤影响团队行为",
    "options": {
      "A": "①③⑤",
      "B": "②③④",
      "C": "①③④",
      "D": "②③⑤"
    },
    "answer": "D",
    "explanation": "P404, 管理团队是跟踪团队成员工作表现、提供反馈、解决问题并管理团队变更以优化项目 绩效的过程。本过程的主要作用是，影响团队行为、管理冲突以及解决问题。"
  },
  {
    "id": "N13-005",
    "stem": "() 是指事先确定项目的实物或团队资源。",
    "options": {
      "A": "预分派",
      "B": "虚拟团队",
      "C": "集中办公",
      "D": "冲突管理"
    },
    "answer": "A",
    "explanation": "P398, 预分派是指事先确定项目的实物或团队资源"
  },
  {
    "id": "N13-006",
    "stem": "在获取资源过程中，()情况下不需要采用预分派。",
    "options": {
      "A": "项目需要采购外部资源",
      "B": "在竞标过程中承诺分派特定人员进行项目工作",
      "C": "在完成资源管理计划的前期工作之前，制定项目章程过程或其他过程已经制定了某些团队成员的工作",
      "D": "项目取决于特定人员的专有技能"
    },
    "answer": "A",
    "explanation": "P398, 预分派指事先确定项目的实物或团队资源，在如下情况时可采用预分派： 在竞标过程中承诺分派特定人员进行项目工作； 项目取决于特定人员的专有技能； 制定项目章程过程或其他过程已经指定了某些团队成员的工作"
  },
  {
    "id": "N13-007",
    "stem": "项目管理信息系统包括()软件，用于监督资源的使用情况，协助确保合适的资源适时、适地 用于合适的活动。",
    "options": {
      "A": "资源管理或进度计划",
      "B": "CRM 系统",
      "C": "采购系统或智能分析",
      "D": "BOM 系统"
    },
    "answer": "A",
    "explanation": "P410: 项目管理信息系统可包括资源管理或进度计划软件，用于监督资源的使用情况，协助 确保合适的资源适时、适地用于合适的活动。 CRM 系统，是客户关系管理系统。 BOM 系统，物料清单管理系统，ERP 系统中最重要的基础数据管理系统。"
  },
  {
    "id": "N13-008",
    "stem": "领导者的工作主要涉及()。",
    "options": {
      "A": "确定方向、统一思想、实现目标",
      "B": "召集人员、分配任务、激励和鼓舞",
      "C": "召集人员、分配任务、实现目标",
      "D": "确定方向、统一思想、激励和鼓舞"
    },
    "answer": "D",
    "explanation": "P381, 领导者：(1)确定方向。(2)统一思想。(3)激励和鼓舞。"
  },
  {
    "id": "N13-009",
    "stem": "进行有效决策需要：()。 *①着眼于所要达到的目标；②遵循决策流程；③研究环境因素；④分析可用信息；⑤激发团队创造力；⑥理 解风险",
    "options": {
      "A": "①③④",
      "B": "①②③⑤",
      "C": "①②③④⑤",
      "D": "①②③④⑤⑥"
    },
    "answer": "D",
    "explanation": "P407, 进行有效决策需要：①着眼于所要达到的目标；②遵循决策流程；③研究环境因素； *④分析可用信息；⑤激发团队创造力；⑥理解风险等"
  },
  {
    "id": "N13-010",
    "stem": "管理团队时不需要考虑的依据是()。",
    "options": {
      "A": "工作绩效报告",
      "B": "变更请求",
      "C": "团队章程",
      "D": ""
    },
    "answer": "B",
    "explanation": "P405-406,B 不正确。变更请求是管理团队的输出 D 、团队绩效评价"
  },
  {
    "id": "N13-011",
    "stem": "关于估算活动资源过程的描述不正确的是()。",
    "options": {
      "A": "资源管理计划是估算活动资源过程的输入定义了识别项目所需不同资源的方法，还定义了量化各活动所需 的方法",
      "B": "资源日历是估算活动资源过程的输出，识别每种具体资源可用时间和时长",
      "C": "资源需求清单详细列出了未完成项目活动所需的各种资源，包括人力资源和物资等",
      "D": "历史信息提供以往项目中资源使用的数据和经验教训"
    },
    "answer": "B",
    "explanation": "P393-394, 资源日历是估算活动资源过程的输入"
  },
  {
    "id": "N13-012",
    "stem": "() 不属于团队章程的内容。",
    "options": {
      "A": "团队价值观",
      "B": "资源日历",
      "C": "沟通指南",
      "D": "冲突处理过程"
    },
    "answer": "B",
    "explanation": "P392, 团队章程包括：团队价值观、沟通指南、决策标准和过程、冲突处理过程、会议指南 和团队共识"
  },
  {
    "id": "N13-013",
    "stem": "() 过程的主要作用是确保所分配的资源可适时、适地用于项目。",
    "options": {
      "A": "规划资源",
      "B": "获取资源",
      "C": "估算活动资源",
      "D": "控制资源"
    },
    "answer": "D",
    "explanation": "P408: 控制资源的作用：①确保所分配的资源适时、适地可用于项目；②资源在不再需要时 被释放。"
  },
  {
    "id": "N13-014",
    "stem": "解决问题的步骤()。 *①识别问题；②定义问题；③调查；④分析；⑤解决；⑥检查解决方案",
    "options": {
      "A": "①②④③⑤⑥",
      "B": "①②③④⑤⑥",
      "C": "①②⑥③④⑤",
      "D": "①②③④⑥⑤"
    },
    "answer": "B",
    "explanation": "P410: 解决问题的步骤：①识别问题。②定义问题。③调查。④分析，找出问题的根本原因。 *⑤解决，从众多解决方案中选择最合适的一个。⑥检查解决方案，确认是否已解决问题。"
  },
  {
    "id": "N13-015",
    "stem": "() 不是虚拟团队的优势。",
    "options": {
      "A": "更好地利用不在同一地理区域的专家的专业技术",
      "B": "提高沟通效率，便于分享知识和经验",
      "C": "将在家办公的员工纳入团队",
      "D": "节约差旅费用和办公场地费用"
    },
    "answer": "B",
    "explanation": "P399, 在虚拟团队的环境中，沟通规划变得尤为重要，沟通是虚拟团队的缺点不是优势。"
  },
  {
    "id": "N13-016",
    "stem": "以下不属于资源管理方法的是()。",
    "options": {
      "A": "精益管理",
      "B": "约束理论",
      "C": "JIT",
      "D": "六西格玛"
    },
    "answer": "D",
    "explanation": "P386, 资源管理方法。过去几年，由于关键资源稀缺，在某些行业中出现了很多新的方法， 比如精益管理、准时制 (JIT) 生产、Kaizen (持续改善)、全员生产维护 (TPM) 、 约束理论等。项目经理应 确定组织是否采用了一种或多种资源管理工具，从而对项目做出相应的调整。"
  },
  {
    "id": "N13-017",
    "stem": "适用于建设团队过程的人际关系与团队技能不包括()。",
    "options": {
      "A": "冲突管理",
      "B": "影响力",
      "C": "团队建设",
      "D": "虚拟团队"
    },
    "answer": "D",
    "explanation": "P402, 适用于建设团队过程的人际关系与团队技能主要包括：(1)冲突管理(2)影响力(3)激励(4) 谈判(5)团队建设"
  },
  {
    "id": "N13-018",
    "stem": "获取资源时不需要考虑的依据是()。",
    "options": {
      "A": "资源日历",
      "B": "资源管理计划",
      "C": "成本基准",
      "D": "干系人登记册"
    },
    "answer": "A",
    "explanation": "P397-398,A 不正确。资源日历是获取资源的输出"
  },
  {
    "id": "N13-019",
    "stem": "下面属于控制资源过程的依据的是()。",
    "options": {
      "A": "工作绩效数据",
      "B": "工作绩效信息",
      "C": "工作绩效报告",
      "D": "变更请求"
    },
    "answer": "A",
    "explanation": "P409: 只 有A 是控制资源的输入"
  },
  {
    "id": "N13-020",
    "stem": "( ) 不是活动资源估算的工具。",
    "options": {
      "A": "专家判断法",
      "B": "类比估算",
      "C": "挣值管理",
      "D": "估算软件"
    },
    "answer": "C",
    "explanation": "P394-395, 挣值管理是测量项目绩效最常用的方法，不是活动资源估算的工具。"
  },
  {
    "id": "N13-021",
    "stem": "() 能让项目经理和项目团队洞察成员的优势和劣势。",
    "options": {
      "A": "影响力",
      "B": "人际关系与团队技能",
      "C": "情商",
      "D": "个人和团队评估"
    },
    "answer": "D",
    "explanation": "P403, 个人和团队评估：能让项目经理和项目团队洞察成员的优势和劣势。"
  },
  {
    "id": "N13-022",
    "stem": "控制资源是确保按计划为项目分配()资源，以及根据资源使用计划监督资源实际使用情况， 并采取必要纠正措施的过程。",
    "options": {
      "A": "实物",
      "B": "人 力",
      "C": "人力和实物",
      "D": "财 务"
    },
    "answer": "A",
    "explanation": "P387 。 控制资源是确保按计划为项目分配实物资源，以及根据资源使用计划监督资源实际使 用情况，并采取必要纠正措施的过程。"
  },
  {
    "id": "N13-023",
    "stem": "关于估算活动资源过程的描述不正确的是()。",
    "options": {
      "A": "范围基准识别了实现项目目标所需的项目和产品范围，而范围决定了对团队和实物资源的需求。",
      "B": "活动属性为估算活动清单中每项活动所需的团队和实物资源提供了数据来源。",
      "C": "成本估算资源成本从数量和技能水平方面会影响资源选择。",
      "D": "能够影响估算资源过程的组织过程资产包括资源的位置、资源可用性。"
    },
    "answer": "D",
    "explanation": "P394, 能够影响估算活动资源过程的事业环境因素包括：资源的位置、资源可用性、团队资 源的技能、组织文化、发布的估算数据以及市场条件等。 能够影响估算活动资源过程的组织过程资产包括：关于人员配备的政策和程序；关于用品和设备的政策与程 序；关于以往项目中类似工作所使用的资源类型的历史信息等。"
  },
  {
    "id": "N13-024",
    "stem": "资源分析人员在对某项目进行活动资源估算分析时，发现的主要问题是：该项目依赖张工的经 验和个人能力，但同时蜗张牛工老还师在其它项目中担任重要角色。为了保证项目资源的使用不发生冲突， 资源分析人员在进行资源估算时应提交()。",
    "options": {
      "A": "专家评审意见",
      "B": "活动属性",
      "C": "资源类比估算清单",
      "D": "资源日历"
    },
    "answer": "D",
    "explanation": "P394, 资源日历：识别了每种具体资源可用时的工作日、班次、正常营业的上下班时间、周 末和公共假期。"
  },
  {
    "id": "N13-025",
    "stem": "关于获取资源的描述，不正确的()。",
    "options": {
      "A": "项目经理对团队成员的选择具有直接控制权",
      "B": "人力资源不足可能导致项目取消",
      "C": "项目经理应在项目管理计划中说明缺少所需人力资源的后果",
      "D": "在人员分派谈判中，需要项目经理具备较强的影响他人的能力"
    },
    "answer": "A",
    "explanation": "P396, 因为集体劳资协议、分包商人员使用、矩阵型项目环境、内外部报告关系或其他原因， 项目管理团队有可能没有对资源选择的直接控制权。"
  },
  {
    "id": "N13-026",
    "stem": "项目经理卧牛老师在对项目",
    "options": {
      "A": "专家判断",
      "B": "自下而上估算",
      "C": "类比估算",
      "D": "参数估算"
    },
    "answer": "D",
    "explanation": "P394-395, 参数估算基于历史数据和项目参数，使用某种算法或历史数据与其他变量之间的 统计关系，来计算活动所需的资源数量。"
  },
  {
    "id": "N13-027",
    "stem": "() 的主要作用是概述和指导资源的选择，并将其分配给相应的活动。",
    "options": {
      "A": "获取资源",
      "B": "管理资源",
      "C": "控制资源",
      "D": "规划资源"
    },
    "answer": "A",
    "explanation": "P396, 获取资源是获取项目所需的团队资源、设施、设备、材料、用品和其他资源的过程。 本过程的主要作用是，概述和指导资源的选择，并将其分配给相应的活动。本过程应根据需要在整个项目期 间定期开展。"
  },
  {
    "id": "N13-028",
    "stem": "规划资源管理时需要考虑的依据是()。",
    "options": {
      "A": "团队章程",
      "B": "资源管理计划",
      "C": "项目章程",
      "D": "项目团队派工单"
    },
    "answer": "C",
    "explanation": "P389-390:A 不正确。团队章程是规划资源管理的输出 B 不正确。资源管理计划是规划资源管理的输出 D 不正确。项目团队派工单是获取资源的输出"
  },
  {
    "id": "N13-029",
    "stem": "() 不是“建设项目团队”过程的输入。",
    "options": {
      "A": "认可与奖励",
      "B": "项目团队派工单",
      "C": "资源日历",
      "D": "资源管理计划"
    },
    "answer": "A",
    "explanation": "P401, 认可与奖励属于建设项目团队的工具，一般输入都是各种文件或者环境或者组织资产"
  },
  {
    "id": "N13-030",
    "stem": "某项目团队每周组织羽毛球活动，根据马斯洛需求层次理论，该活动满足了项目成员()的需 求。",
    "options": {
      "A": "生理",
      "B": "受尊重",
      "C": "社会交往",
      "D": "自我实现"
    },
    "answer": "C",
    "explanation": "P383-384, 马斯洛需求层次理论 需求层次 定义 常见的激励措施 生理需求 对衣食住行等需求，最低级别的基本需求。 员工宿舍、工作餐、工作服、班车、工资、 补贴、奖金 安全需求 对人身安全、生活稳定、不致失业以及免 遭痛苦、威胁或疾病等的需求。 养老保险、医疗保障、长期劳动合同、意 外保险、失业保险 社会交往需求 对友谊、爱情以及隶属关系的需求。 定期员工活动、聚会、比赛、俱乐部 受尊重需求 自尊心和荣誉感。荣誉来自别人，自尊来 自自己。 荣誉性的奖励，形象、地位的提升，颁发 奖章，作为导师培训别人 自我实现需求 实现自己的潜力，发挥个人能力到最大程 度，使自己越来越成为自己所期望的人物 给他更多的空间让他负责、让他成为智囊 团、参与决策、参与公司的管理会议 马斯洛需求层次理论有如下的3个假设： 只有未被满足的需求能够影响其行为，已得到满足的需求不再影响其行为。 人的需求按重要性从低到高排成金字塔形状。 当人的某一级的需求得到满足后，才会追求更高一级的需求，如此逐级上升，成为他工作的动机。"
  },
  {
    "id": "N13-031",
    "stem": "() 有助于采取措施解决问题、调整沟通方式、解决冲突和改进团队互动。",
    "options": {
      "A": "团队绩效评价",
      "B": "工作绩效报告",
      "C": "团队章程",
      "D": "虚拟团队"
    },
    "answer": "A",
    "explanation": "P406, 项目管理团队应该持续地对项目团队绩效进行正式或非正式的评价。不断地评价项目 团队绩效，有助于采取措施解决问题、调整沟通方式、解决冲突和改进团队互动。"
  },
  {
    "id": "N13-032",
    "stem": "关于资源管理的描述，不正确的是()。",
    "options": {
      "A": "内部资源由职能经理或资源经理负责获取(分配),外部资源则通过采购过程获得",
      "B": "RAM 可确保任何一项任务都只有一个人负责",
      "C": "在虚拟团队的环境中，个人工作技能变得尤为重要",
      "D": "集中办公既可以是临时的，也可以贯穿整个项目"
    },
    "answer": "C",
    "explanation": "P399, 在虚拟团队的环境中，沟通规划变得尤为重要"
  },
  {
    "id": "N13-033",
    "stem": "() 识别了各个工作包中每项活动所需的资源类型和数量。",
    "options": {
      "A": "资源需求",
      "B": "资源分解结构",
      "C": "资源管理计划",
      "D": "估算范围"
    },
    "answer": "A",
    "explanation": "P395, 资源需求，资源需求识别了各个工作包中每项活动所需的资源类型和数量。"
  },
  {
    "id": "N13-034",
    "stem": "在规划资源管理的数据表现技术中常见的层级型表现形式不包括()。",
    "options": {
      "A": "工作分解结构",
      "B": "组织分解结构",
      "C": "资源分解结构",
      "D": "RACI 矩 阵"
    },
    "answer": "D",
    "explanation": "P391: RACI 矩阵不属于层级型表现形式。层级型有： 工作分解结构(WBS): 有助于明确高层级的职责。 组织分解结构(OBS): 按照组织现有的部门、单元或团队排列，并在每个部门下列出项目活动或工作包。 资源分解结构：按资源类别和类型，对团队和实物资源的层级列表，用于规划、管理和控制项目工作，每向 下一个层级代表对资源的更详细描述，直到信息细到可以与工作分解结构(WBS) 相结合。"
  },
  {
    "id": "N13-035",
    "stem": "将问题推迟到准备充分的时候，或者将问题推给其他人员解决属于冲突管理中的()。",
    "options": {
      "A": "撤退/回避",
      "B": "缓和/包容",
      "C": "妥协/调解",
      "D": "强迫/命令"
    },
    "answer": "A",
    "explanation": "P406-407, 撤退/回避从实际或潜在冲突中退出，将问题推迟到准备充分的时候，或者将问 题推给其他人员解决。"
  },
  {
    "id": "N13-036",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "设备、材料、设施属于实物资源。",
      "B": "团队资源管理相对于实物资源管理，包含了技能和能力要求。",
      "C": "项目团队成员可以是兼职的。",
      "D": "团队资源指的是人力资源，包括人员所使用的设备，居住条件等。"
    },
    "answer": "D",
    "explanation": "P380: 团队资源指的是人力资源。人员所使用的设备，居住条件，这些是实物资源。"
  },
  {
    "id": "N13-037",
    "stem": "有关建设团队的描述，不正确的是()。",
    "options": {
      "A": "通过各种活动提高团队成员之间的信任和认同感，增进协作",
      "B": "借助管理层和相关干系人的帮助，使项目组获得有效资源支持",
      "C": "通过有效手段提高团队成员的知识和技能，实现有效交付",
      "D": "通过塑造良好的团队文化，提高个人和团队的生产率"
    },
    "answer": "B",
    "explanation": "P400, 建设项目团队是提高工作能力，促进团队成员互动，改善团队整体氛围，以提高项目 绩效的过程。本过程的主要作用是：改进团队协作，增强人际技能，激励团队成员，降低人员离职率，提升 整体项目绩效。B 属于干系人管理的范畴。"
  },
  {
    "id": "N13-038",
    "stem": "关于资源管理过程，()描述是不正确的。",
    "options": {
      "A": "获取资源作用是概述和指导资源的选择，将选择的资源分配给相应的活动",
      "B": "管理团队作用是改进团队协作、增强人际关系技能、激励员工、减少摩擦以及提升整体项目绩效",
      "C": "控制资源作用是确保所分配的资源适时、适地可用于项目，资源在不再需要时被释放",
      "D": "规划资源管理作用是根据项目类型和复杂程度确定适用于项目资源的管理方法和管理程度"
    },
    "answer": "B",
    "explanation": "P387: 管理团队是跟踪团队成员工作表现、提供反馈、解决问题并管理团队变更以优化项目 绩效的过程。B 不正确"
  },
  {
    "id": "N13-039",
    "stem": "以下()不是获取资源过程的输出。",
    "options": {
      "A": "物质资源分配单",
      "B": "项目团队派工单",
      "C": "资源日历",
      "D": "资源需求"
    },
    "answer": "D",
    "explanation": "P397, 资源需求是获取资源的输入"
  },
  {
    "id": "N13-040",
    "stem": "虚拟团队管理面临的挑战主要在于()。",
    "options": {
      "A": "激励",
      "B": "文化差异",
      "C": "沟通",
      "D": "工作不好监督"
    },
    "answer": "C",
    "explanation": "P386-387, 虚拟团队管理面临的挑战主要在于沟通，包括团队成员可能产生孤立感、团队成 员之间难以分享知识和经验、难以跟进进度和生产率，以及可能存在时区和文化差异等问题。"
  },
  {
    "id": "N13-041",
    "stem": "() 最直观的反应了团队成员个人与其承担的工作之间的联系。",
    "options": {
      "A": "工作分解结构",
      "B": "组织分解结构",
      "C": "资源分解结构",
      "D": "责任分配矩阵"
    },
    "answer": "D",
    "explanation": "P391, 矩阵型图表的一个例子是职责分配矩阵(RAM), 它显示了分配给每个工作包的项目资 源，用于说明工作包或活动与项目团队成员之间的关系。责任分配矩阵就是矩阵型的一种。"
  },
  {
    "id": "N13-042",
    "stem": "可实现团队高效运行的行为不包含()。",
    "options": {
      "A": "使用开放与有效的沟通",
      "B": "创造团队建设机遇",
      "C": "建立团队成员间的信任",
      "D": "考核团队绩效并向成员反馈考核结果"
    },
    "answer": "D",
    "explanation": "P401, 可实现团队高效运行的行为主要包括： ●使用开放与有效的沟通； ●创造团队建设机遇； ●建立团队成员间的信任； ●以建设性方式管理冲突； ●鼓励合作型的问题解决方法； ●鼓励合作型的决策方法等。"
  },
  {
    "id": "N13-043",
    "stem": "虚拟团队的使用能带来很多好处，不包括()。",
    "options": {
      "A": "减少出差及搬迁费用",
      "B": "减少信息分享带来的安全风险",
      "C": "利用技术来营造在线团队环境",
      "D": "拉近团队成员与供应商、客户或其他重要干系人的距离"
    },
    "answer": "B",
    "explanation": "P399, 虚拟团队模式使人们有可能： 在组织内部地处不同地理位置的员工之间组建团队。 为项目团队增加特殊技能，即使相应的专家不在同一地理区域。 将在家办公的员工纳入团队。 在工作班次、工作小时或工作日不同的员工之间组建团队。 将行动不便者或残疾人纳入团队。 执行那些原本会因差旅费用过高而被否决的项目。 节省员工所需的办公室和所有实物设备的开支等。 在虚拟团队的环境中，沟通规划变得尤为重要。"
  },
  {
    "id": "N13-044",
    "stem": "把许多或全部团队成员集中到一个物理地点办公，以增强团队工作能力，是()。",
    "options": {
      "A": "预分派",
      "B": "项目团队派工单",
      "C": "虚拟团队",
      "D": "集中办公"
    },
    "answer": "D",
    "explanation": "P402, 集中办公把许多或全部团队成员集中到一个物理地点办公，以增强团队工作能力"
  },
  {
    "id": "N13-045",
    "stem": "关于虚拟团队的描述，不正确的是 ()。",
    "options": {
      "A": "现代通信技术，如Email 、 微信等，有助于虚拟团队的沟通和管理",
      "B": "虚拟团队有助于将行动不便，在家办公或有特殊技能的人纳入团队",
      "C": "与实体团队相比，虚拟团队成员之间更容易分享知识和经验",
      "D": "与实体团队相比，在虚拟团队中制定可行的沟通计划更加重要"
    },
    "answer": "C",
    "explanation": "P399, 在虚拟团队的环境中，沟通规划变得尤为重要。可能需要花更多时间来设定明确的期 望、促进沟通、制定冲突解决方法、召集人员参与决策、理解文化差异，以及共享成功喜悦。"
  },
  {
    "id": "N13-046",
    "stem": "() 是跟踪团队成员工作表现、提供反馈、解决问题并管理团队变更，以优化项目绩效的过程。",
    "options": {
      "A": "建设团队",
      "B": "管理团队",
      "C": "控制资源",
      "D": "获取资源"
    },
    "answer": "B",
    "explanation": "P387: 管理团队是跟踪团队成员工作表现、提供反馈、解决问题并管理团队变更，以优化项 目绩效的过程。"
  },
  {
    "id": "N13-047",
    "stem": "( ) 旨在帮助各团队成员更加有效地协同工作。",
    "options": {
      "A": "冲突管理",
      "B": "影响力",
      "C": "谈判",
      "D": "团队建设"
    },
    "answer": "D",
    "explanation": "P402, 团队建设活动旨在帮助各团队成员更加有效地协同工作。"
  },
  {
    "id": "N13-048",
    "stem": "一般来说，团队发展会经历5个阶段。“团队成员之间相互依靠，平稳高效地解决问题，团队 成员的集体荣誉感非常强”是()的主要特征。",
    "options": {
      "A": "形成阶段",
      "B": "震荡阶段",
      "C": "规范阶段",
      "D": "发挥阶段"
    },
    "answer": "D",
    "explanation": "P382-383, 阶段 解释说明 形成阶段 一个个的个体转变为团队成员。团队往往对未来有美好的期待。 震荡阶段 个体之间开始争执，互相指责，并且开始怀疑项目经理的能力。 规范阶段 团队成员开始相互信任，项目经理能够得到团队的认可。 发挥阶段 团队就像一个组织有序的单位。团队成员的集体荣誉感会非常强。 解散阶段 工作完成后，项目结束，团队解散。 不管目前处于什么阶段，增加一个人或减少一个人，都从形成期重新开始。 项目团队建设也可跳过某些阶段。"
  },
  {
    "id": "N13-049",
    "stem": "建设项目团队的目标不包括 ()。",
    "options": {
      "A": "提高团队成员的知识和技能",
      "B": "减少团队成员间的文化差异",
      "C": "创建富有凝聚力的团队文化",
      "D": "提高团队成员之间的认同感"
    },
    "answer": "B",
    "explanation": "P401, 建设项目团队的目标包括： 提高团队成员的知识和技能。 提高团队成员之间的信任和认同感。 创建富有生气、凝聚力和协作性的团队文化。 提高团队参与决策的能力。"
  },
  {
    "id": "N13-050",
    "stem": "( ) 是有效领导力的关键要素。",
    "options": {
      "A": "尊重和信任",
      "B": "畏惧和顺从",
      "C": "独立和创新",
      "D": "果断和勇敢"
    },
    "answer": "A",
    "explanation": "P381, 领导力是让一个群体为了一个共同的目标而努力的能力。尊重和信任，而非畏惧和顺 从，是有效领导力的关键要素。领导力是一种影响力，是对人们施加影响，从而使人们心甘情愿地为实现组 织的目标而努力的艺术过程。"
  },
  {
    "id": "N13-051",
    "stem": "下列过程中不属于项目资源管理的是()。",
    "options": {
      "A": "规划资源管理",
      "B": "估算活动资源",
      "C": "估算活动持续时间",
      "D": "获取资源"
    },
    "answer": "C",
    "explanation": "P387:C 属于进度管理的过程"
  },
  {
    "id": "N13-052",
    "stem": "关于团队管理的描述，不正确的是()。",
    "options": {
      "A": "滥用惩罚权力可能会导致项目失败，应谨慎使用",
      "B": "在赫茨伯格双因素理论中，保健因素的满足可以消除不满，激励因素的满足可以产生满意感",
      "C": "奖励权利来自于组织的授权，参照权利来自于管理者自身",
      "D": "X 理论可以激发员工主动性，Y 理论注重加强管理与惩罚"
    },
    "answer": "D",
    "explanation": "P385: 用X 理论可以加强管理，但项目团队成员通常比较被动地工作。用Y 理论可以激发 员工主动性，但对于员工把握工作而言可能又放任过度"
  },
  {
    "id": "N13-053",
    "stem": "根据赫茨伯格双因素理论，属于保健因素的()。",
    "options": {
      "A": "工资薪水",
      "B": "升职机会",
      "C": "领导表扬",
      "D": "先进激励"
    },
    "answer": "A",
    "explanation": "P384, 保健因素：这些因素是与工作环境或条件有关的，包括工作环境、工资薪水、公司政 策、个人生活、管理监督、人际关系等。 激励因素：这些因素是与员工的工作本身或工作内容有关的，是高层次的需要，包括成就、承认、工作本身、 责任、发展机会等。"
  },
  {
    "id": "N13-054",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "对于小型项目，项目管理职责可由整个项目团队分担，或者由项目经理独自承担。",
      "B": "团队成员在规划阶段就参与进来，既可使他们对项目规划工作贡献专业技能，又可以增强他们对项目的责 任感。",
      "C": "项目经理是由执行组织委派，领导项目团队实现项目目标的个人。",
      "D": "职业道德是个人的素养，和自身有关，项目经理无权干涉"
    },
    "answer": "D",
    "explanation": "P381, 项目经理还应留意并支持职业与道德行为，确保所有团队成员都遵守这些行为。"
  },
  {
    "id": "N13-055",
    "stem": "某公司任命小王为某信息系统开发项目的项目经理。小王组建的团队经过一段时间的磨合，成 员之间项目熟悉和了解。矛盾基本解决，项目经理能够得到团队的认可。由于项目进度落后，小王又向公司 提出申请，项目组增加了2名新成员。此时项目团队处于()。",
    "options": {
      "A": "震荡阶段",
      "B": "发挥阶段",
      "C": "形成阶段",
      "D": "规范阶段"
    },
    "answer": "C",
    "explanation": "P382-383, 阶段 解释说明 形成阶段 一个个的个体转变为团队成员。团队往往对未来有美好的期待。 震荡阶段 个体之间开始争执，互相指责，并且开始怀疑项目经理的能力。 规范阶段 团队成员开始相互信任，项目经理能够得到团队的认可。 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 发挥阶段 团队就像一个组织有序的单位。团队成员的集体荣誉感会非常强。 解散阶段 工作完成后，项目结束，团队解散。 不管目前处于什么阶段，增加一个人或减少一个人，都从形成期重新开始。 项目团队建设也可跳过某些阶段。"
  },
  {
    "id": "N13-056",
    "stem": "关于责任分配矩阵 (RAM) 的描述，不正确的是()。",
    "options": {
      "A": "大型项目中，RAM 可分为多个层",
      "B": "针对具体的一项活动可分配多个成员每个成员承担不同职责",
      "C": "RAM 中用不同的字母表示不同的职责",
      "D": "RAM中每项活动中可以有一个以上成员对任务负责"
    },
    "answer": "D",
    "explanation": "P391, 矩阵型图表能反映与每个人相关的所有活动，以及与每项活动相关的所有人员，它也 可确保任何一项任务都只有一个人负责，从而避免职权不清。"
  },
  {
    "id": "N13-057",
    "stem": "() 能让项目经理和项目团队洞察成员的优势和劣势。",
    "options": {
      "A": "人际关系技能",
      "B": "项目绩效评估",
      "C": "个人和团队评估",
      "D": "冲突管理"
    },
    "answer": "C",
    "explanation": "P403, 个人和团队评估工具能让项目经理和项目团队洞察成员的优势和劣势。"
  },
  {
    "id": "N13-058",
    "stem": "关于管理者和领导者的描述，不正确的是()。",
    "options": {
      "A": "领导者的主要工作是确定方向、统一思想、激励和鼓舞",
      "B": "管理者负责某件事情的管理或实现某个目标",
      "C": "领导者设定目标，管理者率众实现目标",
      "D": "项目经理的身份是管理者而非领导者"
    },
    "answer": "D",
    "explanation": "P381, 项目经理具有领导者和管理者的双重身份。对项目经理而言，管理能力和领导能力二 者均不可或缺。对于大型复杂项目，领导能力尤为重要。"
  },
  {
    "id": "N13-059",
    "stem": "() 不属于项目团队建设的工具和技巧。",
    "options": {
      "A": "预分派",
      "B": "培训",
      "C": "集中办公",
      "D": "认可和奖励"
    },
    "answer": "A",
    "explanation": "P402-403,A 错误。预分派属于获取资源的工具"
  },
  {
    "id": "N13-060",
    "stem": "获取资源过程的输出中，()识别了每种具体资源可用时的工作日、班次、正常营业的上下班 时间、周末和公共假期。",
    "options": {
      "A": "组织过程资产更新",
      "B": "物质资源分配单",
      "C": "项目团队派工单",
      "D": "资源日历"
    },
    "answer": "D",
    "explanation": "P394, 资源日历：识别了每种具体资源可用时的工作日、班次、正常营业的上下班时间、周 末和公共假期"
  },
  {
    "id": "N13-061",
    "stem": "() 按资源类别和类型，对团队和实物资源的层级列表，用于规划、管理和控制项目工作，每 向下一个层级代表对资源的更详细描述，直到信息细到可以与工作分解结构 (WBS) 相结合。",
    "options": {
      "A": "工作分解结构",
      "B": "组织分解结构",
      "C": "资源分解结构",
      "D": "责任分配矩阵"
    },
    "answer": "C",
    "explanation": "P391, 资源分解结构：按资源类别和类型，对团队和实物资源的层级列表，用于规划、管理 和控制项目工作，每向下一个层级代表对资源的更详细描述，直到信息细到可以与工作分解结构(WBS) 相结 合 。"
  },
  {
    "id": "N13-062",
    "stem": "以下不属于团队资源独有的选择标准的是()。",
    "options": {
      "A": "经 验",
      "B": "国际因素",
      "C": "态 度",
      "D": "成 本"
    },
    "answer": "D",
    "explanation": "P398, 资源选择标准：可用性、成本、能力、团队资源独特的：经验、知识、技能、态度、 国际因素。实物资源也可能要考虑成本"
  },
  {
    "id": "N13-063",
    "stem": "在项目资源管理中，仅开展一次或仅在项目的预定义时开展的过程是()。",
    "options": {
      "A": "规划资源管理",
      "B": "估算活动资源",
      "C": "获取资源",
      "D": "建设团队"
    },
    "answer": "A",
    "explanation": "P389: 规划资源管理，仅开展一次或仅在项目的预定义时开展"
  },
  {
    "id": "N13-064",
    "stem": "某软件技术公司，主营业务为软件项目研发和交付，公司项目经理均为软件项目经理，为扩大 发展，公司承接了一个技术改造项目，涉及到硬件的升级和更新及相关软件的开发和部署。关于新项目项目 经理的人选，合适的是()。",
    "options": {
      "A": "从现有软件项目经理中挑选任命，在新项目中锻炼一下",
      "B": "从现有软件项目经理中挑选，脱产学习半年后任命",
      "C": "对外招聘一位有软硬件项目经验的项目经理",
      "D": "设置2个项目经理，软件部分从现有软件项目经理遴选，硬件部分由公司老总担任"
    },
    "answer": "C",
    "explanation": "A 错误。项目的一次性特点要求我们对待项目要慎之又慎。 B 错误。临时性意味着大部分项目都要在一定的时限内推出产品或提供服务。 D 错误。项目的一次性特点要求我们对待项目要慎之又慎"
  },
  {
    "id": "N13-065",
    "stem": "团队成员的离职率降低，是()过程的输出。",
    "options": {
      "A": "规划人力资源管理",
      "B": "组建项目团队",
      "C": "建设项目团队",
      "D": "管理项目团队"
    },
    "answer": "C",
    "explanation": "P404, 评价团队有效性的指标可包括： 个人技能的改进。 团队能力的改进。 团队成员离职率的降低。 团队凝聚力的加强。"
  },
  {
    "id": "N13-066",
    "stem": "() 是通过考察人们的努力行为与其所获得的最终奖酬之间的因果关系来说明激励过程，并以 选择合适的行为达到最终的奖酬目标的理论。",
    "options": {
      "A": "马斯洛需求层次理论",
      "B": "赫茨伯格双因素理论",
      "C": "X 理论与Y 理论",
      "D": "期望理论"
    },
    "answer": "D",
    "explanation": "P385-386, 期望理论认为， 一个目标对人的激励程度受2个因素影响： 目标效价：指实现该目标对个人有多大价值的主观判断。如果实现该目标对个人来说很有价值，个人的积极 性就高；反之，积极性就低。 期望值：指个人对实现该目标可能性大小的主观估计。只有个人认为实现该目标的可能性很大，才会去努力 争取实现；如果个人认为实现该目标的可能性很小，目标激励作用则小，以至完全没有。"
  },
  {
    "id": "N13-067",
    "stem": "评价团队有效性的指标，不包括()。",
    "options": {
      "A": "个人技能的改进",
      "B": "团队成员离职率的提升",
      "C": "团队能力的改进",
      "D": "团队凝聚力的加强"
    },
    "answer": "B",
    "explanation": "P404, 评价团队有效性的指标可包括： 个人技能的改进。 团队能力的改进。 团队成员离职率的降低。 团队凝聚力的加强。"
  },
  {
    "id": "N13-068",
    "stem": "关于资源管理的描述，不正确的是()。",
    "options": {
      "A": "项目经理具有领导者和管理者的双重身份",
      "B": "冲突不一定是有害的，“一团和气”不一定是高效的集体",
      "C": "马斯洛需求层次理论中，受尊重是第三层的需求",
      "D": "在团队建设的五个阶段中，可以跳过某些阶段"
    },
    "answer": "C",
    "explanation": "P383-384, 马斯洛需求层次理论中，受尊重是第四层的需求。"
  },
  {
    "id": "N13-069",
    "stem": "() 按照组织现有的部门、单元或团队排列，并在每个部门下列出项目活动或工作包。",
    "options": {
      "A": "工作分解结构",
      "B": "组织分解结构",
      "C": "资源分解结构",
      "D": "责任分配矩阵"
    },
    "answer": "B",
    "explanation": "P391, 组织分解结构(OBS): 按照组织现有的部门、单元或团队排列，并在每个部门下列出 项目活动或工作包。"
  },
  {
    "id": "N13-070",
    "stem": "() 检查项目绩效随时间的变化情况，可用于确定绩效是在改善还是在恶化。",
    "options": {
      "A": "备选方案分析",
      "B": "成本效益分析",
      "C": "绩效审查",
      "D": "趋势分析"
    },
    "answer": "D",
    "explanation": "P410: 趋势分析检查项目绩效随时间的变化情况，可用于确定绩效是在改善还是在恶化。"
  },
  {
    "id": "N13-071",
    "stem": "在团队发展的5个阶段中，()的特征是：团队成员开始协同工作，并调整各自的工作习惯 和行为来支持团队，团队成员开始相互信任，项目经理能够得到团队的认可。",
    "options": {
      "A": "形成阶段",
      "B": "震荡阶段",
      "C": "发挥阶段",
      "D": "规范阶段"
    },
    "answer": "D",
    "explanation": "P382-383, 阶段 解释说明 形成阶段 一个个的个体转变为团队成员。团队往往对未来有美好的期待。 震荡阶段 个体之间开始争执，互相指责，并且开始怀疑项目经理的能力。 规范阶段 团队成员开始相互信任，项目经理能够得到团队的认可。 发挥阶段 团队就像一个组织有序的单位。团队成员的集体荣誉感会非常强。 解散阶段 工作完成后，项目结束，团队解散。 不管目前处于什么阶段，增加一个人或减少一个人，都从形成期重新开始。 项目团队建设也可跳过某些阶段。"
  },
  {
    "id": "N13-072",
    "stem": "在项目资源管理中，需要在整个项目期间定期开展的过程是()。",
    "options": {
      "A": "获取资源",
      "B": "建设团队",
      "C": "管理团队",
      "D": "控制资源"
    },
    "answer": "A",
    "explanation": "P396: 获取资源需要在整个项目期间定期开展，其他三个是持续开展"
  },
  {
    "id": "N13-073",
    "stem": "赫兹伯格的双因素激励理论中的激励因素类似于马斯洛的需求层次理论中的“()”。",
    "options": {
      "A": "安全和自我实现",
      "B": "尊重和自我实现",
      "C": "安全和社会认可",
      "D": "社会认可和尊重"
    },
    "answer": "B",
    "explanation": "P383-385, 激励因素：这些因素是与员工的工作本身或工作内容有关的，是高层次的需要， 包括成就、承认、工作本身、责任、发展机会等。对应的是马斯洛需求层次的受尊重和自我实现。"
  },
  {
    "id": "N13-074",
    "stem": "关于团队建设和管理的描述，不正确的是()。",
    "options": {
      "A": "在团队发展的5个阶段中，震荡阶段之后是规范阶段",
      "B": "团队发展不一定按5个阶段顺序进行，可能会跳过某个阶段",
      "C": "项目经理注重运用奖励权利和惩罚权利，尽量避免使用专家权利",
      "D": "成功的冲突管理可以提高生产力，改进工作关系"
    },
    "answer": "C",
    "explanation": "P381-382, 对于双重汇报关系和非直接汇报关系人员的管理，项目经理更注重运用奖励权力、 专家权力和参照权力，尽量避免使用惩罚权力。"
  },
  {
    "id": "N13-075",
    "stem": "适用于获取资源过程的决策技术是多标准决策分析，其可使用的选择标准不包括()。",
    "options": {
      "A": "国际因素",
      "B": "成本",
      "C": "技能",
      "D": "长相"
    },
    "answer": "D",
    "explanation": "P398, 适用于获取资源过程的决策技术是多标准决策分析。选择标准常用于选择项目的实物 资源或项目团队。可使用的选择标准包括：可用性、成本、能力、经验、知识、技能、态度、国际因素。"
  },
  {
    "id": "N13-076",
    "stem": "使用项目资源、做出决策、签字批准、验收可交付成果并影响他人开展项目工作的权力，称之 为 ( ) 。",
    "options": {
      "A": "角色",
      "B": "职责",
      "C": "职 权",
      "D": "能力"
    },
    "answer": "C",
    "explanation": "P392: 职权是指使用项目资源、做出决策、签字批准、验收可交付成果并影响他人开展项目 工作的权力"
  },
  {
    "id": "N13-077",
    "stem": "改进团队协作、增强人际关系技能、激励员工、减少摩擦以及提升整体项目绩效，是()过程 的主要作用。",
    "options": {
      "A": "建设团队",
      "B": "管理团队",
      "C": "控制资源",
      "D": "获取资源"
    },
    "answer": "A",
    "explanation": "P400: 建设团队的主要作用是：改进团队协作、增强人际关系技能、激励员工、减少摩擦以 及提升整体项目绩效。"
  },
  {
    "id": "N13-078",
    "stem": "在一次项目团队内部会议中， 一名成员不同意项目经理的方案，导致会议无法进行。项目经理 提出先讨论下一项议题，会后单独与其沟通。项目经理使用的是()。",
    "options": {
      "A": "缓和或包容",
      "B": "妥协或调解",
      "C": "强迫或命令",
      "D": "撤退或回避"
    },
    "answer": "D",
    "explanation": "P406-407, 撤退/回避：从实际或潜在冲突中退出，将问题推迟到准备充分的时候，或者将 问题推给其他人解决。"
  },
  {
    "id": "N13-079",
    "stem": "某公司在投标时就将准备安排到该项目的项目经理给指定了，这个时候该项目经理还在外地某 个项目出差，请问这属于()。",
    "options": {
      "A": "虚拟团队",
      "B": "预分派",
      "C": "招 募",
      "D": "变更请求"
    },
    "answer": "B",
    "explanation": "P398, 预分派指事先确定项目的实物或团队资源，在如下情况时可采用预分派： 在竞标过程中承诺分派特定人员进行项目工作； 项目取决于特定人员的专有技能； 制定项目章程过程或其他过程已经指定了某些团队成员的工作"
  },
  {
    "id": "N13-080",
    "stem": "期望理论是一种通过考察人们的努力行为与其所获得的最终奖酬之间的因果关系，来说明激励 过程，并以选择合适的行为达到最终的奖酬目标的理论，以下关于期望理论的说法中不正确的是()。",
    "options": {
      "A": "期望理论认为， 一个目标对人的激励程度受目标效价和期望值2个因素影响",
      "B": "目标效价指实现该目标对个人有多大价值的科学、客观的判断。如果实现该目标对个人来说很有价值，个 人的积极性就高",
      "C": "期望值指个人对实现该目标可能性大小的主观估计",
      "D": "期望理论认为，激励水平等于目标效价和期望值的乘积"
    },
    "answer": "B",
    "explanation": "P386: 目标效价指实现该目标对个人有多大价值的主观判断。如果实现该目标对个人来说很 有价值，个人的积极性就高"
  },
  {
    "id": "N13-081",
    "stem": "() 记录了团队成员及其在项目中的角色和职责，可包括项目团队名录，还需要把人员姓名插 入项目管理计划的其他部分，如项目组织图和进度计划。",
    "options": {
      "A": "组织过程资产更新",
      "B": "物质资源分配单",
      "C": "项目团队派工单",
      "D": "资源日历"
    },
    "answer": "C",
    "explanation": "P399, 项目团队派工单记录了团队成员及其在项目中的角色和职责，可包括项目团队名录， 还需要把人员姓名插入项目管理计划的其他部分，如项目组织图和进度计划。"
  },
  {
    "id": "N13-082",
    "stem": "确保所分配的资源适时、适地可用于项目，是()过程的主要作用。",
    "options": {
      "A": "建设团队",
      "B": "管理团队",
      "C": "控制资源",
      "D": "获取资源"
    },
    "answer": "C",
    "explanation": "P408: 控制资源的主要作用是：①确保所分配的资源适时、适地可用于项目；②资源在不再 需要时被释放"
  },
  {
    "id": "N13-083",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "职责是指为完成项目活动，项目团队成员必须履行的职责和工作。",
      "B": "项目组织图可以是正式或非正式的，非常详细或高度概括的。",
      "C": "如果发现成员能力与职责不匹配，可以给其培训。",
      "D": "下列事项都需要由具有明确职权的人来做决策：质量验收标准，质量控制，集成测试等。"
    },
    "answer": "D",
    "explanation": "P392: 下列事项都需要由具有明确职权的人来做决策：选择活动的实施方法、质量验收标准， 以及如何应对项目偏差等。"
  },
  {
    "id": "N13-084",
    "stem": "在马斯洛需求层次中，底层的四种需求不包括()。",
    "options": {
      "A": "安全需求",
      "B": "社会交往需求",
      "C": "受尊重的需求",
      "D": "自我实现的需求"
    },
    "answer": "D",
    "explanation": "P383-384, 马斯洛需求层次理论 需求层次 定义 常见的激励措施 生理需求 对衣食住行等需求，最低级别的基本需求。 员工宿舍、工作餐、工作服、班车、工资、 补贴、奖金 安全需求 对人身安全、生活稳定、不致失业以及免 遭痛苦、威胁或疾病等的需求。 养老保险、医疗保障、长期劳动合同、意 外保险、失业保险 社会交往需求 对友谊、爱情以及隶属关系的需求。 定期员工活动、聚会、比赛、俱乐部 受尊重需求 自尊心和荣誉感。荣誉来自别人，自尊来 自自己。 荣誉性的奖励，形象、地位的提升，颁发 奖章，作为导师培训别人 自我实现需求 实现自己的潜力，发挥个人能力到最大程 给他更多的空间让他负责、让他成为智囊 度，使自己越来越成为自己所期望的人物 团、参与决策、参与公司的管理会议 马斯洛需求层次理论有如下的3个假设： 只有未被满足的需求能够影响其行为，已得到满足的需求不再影响其行为。 人的需求按重要性从低到高排成金字塔形状。 当人的某一级的需求得到满足后，才会追求更高一级的需求，如此逐级上升，成为他工作的动机。"
  },
  {
    "id": "N13-085",
    "stem": "关于领导者和管理者的描述，正确的是()。",
    "options": {
      "A": "管理者的工作主要是确定方向、统一思想、激励和鼓舞",
      "B": "领导者负责某件具体事情的管理或实现某个具体目标",
      "C": "管理者设定目标，领导者率众实现目标",
      "D": "项目经理具有领导者和管理者的双重身份"
    },
    "answer": "D",
    "explanation": "P381, 项目经理具有领导者和管理者的双重身份。对项目经理而言，管理能力和领导能力二 者均不可或缺。对于大型复杂项目，领导能力尤为重要。"
  },
  {
    "id": "N13-086",
    "stem": "项目经理的权力有多种来源，其中()是由于他人对你的认可和敬佩从而愿意模仿和服从你， 以及希望自己成为你那样的人而产生的，这是一种人格魅力。",
    "options": {
      "A": "职位权力",
      "B": "奖励权力",
      "C": "专家权力",
      "D": "参照权力"
    },
    "answer": "D",
    "explanation": "P381-382, 项目经理的5种权力来源 权力类型 解释说明 职位权力 来源于管理者在组织中的职位和职权。 惩罚权力 使用降职、扣薪、惩罚、批评、威胁等负面手段的能力，应谨慎使用。 奖励权力 给予下属奖励的能力；奖励包括加薪、升职、福利、休假、礼物、口头表扬、认可度、特殊 的任务以及其他的奖励员工满意行为的手段。 专家权力 来源于个人的专业技能，一线的中层管理者经常具有很大的专家权力。 参照权力 由于成为别人学习参照榜样所拥有的力量，这是一种个人魅力。"
  },
  {
    "id": "N13-087",
    "stem": "关于虚拟团队的描述，不正确的是()。",
    "options": {
      "A": "在建立虚拟团队时，沟通计划尤为重要",
      "B": "虚拟团队可能会造成团队成员的孤立感",
      "C": "虚拟团队有利于节约差旅成本",
      "D": "虚拟团队有利于知识和经验分享"
    },
    "answer": "D",
    "explanation": "P399, 在虚拟团队的环境中，沟通规划变得尤为重要。可能需要花更多时间来设定明确的期 望、促进沟通、制定冲突解决方法、召集人员参与决策、理解文化差异，以及共享成功喜悦。"
  },
  {
    "id": "N13-088",
    "stem": "下面的过程中，仅开展一次或仅在项目的预定义时开展的过程是()。",
    "options": {
      "A": "规划资源管理",
      "B": "估算活动资源",
      "C": "获取资源",
      "D": "控制资源"
    },
    "answer": "A",
    "explanation": "规划资源管理：仅开展一次或仅在项目的预定义时开展。 估算活动资源：需要在整个项目期间定期开展。 获取资源：需要在整个项目期间定期开展。 建设团队：需要在整个项目期间反复开展。 管理团队：需要在整个项目期间反复开展。 控制资源：需要在整个项目期间反复开展。"
  },
  {
    "id": "N13-089",
    "stem": "以下那种情况不属于预分派()",
    "options": {
      "A": "在竞标过程中承诺分派特定人员进行项目工作",
      "B": "项目取决于特定人员的专有技能",
      "C": "在完成资源管理计划的前期工作之前，制定项目章程过程或其他过程已经指定了某些团队成员的工作",
      "D": "项目经理让人事部预先招聘2名储备人员"
    },
    "answer": "D",
    "explanation": "P398, 预分派指事先确定项目的物质或团队资源，下列情况需要进行预分派： ●在竞标过程中承诺分派特定人员进行项目工作； ●项目取决于特定人员的专有技能； ●在完成资源管理计划的前期工作之前，制定项目章程过程或其他过程已经指定了某些团队成员的工作。"
  },
  {
    "id": "N13-090",
    "stem": "() 冲突管理方法是指综合多方面的观点和意见，得到一个多数人能够接受的解决方案。",
    "options": {
      "A": "强制",
      "B": "妥协",
      "C": "合作",
      "D": "回避"
    },
    "answer": "C",
    "explanation": "P406-407, 5种常用的冲突解决方法【必须掌握】 方法类型 释义 撤退/回避 将问题推迟到准备充分的时候，或者将问题推给其他人员解决。撤退是一种暂时性的冲突 解决方法。 缓和/包容 强调一致而非差异；为维持和谐wo与niu关系而退让一步。缓和也是一种暂时性的冲突 解决方法 妥协/调解 为了暂时或部分解决冲突，寻找能让各方都在一定程度上满意的方案。这种方法有时会导 致“双输”局面。 强迫/命令 以牺牲其他方为代价，推行某一方的观点；只提供赢输方案。通常是利用权力来强行解决 紧急问题。一方赢，一方输 合作/解决问题 综合考虑不同的观点和意见，采用合作的态度和开放式对话引导各方达成共识和承诺。这 是冲突双方最理想的结果，这种方法可以带来双赢局面。"
  },
  {
    "id": "N13-091",
    "stem": "下面那种权力来源于个人自身()。",
    "options": {
      "A": "职位权力",
      "B": "惩罚权力",
      "C": "奖励权力",
      "D": "专家权力"
    },
    "answer": "D",
    "explanation": "P381-382: 职位权力、惩罚权力、奖励权力来自于组织的授权，专家权力和参照权力来自于 管理者自身"
  },
  {
    "id": "N13-092",
    "stem": "团队章程不包括 ()。",
    "options": {
      "A": "团队价值观",
      "B": "沟通指南",
      "C": "冲突处理过程",
      "D": "团队人员分工"
    },
    "answer": "D",
    "explanation": "P392, 团队章程包括：团队价值观、沟通指南、决策标准和过程、冲突处理过程、会议指南 和团队共识。"
  },
  {
    "id": "N13-093",
    "stem": "属于激励因素的是()。",
    "options": {
      "A": "工资薪水",
      "B": "人际关系",
      "C": "个人生活",
      "D": "工作本身"
    },
    "answer": "D",
    "explanation": "P384-385, 激励因素与员工的工作本身或工作内容有关的，能促使人们产生工作满意感的一 类因素，是高层次的需要，包括成就、承认、工作本身、责任、发展机会等"
  },
  {
    "id": "N13-094",
    "stem": "下面的过程中，需要在整个项目期间定期开展的过程是()。",
    "options": {
      "A": "规划资源管理",
      "B": "估算活动资源",
      "C": "建设团队",
      "D": "管理团队"
    },
    "answer": "B",
    "explanation": "规划资源管理：仅开展一次或仅在项目的预定义时开展。 估算活动资源：需要在整个项目期间定期开展。 获取资源：需要在整个项目期间定期开展。 建设团队：需要在整个项目期间反复开展。 管理团队：需要在整个项目期间反复开展。 控制资源：需要在整个项目期间反复开展。"
  },
  {
    "id": "N13-095",
    "stem": "项目经理对于()的冲突要设法加以();对()的冲突要加以利用，要鼓励团队成员良性 竞争。",
    "options": {
      "A": "有害，解决或减少，有益",
      "B": "有益，解决或减少，有害",
      "C": "有害，解决或增加，有益",
      "D": "有益，鼓励或增加，有害"
    },
    "answer": "A",
    "explanation": "P382: 项目经理对于有害的冲突要设法加以解决或减少；对有益的冲突要加以利用，要鼓励 团队成员良性竞争。"
  },
  {
    "id": "N13-096",
    "stem": "() 记录了项目将使用的材料、设备、用品、地点和其他实物资源。",
    "options": {
      "A": "组织过程资产更新",
      "B": "物质资源分配单",
      "C": "项目团队派工单",
      "D": "资源日历"
    },
    "answer": "B",
    "explanation": "P399, 物质资源分配单记录了项目将使用的材料、设备、用品、地点和其他实物资源。"
  },
  {
    "id": "N13-097",
    "stem": "() 过程的主要作用之一是将选择的资源分配给相应的活动。",
    "options": {
      "A": "规划资源管理",
      "B": "获取资源",
      "C": "估算活动资源",
      "D": "控制资源"
    },
    "answer": "B",
    "explanation": "P396: 获取资源的作用：①概述和指导资源的选择；②将选择的资源分配给相应的活动。"
  },
  {
    "id": "N13-098",
    "stem": "()过程的主要作用之一是确保所分配的资源可适时、适地用于项目。",
    "options": {
      "A": "规划资源",
      "B": "获取资源",
      "C": "估算活动资源",
      "D": "控制资源"
    },
    "answer": "D",
    "explanation": "P408: 控制资源的作用：①确保所分配的资源适时、适地可用于项目；②资源在不再需要时 被释放。"
  },
  {
    "id": "N13-099",
    "stem": "在马斯洛需求层次理论中，位于金字塔结构第3 层的是()需求。",
    "options": {
      "A": "安全",
      "B": "社会交往",
      "C": "受尊重",
      "D": "自我实现"
    },
    "answer": "B",
    "explanation": "P383-384, 马斯洛需求层次理论 需求层次 定义 常见的激励措施 生理需求 对衣食住行等需求，最低级别的基本需求。 员工宿舍、工作餐、工作服、班车、工资、 补贴、奖金 安全需求 对人身安全、生活稳定、不致失业以及免 遭痛苦、威胁或疾病等的需求。 养老保险、医疗保障、长期劳动合同、意 外保险、失业保险 社会交往需求 对友谊、爱情以及隶属关系的需求。 定期员工活动、聚会、比赛、俱乐部 受尊重需求 自尊心和荣誉感。荣誉来自别人，自尊来 自自己。 荣誉性的奖励，形象、地位的提升，颁发 奖章，作为导师培训别人 自我实现需求 实现自己的潜力，发挥个人能力到最大程 度，使自己越来越成为自己所期望的人物 给他更多的空间让他负责、让他成为智囊 团、参与决策、参与公司的管理会议 马斯洛需求层次理论有如下的3个假设： 只有未被满足的需求能够影响其行为，已得到满足的需求不再影响其行为。 人的需求按重要性从低到高排成金字塔形状。 当人的某一级的需求得到满足后，才会追求更高一级的需求，如此逐级上升，成为他工作的动机。"
  },
  {
    "id": "N13-100",
    "stem": "“软技能”属于()。",
    "options": {
      "A": "领导力",
      "B": "沟通能力",
      "C": "个人能力",
      "D": "影响力"
    },
    "answer": "C",
    "explanation": "P410: 人际关系与团队技能有时被称为“软技能”,属于个人能力。"
  },
  {
    "id": "N13-101",
    "stem": "项目资源管理中对团队进行有效的指导和管理，以保证团队可以完成项目任务，关于项目资源 的描述，正确的是()。",
    "options": {
      "A": "新团员加入到项目团队中，他们的经验水平将会降低项目风险",
      "B": "项目资源管理包括规划资源管理、组建项目团队、建设项目团队三个过程",
      "C": "项目经理对于所有冲突要设法解决或减少，鼓励团队成员良性竞争",
      "D": "项目团队中项目经理的领导能力和管理能力二者缺一不可"
    },
    "answer": "D",
    "explanation": "P381, A 错误。新团员加入到项目团队中，他们的经验水平往往不高，对项目也不熟悉，将会增加项目风险。 B 错误。项目资源管理包括规划资源管理、估算活动资源，获取资源、建设项目团队和管理项目团队、监督 资源六个过程 C 错误。冲突并不一定是有害的，项目经理对于有害的冲突要设法加以解决或减少；对有益的冲突要加以利 用，要鼓励团队成员良性竞争。"
  },
  {
    "id": "N13-102",
    "stem": "在控制资源过程中，()用于测量、比较和分析计划的资源使用和实际资源使用的不同。",
    "options": {
      "A": "备选方案分析",
      "B": "成本效益分析",
      "C": "绩效审查",
      "D": "趋势分析"
    },
    "answer": "C",
    "explanation": "P410: 备选方案分析：有助于选择最佳解决方案以纠正资源使用偏差。 成本效益分析：有助于项目成本出现差异时确定最佳的纠正措施。 绩效审查：测量、比较和分析计划的资源使用和实际资源使用的不同。 趋势分析：趋势分析检查项目绩效随时间的变化情况，可用于确定绩效是在改善还是在恶化。"
  },
  {
    "id": "N13-103",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "冲突是指两个或两个以上的社会单元在目标上互不相容或互相排斥，从而产生心理上的或行为上的矛盾",
      "B": "竞争的双方则具有同一个目标，不需要发生势不两立的争夺",
      "C": "冲突并不一定是有害的，“一团和气”的集体不一定是一个高效率的集体",
      "D": "项目经理要尽量避免团队冲突，保持团队积极向上"
    },
    "answer": "D",
    "explanation": "P382: 项目经理对于有害的冲突要设法加以解决或减少；对有益的冲突要加以利用，要鼓励 团队成员良性竞争"
  },
  {
    "id": "N13-104",
    "stem": "项目经理蜗牛老师在接手项目",
    "options": {
      "A": "专家判断",
      "B": "自下而上估算",
      "C": "类比估算",
      "D": "参数估算"
    },
    "answer": "C",
    "explanation": "P394, 类比估算将以往类似项目的资源相关信息作为估算未来项目的基础。这是一种快速估 算方法，适用于项目经理只能识别WBS 的几个高层级的情况。"
  },
  {
    "id": "N13-105",
    "stem": "() 不属于项目资源管理的范畴。",
    "options": {
      "A": "人员获取和能力匹配",
      "B": "建立项目组织计划",
      "C": "项目人员入职培训",
      "D": "有效利用冲突和竞争"
    },
    "answer": "B",
    "explanation": "A 正确。属于获取资源的范畴。 C 正确。属于建设项目团队的范畴。 D 正确。属于管理项目团队的范畴。 B 不正确。"
  },
  {
    "id": "N13-106",
    "stem": "() 不属于控制资源关注的内容。",
    "options": {
      "A": "及时识别和处理资源缺乏/剩余情况监督资源支出",
      "B": "出现资源相关问题时通知相应干系人",
      "C": "监督团队建设的绩效情况",
      "D": "确保根据计划和项目需求使用并释放资源"
    },
    "answer": "C",
    "explanation": "P409: 控制资源过程关注： 监督资源支出； 及时识别和处理资源缺乏/剩余情况； 确保根据计划和项目需求使用并释放资源； 出现资源相关问题时通知相应干系人； 影响可以导致资源使用变更的因素； 在变更实际发生时对其进行管理等。"
  },
  {
    "id": "N13-107",
    "stem": "关于X 理论和Y 理论的描述不正确的是()。",
    "options": {
      "A": "X 理论认为对员工采取强制惩罚和解雇等手段，强迫员工努力工作",
      "B": "Y 理论认为应将员工目标和组织目标结合，发挥员工的智慧和能力",
      "C": "用 X 理论可以加强管理，用Y 理论可以激发员工主动性",
      "D": "项目初始阶段建议运用Y 理论，执行阶段建议运用X 理 论"
    },
    "answer": "D",
    "explanation": "P385: 在项目团队的开始阶段，大家互相还不是很熟悉，对项目不是很了解或者还有某种抵 触等，这时候需要项目经理运用X 理论去指导和管理；当项目团队进入执行阶段，成员对项目的目标已经了 解，都愿意努力完成项目，这时候可以运用Y 理论授权团队完成所负责的工作，并提供支持和相应的环境。"
  },
  {
    "id": "N13-108",
    "stem": "() 冲突管理方法是指综合考虑不同的观点和意见，采用合作的态度和开放式对话引导各方达 成共识和承诺。",
    "options": {
      "A": "妥协/调解",
      "B": "缓和/包容",
      "C": "撤退/回避",
      "D": "合作/解决问题"
    },
    "answer": "D",
    "explanation": "P406-407, 5种常用的冲突解决方法【必须掌握】 方法类型 释义 撤退/回避 将问题推迟到准备充分的时候，或者将问题推给其他人员解决。撤退是一种暂时性的冲突 解决方法。 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 缓和/包容 强调一致而非差异；为维持和谐与关系而退让一步。缓和也是一种暂时性的冲突解决方法 妥协/调解 为了暂时或部分解决冲突，寻找能让蜗各牛方都在一定程度上满意的方案。这种方法有时 会导致“双输”局面。 强迫/命令 以牺牲其他方为代价，推行某一方的观点；只提供赢输方案。通常是利用权力来强行解决 紧急问题。一方赢，一方输 合作/解决问题 综合考虑不同的观点和意见，采用合作的态度和开放式对话引导各方达成共识和承诺。这 是冲突双方最理想的结果，这种方法可以带来双赢局面。"
  },
  {
    "id": "N13-109",
    "stem": "() 是提高工作能力、促进团队成员互动、改善团队整体氛围，以提高项目绩效的过程。",
    "options": {
      "A": "管理团队",
      "B": "控制团队",
      "C": "获取资源",
      "D": "建设团队"
    },
    "answer": "D",
    "explanation": "P387: 建设团队是提高工作能力、促进团队成员互动、改善团队整体氛围，以提高项目绩效 的过程。"
  },
  {
    "id": "N13-110",
    "stem": "() 是获取项目所需的团队资源、设施、设备、材料、用品和其他资源的过程。",
    "options": {
      "A": "获取资源",
      "B": "管理资源",
      "C": "控制资源",
      "D": "规划资源"
    },
    "answer": "A",
    "explanation": "P387: 获取资源是获取项目所需的团队资源、设施、设备、材料、用品和其他资源的过程。"
  },
  {
    "id": "N13-111",
    "stem": "近期，国家多个部委发布相关文件，其中“督促平台及第三方合作单位为建立劳动关系的外卖 送餐员参加社会保险，支持其他外卖送餐员参加社会保险”。本条信息按照马斯洛的需求层次理论，属于() 的需求。",
    "options": {
      "A": "生理",
      "B": "安全",
      "C": "社会交往",
      "D": "受尊重"
    },
    "answer": "B",
    "explanation": "P384, 安全需求：包括对人身安全、生活稳定、不致失业以及免遭痛苦、威胁或疾病等的需 求。和生理需求一样，在安全需求没有得到满足之前，人们一般不追求更高层的需求。常见的激励措施：养 老保险、医疗保障、长期劳动合同、意外保险、失业保险等。"
  },
  {
    "id": "N13-112",
    "stem": "矩阵型图表的一个例子是职责分配矩阵(RAM), 它显示了分配给每个工作包的项目资源，用于 说明工作包或活动与项目团队成员之间的关系。RAM 的一个例子是RACI 矩阵。其中RACI 中的",
    "options": {
      "A": "知情",
      "B": "咨询",
      "C": "负责",
      "D": "执行"
    },
    "answer": "B",
    "explanation": "P391,R 执行；A 负责；C 咨询；I 知情"
  },
  {
    "id": "N13-113",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "领导者确定方向，统一思想，激励和鼓舞",
      "B": "领导者设定目标，管理者率众实现目标",
      "C": "尊重和信任，而非畏惧和顺从，是有效领导力的关键要素",
      "D": "项目经理是团队的领导者而非管理者，需要加强领导力的锻炼"
    },
    "answer": "D",
    "explanation": "P381: 项目经理具有领导者和管理者的双重身份。对项目经理而言，管理能力和领导能力二 者均不可或缺。对于大型复杂项目，领导能力尤为重要。"
  },
  {
    "id": "N13-114",
    "stem": "( ) 不是影响资源规划的事业环境因素。",
    "options": {
      "A": "组织文化和结构",
      "B": "设施和资源的物理分布",
      "C": "现有资源的能力和可用性",
      "D": "物质资源管理政策和程序"
    },
    "answer": "D",
    "explanation": "P390, 事业环境因素：能够影响规划资源管理过程的事业环境因素包括：组织文化和结构； 设施和资源的物理分布；现有资源的能力和可用性；市场条件等。 组织过程资产：能够影响规划资源管理过程的组织过程资产包括：人力资源政策和程序；物质资源管理政策 和程序；安全政策；安保政策；资源管理计划模板；类似项目的历史信息等。"
  },
  {
    "id": "N13-115",
    "stem": "项目经理被分配管理一个智能型新产品研发项目。项目团队是按照专业知识从不同地方选择的， 发现难以管理分处不同地方的项目团队成员后，项目经理申请了一个新地点将团队整合在一起。项目经理可 使用()技术。",
    "options": {
      "A": "虚拟团队",
      "B": "团队建设",
      "C": "集中办公",
      "D": "基本规则"
    },
    "answer": "C",
    "explanation": "因为虚拟团队成员日常并不面对面集中办公，而是主要通过网络联系，所以他们之间的沟通 和团队建设会更加困难。虚拟团队特别需要有效的沟通管理计划与真正的团队建设。应该在项目关键时点(如 阶段开始或结束时)把虚拟团队成员召集在一起进行临时的集中办公(如开会),以加强团队建设。"
  },
  {
    "id": "N13-116",
    "stem": "团队往往对未来有美好的期待，属于团队发展阶段的()。",
    "options": {
      "A": "形成阶段",
      "B": "震荡阶段",
      "C": "规范阶段",
      "D": "发挥阶段"
    },
    "answer": "A",
    "explanation": "P382-383, 阶段 解释说明 形成阶段 一个个的个体转变为团队成员。团队往往对未来有美好的期待。 震荡阶段 个体之间开始争执，互相指责，并且开始怀疑项目经理的能力。 规范阶段 团队成员开始相互信任，项目经理能够得到团队的认可。 发挥阶段 团队就像一个组织有序的单位。团队成员的集体荣誉感会非常强。 解散阶段 工作完成后，项目结束，团队解散。 不管目前处于什么阶段，增加一个人或减少一个人，都从形成期重新开始。 项目团队建设也可跳过某些阶段。"
  },
  {
    "id": "N13-117",
    "stem": "以下关于资源管理的说法不正确的是()。",
    "options": {
      "A": "协作型团队可以促进不同工作活动的快速整合、改善沟通、增加知识分享，同时可以灵活地分配工作。",
      "B": "对于易变性高的项目，更适合采用虚拟团队的方式。",
      "C": "在协作型环境中，快速供应协议和精益方法对控制成本和实现进度非常重要。",
      "D": "对于易变性高的项目，对实物和人力资源规划具有较高的不可预测性。"
    },
    "answer": "B",
    "explanation": "P388, 对于易变性高的项目，更适合采用能够最大限度地集中和协作的团队结构形式。"
  },
  {
    "id": "N13-118",
    "stem": "( ) 属于人力资源管理中的Y 理论。",
    "options": {
      "A": "一般人天性好逸恶劳，只要有可能就会逃避工作",
      "B": "在适当的条件下，人们愿意主动承担责任",
      "C": "人缺乏进取心逃避职责，甘愿听从指挥安于现状，没有创新性",
      "D": "人生来就以自我为中心，漠视组织的要求"
    },
    "answer": "B",
    "explanation": "P385:Y 理论： ◆人天生并不是好逸恶劳，他们热爱工作，从工作得到满足感和成就感。 ◆ 下属能够自我确定目标，自我指挥和自我控制。 ◆ 在适当的条件下，人们愿意主动承担责任。 ◆ 大多数人具有一定的想象力和创造力。 ◆如果给予机会，人们喜欢工作，并渴望发挥其才能。"
  },
  {
    "id": "N13-119",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "团队章程是为团队创建团队价值观、共识和工作指南的文件。",
      "B": "团队章程对项目团队成员的可接受行为确定了明确的期望。",
      "C": "团队章程由项目经理制订。",
      "D": "可定期审查和更新团队章程，确保团队成员始终了解团队基本规则，并指导新成员融入团队。"
    },
    "answer": "C",
    "explanation": "P392, 由团队制定或参与制定的团队章程可发挥最佳效果，所有项目团队成员都分担责任， 确保遵守团队章程中规定的规则。"
  },
  {
    "id": "N13-120",
    "stem": "控制资源在项目期间开展的频次()",
    "options": {
      "A": "一 次",
      "B": "整个项目期间",
      "C": "定期",
      "D": "反复"
    },
    "answer": "B",
    "explanation": "P408: 控制资源需要在整个项目期间开展"
  },
  {
    "id": "N13-121",
    "stem": "项目中的设备、材料设施和基础设施属于()。",
    "options": {
      "A": "实物资源",
      "B": "人力资源",
      "C": "设备资源",
      "D": "基础资源"
    },
    "answer": "A",
    "explanation": "P409: 控制资源过程重点关注实物资源，例如设备、材料设施和基础设施。管理团队过程重 点关注人力资源。"
  },
  {
    "id": "N13-122",
    "stem": "() 指识别、评估和管理个人情绪、他人情绪及团体情绪的能力。",
    "options": {
      "A": "制定决策",
      "B": "影响力",
      "C": "领导力",
      "D": "情商"
    },
    "answer": "D",
    "explanation": "P407, 情商指识别、评估和管理个人情绪、他人情绪及团体情绪的能力。"
  },
  {
    "id": "N13-123",
    "stem": "() 不是管理团队的工具和技术。",
    "options": {
      "A": "情商",
      "B": "影响",
      "C": "领导力",
      "D": "虚拟团队"
    },
    "answer": "D",
    "explanation": "P406-407, 虚拟团队时获取资源的工具和技术"
  },
  {
    "id": "N13-124",
    "stem": "() 用于展示团队成员的职责分配和角色。",
    "options": {
      "A": "干系人参与度评估矩阵",
      "B": "责任分配矩阵",
      "C": "组织分解结构",
      "D": "工作分解结构"
    },
    "answer": "B",
    "explanation": "P391: 组织分解结构(OBS): 按照组织现有的部门、单元或团队排列，并在每个部门下列出项目活动或工作包。 资源分解结构：按资源类别和类型，对团队和实物资源的层级列表，用于规划、管理和控制项目工作，每向 下一个层级代表对资源的更详细描述，直到信息细到可以与工作分解结构(WBS) 相结合。 责任分配矩阵：RAM 可确保任何一项任务都只有一个人负责。如果团队由内部和外部人员组成，则RACI 矩 阵对明确划分角色和职责特别有用。"
  },
  {
    "id": "N13-125",
    "stem": "估算活动资源是估算执行项目所需的团队资源，以及材料、设备和用品的类型和数量的过程， 其主要作用是()。",
    "options": {
      "A": "在整个项目期间为如何管理项目成本提供指南和方向",
      "B": "确定项目所需的资金",
      "C": "明确完成项目所需的资源种类、数量和特性",
      "D": "在整个项目期间为如何管理和核实质量提供指南和方向"
    },
    "answer": "C",
    "explanation": "P393, 估算活动资源是估算执行项目所需的团队资源、设施、设备、材料、用品和其他资源 的类型和数量的过程。本过程的主要作用是明确完成项目所需的资源种类、数量和特性。"
  },
  {
    "id": "N13-126",
    "stem": "由于每个项目都是独特的，项目经理可以根据需要对项目资源管理过程进行裁剪。裁剪时考虑 的因素不包括()。",
    "options": {
      "A": "物理位置",
      "B": "团队管理",
      "C": "沟通技术",
      "D": "生命周期方法"
    },
    "answer": "C",
    "explanation": "P388, 裁剪时应考虑的因素包括：多元化、物理位置、行业特定资源、团队成员的获得、团 队管理、生命周期方法。"
  },
  {
    "id": "N13-127",
    "stem": "() 不属于规划资源管理的输出。",
    "options": {
      "A": "资源管理计划",
      "B": "团队章程",
      "C": "干系人登记册",
      "D": "风险登记册更新"
    },
    "answer": "C",
    "explanation": "P392-393, 干系人登记册是规划资源管理的输入"
  },
  {
    "id": "N13-128",
    "stem": "项目管理信息系统包括()软件，这些软件有助于规划、组织与管理资源库，以及编制资源估 算。",
    "options": {
      "A": "资源管理",
      "B": "CRM 系统",
      "C": "采购系统或智能分析",
      "D": "BOM 系统"
    },
    "answer": "A",
    "explanation": "项目管理信息系统可以包括资源管理软件，这些软件有助于规划、组织与管理资源库，以及 编制资源估算。"
  },
  {
    "id": "N13-129",
    "stem": "项目经理卧牛负责某项目管理，考虑到项目人力资源紧张，就与三个在校学生签订了兼职劳务 合同，并允许这三名在校学生可以利用互联网进行办公，同时规定每周三上午这些学生必须参与团队的工作 会议。以下针对上述情况的观点中，正确的是()。",
    "options": {
      "A": "三名学生不属于项目团队成员",
      "B": "项目经理小王组建了虚拟项目团队",
      "C": "三名学生不可以参加项目团队会议",
      "D": "项目经理小王利用了谈判技术来组建团队"
    },
    "answer": "B",
    "explanation": "AC 都错误。D 错误。采用的是招募来组建项目团队。"
  },
  {
    "id": "N13-130",
    "stem": "项目经理为了使团队高效运行并达成项目目标，可采用的方式不包含()。",
    "options": {
      "A": "提高项目要求并增加每日工作时长，刺激成员创新",
      "B": "每周组织一次知识分享，提高团队成员的知识和技能",
      "C": "每日组织站会，及时收集成员遇到的问题，协作解决",
      "D": "不定期组织聚餐和团建活动，增加团队凝聚力"
    },
    "answer": "A",
    "explanation": "提高项目要求并增加每日工作时长，刺激成员创新，不利于团队高效运行和提高凝聚力等。"
  },
  {
    "id": "N13-131",
    "stem": "某公司人员流动性强，最近频频发生人员的变更。作为公司项目经理，此时需要处理的事项不 包 含 ( ) 。",
    "options": {
      "A": "变更项目管理计划",
      "B": "变更问题描述和项目人员分派文件",
      "C": "更新项目范围和目标",
      "D": "总结历史信息和经验教训文档"
    },
    "answer": "C",
    "explanation": "公司人员流动性强，最近频频发生人员的变更，人员流动频繁是跟人力资源管理有关的问题， 不需要更新项目范围和目标。"
  },
  {
    "id": "N13-132",
    "stem": "为了暂时或部分解决冲突，寻找能让各方在一定程度上都满意的方案。这种冲突解决方法称为 ( )。",
    "options": {
      "A": "妥协/调解",
      "B": "缓和/包容",
      "C": "撤退/回避",
      "D": "合作/解决问题"
    },
    "answer": "A",
    "explanation": "P406-407, 5种常用的冲突解决方法【必须掌握】 方法类型 释义 撤退/回避 将问题推迟到准备充分的时候，或者将问题推给其他人员解决。撤退是一种暂时性的冲突 解决方法。 缓和/包容 强调一致而非差异；为维持和谐与关系而退让一步。缓和也是一种暂时性的冲突解决方法 妥协/调解 为了暂时或部分解决冲突，寻找能让各方都在一定程度上满意的方案。这种方法有时会导 致“双输”局面。 强迫/命令 以牺牲其他方为代价，推行某一方的观点；只提供赢输方案。通常是利用权力来强行解决 紧急问题。一方赢，一方输 合作/解决问题 综合考虑不同的观点和意见，采用合作的态度和开放式对话引导各方达成共识和承诺。这 是冲突双方最理想的结果，这种方法可以带来双赢局面。"
  },
  {
    "id": "N13-133",
    "stem": "问题解决的步骤() *①识别问题；②定义问题；③调查；④分析，找出问题的根本原因；⑤解决，从众多解决方案中选择最合适 的一个；⑥检查解决方案，确认是否已解决问题",
    "options": {
      "A": "③②①④⑤⑥",
      "B": "②①③④⑤⑥",
      "C": "①②③④⑥⑤",
      "D": "①②③④⑤⑥"
    },
    "answer": "D",
    "explanation": "P410: 项目经理应采取有条不紊的步骤来解决问题：①识别问题。②定义问题。③调查。④ 分析，找出问题的根本原因。⑤解决，从众多解决方案中选择最合适的一个。⑥检查解决方案，确认是否已 解决问题。"
  },
  {
    "id": "N13-134",
    "stem": "() 规定了在项目期间确定的团队和实物资源何时可用、可用多久。",
    "options": {
      "A": "物质资源分配单",
      "B": "项目团队派工单",
      "C": "资源日历",
      "D": "资源需求"
    },
    "answer": "C",
    "explanation": "P394, 资源日历规定了在项目期间确定的团队和实物资源何时可用、可用多久。"
  },
  {
    "id": "N13-135",
    "stem": "改进团队协作、增强人际关系技能、激励员工、减少摩擦以及提升整体项目绩效，是()过程 的主要作用。",
    "options": {
      "A": "建设团队",
      "B": "管理团队",
      "C": "控制资源",
      "D": "获取资源"
    },
    "answer": "A",
    "explanation": "P400: 建设团队的主要作用是：改进团队协作、增强人际关系技能、激励员工、减少摩擦以 及提升整体项目绩效。 第14章项目沟通管理"
  },
  {
    "id": "N14-001",
    "stem": "项目沟通管理是确保及时、正确地产生、收集、分发、()和处理项目信息所需的过程。",
    "options": {
      "A": "存储",
      "B": "分析",
      "C": "接收",
      "D": "分享"
    },
    "answer": "A",
    "explanation": "P414, 项目沟通管理是确保及时、正确地产生、收集、分发、存储和最终处理项目信息所需 的过程。"
  },
  {
    "id": "N14-002",
    "stem": "( ) 是用来传递信息的方法。",
    "options": {
      "A": "编码",
      "B": "解码",
      "C": "媒介",
      "D": "信息"
    },
    "answer": "C",
    "explanation": "P415, 编码：把思想或想法转化为他人能理解的语言。 信息和反馈信息：编码过程所得到的结果。 媒介：用来传递信息的方法。 噪声：干扰信息传输和理解的一切因素(如距离、新技术、缺乏背景信息等)。 解码：把信息还原成有意义的思想或想法。"
  },
  {
    "id": "N14-003",
    "stem": "关于管理沟通过程中工作绩效报告的描述，不正确的是()。",
    "options": {
      "A": "工作绩效报告通过分析绩效测量结果得出，能够提供关于项目工作绩效的信息",
      "B": "工作绩效报告的典型示例包括状态报告、进度报告，是管理沟通过程的输出",
      "C": "工作绩效报告可以包含挣值图表、缺陷直方图、合同绩效以及风险概述信息",
      "D": "工作绩效报告可以表现为有助于制定决策和采取行的仪表指示图"
    },
    "answer": "B",
    "explanation": "P424-425, 工作绩效报告是管理沟通的输入，不是输出。"
  },
  {
    "id": "N14-004",
    "stem": "在管理沟通过程中，某项目经理认为所谓的激烈的权力游戏、控制战术和冲突管理与自己的工 作毫无关联，则他缺少人际关系交往中的()。",
    "options": {
      "A": "文化意识",
      "B": "积极倾听",
      "C": "政策意识",
      "D": "人际交往"
    },
    "answer": "C",
    "explanation": "P426: 适用于管理沟通过程的人际关系与团队技能主要包括： 积极倾听：包括告知已收到、澄清与确认信息、理解，以及消除妨碍理解的障碍。 冲突管理：采用特定方式对冲突进行管理。 文化意识：理解个人、群体和组织之间的差异，并据此调整项目的沟通策略。 会议管理：采取步骤确保会议有效并高效地达到预期目标。规划会议时的一般步骤包括：①准备并发布会议 议程(其中包含会议目标);②确保会议在规定的时间开始和结束；③确保适当参与者受邀并出席；④切题； *⑤处理会议中的期望、问题和冲突；⑥记录所有行动以及所分配的行动责任人。 人际交往：通过与他人互动交流信息，建立联系。人际交往有利于项目经理及其团队通过非正式组织解决问 题，影响干系人的行动，以及提高干系人对项目工作和成果的支持，从而改善绩效。 【蜗牛老师点评】这题就比较难选了，我认为选 C 更妥当。 政策意识：有助于项目经理在项目期间引导干系人参与，以保持干系人的支持。 文化意识：主要考虑的是文化差异。 积极倾听：主要考虑的是沟通上的理解。 政策意识：主要考虑的是组织战略和权力的行使。这个我答案我认为更妥当。 人际交往：主要考虑的是通过与他人互动交流信息，建立联系。"
  },
  {
    "id": "N14-005",
    "stem": "监督沟通是确保满足项目及其干系人的信息需求的过程。本过程的主要作用是()。",
    "options": {
      "A": "按沟通管理计划和干系人参与计划的要求优化信息传递流程",
      "B": "及时向干系人提供相关信息",
      "C": "引导干系人有效参与项目",
      "D": "促成项目团队与干系人之间的有效信息流动"
    },
    "answer": "A",
    "explanation": "P427, 监督沟通是确保满足项目及其干系人的信息需求的过程。本过程的主要作用是，按沟 通管理计划和干系人参与计划的要求优化信息传递流程。"
  },
  {
    "id": "N14-006",
    "stem": "() 有助于明确关键信息的目的、实现信息共享和采取领导行为。",
    "options": {
      "A": "沟通胜任力",
      "B": "反馈",
      "C": "非口头技能",
      "D": "演示"
    },
    "answer": "A",
    "explanation": "P425, 沟通技能： 沟通胜任力。有助于明确关键信息的目的、实现信息共享和采取领导行为。 反馈。反馈是关于沟通、可交付成果或情况的反应信息。反馈支持项目经理和团队及所有其他项目干系人之 间的互动沟通，例如指导、辅导和磋商。 非口头技能。例如，通过示意、语调和面部表情等适当的肢体语言来表达意思。镜像模仿和眼神交流也是重 要的技能。 演示。演示是信息和文档的正式交付。包括：①向干系人报告项目进度和信息更新；②提供背景信息；③提 供关于项目及其目标的通用信息；④提供具体信息等。"
  },
  {
    "id": "N14-007",
    "stem": "不能用于规划沟通管理过程的人际关系与团队技能是()。",
    "options": {
      "A": "冲突管理",
      "B": "政策意识",
      "C": "文化意识",
      "D": "沟通风格评估"
    },
    "answer": "A",
    "explanation": "P422, 人际关系与团队技能： *(1)沟通风格评估：评估沟通风格并识别偏好的沟通方法、形式和内容的技术。 *(2)政策意识：政策意识有助于项目经理根据项目环境和组织的政策环境来规划沟通。 *(3)文化意识：文化意识指理解个人、群体和组织之间的差异，并据此调整项目的沟通策略。"
  },
  {
    "id": "N14-008",
    "stem": "() 包括告知已收到、澄清与确认信息、理解，以及消除妨碍理解的障碍。",
    "options": {
      "A": "文化意识",
      "B": "积极倾听",
      "C": "政策意识",
      "D": "人际交往"
    },
    "answer": "B",
    "explanation": "P426: 适用于管理沟通过程的人际关系与团队技能主要包括： 积极倾听：包括告知已收到、澄清与确认信息、理解，以及消除妨碍理解的障碍。 冲突管理：采用特定方式对冲突进行管理。 文化意识：理解个人、群体和组织之间的差异，并据此调整项目的沟通策略。 会议管理：采取步骤确保会议有效并高效地达到预期目标。规划会议时的一般步骤包括：①准备并发布会议 议程(其中包含会议目标);②确保会议在规定的时间开始和结束；③确保适当参与者受邀并出席；④切题； *⑤处理会议中的期望、问题和冲突；⑥记录所有行动以及所分配的行动责任人。 人际交往：通过与他人互动交流信息，建立联系。人际交往有利于项目经理及其团队通过非正式组织解决问 题，影响干系人的行动，以及提高干系人对项目工作和成果的支持，从而改善绩效。 政策意识：有助于项目经理在项目期间引导干系人参与，以保持干系人的支持。"
  },
  {
    "id": "N14-009",
    "stem": "关于项目报告的描述，不正确的是()。",
    "options": {
      "A": "项目报告发布是收集和发布项目信息的行为",
      "B": "项目报告应尽量详尽，让所有干系人全面了解项目情况",
      "C": "项目信息应发布给众多干系人",
      "D": "可以定期或临时准备项目信息并编制项目报告"
    },
    "answer": "B",
    "explanation": "P426, 项目报告： 项目信息应发布给众多干系人群体。 应针对每种干系人来调整项目信息发布的适当层次、形式和细节。 从简单的沟通到详尽的定制报告和演示，报告的形式各不相同。可以定期准备信息或基于例外情况准备。 虽然工作绩效报告是监控项目工作过程的输出，但是本过程会编制临时报告、项目演示、博客，以及其他类 型的信息。"
  },
  {
    "id": "N14-010",
    "stem": "管 理 沟 通 是 ( ) 。",
    "options": {
      "A": "基于每个干系人或干系人群体的信息需求、可用的组织资产，以及具体项目的需求，为项目沟通活动制定 恰当的方法和计划的过程",
      "B": "确保项目信息及时且恰当地收集、生成、发布、存储、检索、管理、监督和最终处置的过程",
      "C": "确保满足项目及其干系人的信息需求的过程",
      "D": "按沟通管理计划和干系人参与计划的要求优化沟通的过程"
    },
    "answer": "B",
    "explanation": "P423, 管理沟通过程的作用：管理沟通是确保项目信息及时且恰当地收集、生成、发布、存储、检索、管理、监督 和最终处置的过程。促成项目团队与干系人之间的有效信息流动。"
  },
  {
    "id": "N14-011",
    "stem": "关于项目报告的描述，不正确的是()。",
    "options": {
      "A": "项目信息应发布给众多干系人",
      "B": "可以定期或临时准备项目信息并编制项目报告",
      "C": "为了使沟通更清晰，项目报告应采用统一的格式",
      "D": "工作绩效报告是监控项目工作过程的输出"
    },
    "answer": "C",
    "explanation": "P426, 项目报告： 项目信息应发布给众多干系人群体。 应针对每种干系人来调整项目信息发布的适当层次、形式和细节。 从简单的沟通到详尽的定制报告和演示，报告的形式各不相同。可以定期准备信息或基于例外情况准备。 虽然工作绩效报告是监控项目工作过程的输出，但是本过程会编制临时报告、项目演示、博客，以及其他类 型的信息。"
  },
  {
    "id": "N14-012",
    "stem": "视频会议属于()。",
    "options": {
      "A": "互动沟通",
      "B": "拉式沟通",
      "C": "推式沟通",
      "D": "非正式沟通"
    },
    "answer": "A",
    "explanation": "P421, 沟通方法 方法定义 方法举例 互动沟通 在两方或多方之间进行多向信息交换。 会议、电话、即时通信、视频会议、 社交媒体 推式沟通 向需要接收信息的特定接收方发送或发布信息。这种 方法可以确保信息的发送，但不能确保信息送达受众 或被目标受众理解 信件、备忘录、报告、电子邮件、传 真、语音邮件、博客、新闻稿 拉式沟通 用于信息量很大或受众很多的情况。要求接收者自行 地访问信息内容 门户网站、组织内网、电子在线课程、 经验教训数据库、知识库"
  },
  {
    "id": "N14-013",
    "stem": "项目团队可以根据需要裁剪项目沟通管理过程。裁剪时应考虑的因素不包括()。",
    "options": {
      "A": "干系人",
      "B": "物理地点",
      "C": "沟通技术",
      "D": "收集信息"
    },
    "answer": "D",
    "explanation": "P418, 裁剪考虑因素包括：干系人、物理地点、沟通技术、语言、知识管理。"
  },
  {
    "id": "N14-014",
    "stem": "“监督沟通”过程采用的措施不包括()。",
    "options": {
      "A": "整理经验教训、开展团队观察",
      "B": "审查问题日志、评估变更",
      "C": "开展客户满意度调查",
      "D": "识别和确定沟通需求"
    },
    "answer": "D",
    "explanation": "P428, 监督沟通可能需要采取各种方法，例如，开展客户满意度调查、整理经验教训、开展 团队观察、审查问题日志和评估变更。"
  },
  {
    "id": "N14-015",
    "stem": "适用于管理沟通过程的沟通技能不包括()。",
    "options": {
      "A": "反馈",
      "B": "非口头技能",
      "C": "演示",
      "D": "社交媒体管理"
    },
    "answer": "D",
    "explanation": "P425, 沟通技能： 沟通胜任力。有助于明确关键信息的目的、实现信息共享和采取领导行为。 反馈。反馈是关于沟通、可交付成果或情况的反应信息。反馈支持项目经理和团队及所有其他项目干系人之 间的互动沟通，例如指导、辅导和磋商。 非口头技能。例如，通过示意、语调和面部表情等适当的肢体语言来表达意思。镜像模仿和眼神交流也是重 要的技能。 演示。演示是信息和文档的正式交付。包括：①向干系人报告项目进度和信息更新；②提供背景信息；③提 供关于项目及其目标的通用信息；④提供具体信息等。"
  },
  {
    "id": "N14-016",
    "stem": "下面属于工作绩效报告的是() *①挣值图表和信息；②趋势线和预测；③储备燃尽图；④缺陷直方图；⑤合同绩效信息",
    "options": {
      "A": "①②⑤",
      "B": "①③④⑤",
      "C": "①④⑤",
      "D": "①②③④⑤"
    },
    "answer": "D",
    "explanation": "P424-425, 工作绩效报告典型示例包括状态报告和进展报告。工作绩效报告可以包含挣值图 表和信息、趋势线和预测、储备燃尽图、缺陷直方图、合同绩效信息以及风险概述信息。可表现为仪表指示 图、热点报告、信号灯图或其他形式。"
  },
  {
    "id": "N14-017",
    "stem": "适用于规划沟通管理过程的数据表现技术是()。",
    "options": {
      "A": "沟通模型",
      "B": "沟通需求分析",
      "C": "权力/利益方格",
      "D": "干系人参与度评估矩阵"
    },
    "answer": "D",
    "explanation": "P422, 适用于规划沟通管理过程的数据表现技术是干系人参与度评估矩阵。干系人参与度评 估矩阵显示了个体干系人当前和期望参与度之间的差距。"
  },
  {
    "id": "N14-018",
    "stem": "有效沟通活动具备的基本属性不包含()。",
    "options": {
      "A": "沟通目的明确",
      "B": "监督并衡量沟通的效果",
      "C": "尽量了解沟通接收方，满足其需求和偏好",
      "D": "频繁沟通，与沟通方进行全方位接触"
    },
    "answer": "D",
    "explanation": "P416, 有效的沟通活动和成果创建具有如下3个基本属性：①沟通目的明确；②尽量了解沟 通接收方，满足其需求及偏好；③监督并衡量沟通的效果。"
  },
  {
    "id": "N14-019",
    "stem": "适用于管理沟通过程的沟通技能不包括()。",
    "options": {
      "A": "数据挖掘",
      "B": "沟通胜任力",
      "C": "反馈",
      "D": "演示"
    },
    "answer": "A",
    "explanation": "P425, 沟通技能： *(1)沟通胜任力。有助于明确关键信息的目的、实现信息共享和采取领导行为。 *(2)反馈。反馈是关于沟通、可交付成果或情况的反应信息。反馈支持项目经理和团队及所有其他项目干系人 之间的互动沟通，例如指导、辅导和磋商。 *(3)非口头技能。例如，通过示意、语调和面部表情等适当的肢体语言来表达意思。镜像模仿和眼神交流也是 重要的技能。【肢体语言】 *(4)演示。演示是信息和文档的正式交付。包括：①向干系人报告项目进度和信息更新；②提供背景信息；③ 提供关于项目及其目标的通用信息；④提供具体信息等。"
  },
  {
    "id": "N14-020",
    "stem": "() 有利于项目经理及其团队通过非正式组织解决问题，影响干系人的行动，以及提高干系人 对项目工作和成果的支持，从而改善绩效。",
    "options": {
      "A": "文化意识",
      "B": "积极倾听",
      "C": "政策意识",
      "D": "人际交往"
    },
    "answer": "D",
    "explanation": "P426: 适用于管理沟通过程的人际关系与团队技能主要包括： 积极倾听：包括告知已收到、澄清与确认信息、理解，以及消除妨碍理解的障碍。 冲突管理：采用特定方式对冲突进行管理。 文化意识：理解个人、群体和组织之间的差异，并据此调整项目的沟通策略。 会议管理：采取步骤确保会议有效并高效地达到预期目标。规划会议时的一般步骤包括：①准备并发布会议 议程(其中包含会议目标);②确保会议在规定的时间开始和结束；③确保适当参与者受邀并出席；④切题； *⑤处理会议中的期望、问题和冲突；⑥记录所有行动以及所分配的行动责任人。 人际交往：通过与他人互动交流信息，建立联系。人际交往有利于项目经理及其团队通过非正式组织解决问 题，影响干系人的行动，以及提高干系人对项目工作和成果的支持，从而改善绩效。 政策意识：有助于项目经理在项目期间引导干系人参与，以保持干系人的支持。"
  },
  {
    "id": "N14-021",
    "stem": "() 通过示意、语调和面部表情等适当的肢体语言来表达意思。",
    "options": {
      "A": "沟通胜任力",
      "B": "反馈",
      "C": "非口头技能",
      "D": "演示"
    },
    "answer": "C",
    "explanation": "P425, 沟通技能： 沟通胜任力。有助于明确关键信息的目的、实现信息共享和采取领导行为。 反馈。反馈是关于沟通、可交付成果或情况的反应信息。反馈支持项目经理和团队及所有其他项目干系人之 间的互动沟通，例如指导、辅导和磋商。 非口头技能。例如，通过示意、语调和面部表情等适当的肢体语言来表达意思。镜像模仿和眼神交流也是重 要的技能。 演示。演示是信息和文档的正式交付。包括：①向干系人报告项目进度和信息更新；②提供背景信息；③提 供关于项目及其目标的通用信息；④提供具体信息等。"
  },
  {
    "id": "N14-022",
    "stem": "() 的目的是按沟通管理计划和干系人参与计划的要求优化信息传递流程。",
    "options": {
      "A": "规划沟通管理",
      "B": "管理沟通",
      "C": "监督沟通",
      "D": "改进沟通"
    },
    "answer": "C",
    "explanation": "P427, 规划沟通管理的作用：①及时向干系人提供相关信息；②引导干系人有效参与项目；③编制书面沟通计划。 管理沟通过程的作用：促成项目团队与干系人之间的有效信息流动。 监督沟通过程的作用：按沟通管理计划和干系人参与计划的要求优化信息传递流程。"
  },
  {
    "id": "N14-023",
    "stem": "挣值图表和信息属于()。",
    "options": {
      "A": "工作绩效数据",
      "B": "工作绩效信息",
      "C": "工作绩效报告",
      "D": "经验教训 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导"
    },
    "answer": "C",
    "explanation": "P424-425, 工作绩效报告典型示例包括状态报告和进展报告。工作绩效报告可以包含挣值图 表和信息、趋势线和预测、储备燃尽图、缺陷直方图、合同绩效信息以及风险概述信息。可表现为仪表指示 图、热点报告、信号灯图或其他形式。"
  },
  {
    "id": "N14-024",
    "stem": "() 包括：①向干系人报告项目进度和信息更新；②提供背景信息；③提供关于项目及其目标 的通用信息；④提供具体信息等。",
    "options": {
      "A": "沟通胜任力",
      "B": "反馈",
      "C": "非口头技能",
      "D": "演示"
    },
    "answer": "D",
    "explanation": "P425, 沟通技能： 沟通胜任力。有助于明确关键信息的目的、实现信息共享和采取领导行为。 反馈。反馈是关于沟通、可交付成果或情况的wo 反 niu 应信息。反馈支持项目经理和团队及所有其他项目 干系人之间的互动沟通，例如指导、辅导和磋商。 非口头技能。例如，通过示意、语调和面部表情等适当的肢体语言来表达意思。镜像模仿和眼神交流也是重 要的技能。 演示。演示是信息和文档的正式交付。包括：①向干系人报告项目进度和信息更新；②提供背景信息；③提 供关于项目及其目标的通用信息；④提供具体信息等。"
  },
  {
    "id": "N14-025",
    "stem": "报告、会议议程记录、干系人简报和演示属于()。",
    "options": {
      "A": "外部沟通",
      "B": "官方沟通",
      "C": "正式沟通",
      "D": "非正式沟通"
    },
    "answer": "C",
    "explanation": "P415, 沟通分类 适用范围 内部沟通 项目内部或组织内部的干系人 外部沟通 外部干系人，如客户、供应商、公众等。 正式沟通 报告、正式会议、会议议程记录、干系人简报和演示。 非正式沟通 电子邮件、社交媒体、网站和非正式讨论的一般沟通活动 层级沟通 采取向上(针对高层)、向下(针对团队成员)和横向(针对同级项目经理或其他人员)等不 同的沟通方式，保证有效沟通。 官方沟通 年报、呈交监管机构或政府部门的报告。 非官方沟通 灵活(往往为非正式)的手段。 书面与口头沟通 口头及非口头、社交媒体和网站、媒体发布"
  },
  {
    "id": "N14-026",
    "stem": "推式沟通主要是向特定接收方发送或发布信息，但不能确保信息被理解。在以下选项中，哪个 最符合推式沟通的特点()。",
    "options": {
      "A": "通过视频会议进行的实时讨论",
      "B": "通过电子邮件发送的工作报告",
      "C": "通过社交媒体平台发布的信息",
      "D": "通过电话进行的即时信息交流"
    },
    "answer": "B",
    "explanation": "P421, 沟通方法 方法定义 方法举例 互动沟通 在两方或多方之间进行多向信息交换。 会议、电话、即时通信、视频会议、 社交媒体 推式沟通 向需要接收信息的特定接收方发送或发布信息。这种 方法可以确保信息的发送，但不能确保信息送达受众 或被目标受众理解 信件、备忘录、报告、电子邮件、传 真、语音邮件、博客、新闻稿 拉式沟通 用于信息量很大或受众很多的情况。要求接收者自行 地访问信息内容 门户网站、组织内网、电子在线课程、 经验教训数据库、知识库"
  },
  {
    "id": "N14-027",
    "stem": "以下()不是规划沟通管理的输入。",
    "options": {
      "A": "项目章程",
      "B": "资源管理计划",
      "C": "需求文件",
      "D": "干系人参与度评估矩阵"
    },
    "answer": "D",
    "explanation": "P419, 干系人参与度评估矩阵是规划沟通管理的工具和技术。"
  },
  {
    "id": "N14-028",
    "stem": "在一个大型信息系统项目中，项目经理卧浒发现尽管已经建立了沟通机制，但团队间的沟通依 然不顺畅，项目风险不断上升。项目经理应优先采取的措施是()。",
    "options": {
      "A": "监督沟通活动执行情况，审查并优化现有沟通机制",
      "B": "引入新的沟通工具，提高信息传递效率",
      "C": "增加每周的团队会议次数，强制团队成员交流",
      "D": "对团队成员进行沟通技巧培训，提升沟通质量"
    },
    "answer": "A",
    "explanation": "题目说已经建立了沟通机制，但团队间的沟通依然不顺畅，这说明建立的沟通机制不能满足 当前的沟通需求，因此需要进行纠偏，属于监督沟通的内容。从选项上来看，A 更合适。"
  },
  {
    "id": "N14-029",
    "stem": "关于沟通管理过程的描述，正确的是 ()。",
    "options": {
      "A": "监督沟通是为了促进项目干系人之间实现有效率且有效果的沟通",
      "B": "项目管理中出现的任何问题都可以通过沟通来解决",
      "C": "管理沟通是识别和记录与干系人有效沟通的方式",
      "D": "项目经理大多数的时间都用于与团队成员和其他干系人沟通"
    },
    "answer": "D",
    "explanation": "A错误。监督沟通按沟通管理计划和干系人参与计划的要求优化信息传递流程。 B 说的太绝对了，如果什么事情都能用沟通来解决，那大家还上什么班，直接天天坐在一起开会就行了。 C 错误。管理沟通是促成项目团队与干系人之间的有效信息流动"
  },
  {
    "id": "N14-030",
    "stem": "规划沟通管理的作用不包括()。",
    "options": {
      "A": "及时向干系人提供相关信息",
      "B": "引导干系人有效参与项目",
      "C": "促成项目团队与干系人之间的有效信息流动",
      "D": "编制书面沟通计划"
    },
    "answer": "C",
    "explanation": "P418, 规划沟通管理的作用：①及时向干系人提供相关信息；②引导干系人有效参与项目；③编制书面沟通计划。 管理沟通过程的作用：促成项目团队与干系人之间的有效信息流动。 监督沟通过程的作用：按沟通管理计划和干系人参与计划的要求优化信息传递流程。"
  },
  {
    "id": "N14-031",
    "stem": "规划沟通管理需要在整个项目期间()。",
    "options": {
      "A": "持续开展",
      "B": "仅开展一次或在预定时间开展",
      "C": "定期开展",
      "D": "长期开展"
    },
    "answer": "C",
    "explanation": "P418, 规划沟通管理是定期开展，这个需要特别注意。"
  },
  {
    "id": "N14-032",
    "stem": "监督沟通时，适用的数据表现技术是()。",
    "options": {
      "A": "领导力",
      "B": "干系人参与度评估矩阵",
      "C": "人际关系与团队技能",
      "D": "演示"
    },
    "answer": "B",
    "explanation": "P429, 监督沟通时，适用的数据表现技术是干系人参与度评估矩阵。应该检查干系人的期望 与当前参与度的变化情况，并对沟通进行必要调整。"
  },
  {
    "id": "N14-033",
    "stem": "规划沟通管理的主要作用不包括()。",
    "options": {
      "A": "及时向干系人提供相关信息",
      "B": "引导干系人有效参与项目",
      "C": "编制书面沟通计划",
      "D": "确保满足项目及其干系人的信息需求"
    },
    "answer": "D",
    "explanation": "P418, 规划沟通管理的作用：①及时向干系人提供相关信息；②引导干系人有效参与项目；③编制书面沟通计划。 管理沟通过程的作用：促成项目团队与干系人之间的有效信息流动。 监督沟通过程的作用：监督沟通是确保满足项目及其干系人的信息需求的过程。按沟通管理计划和干系人参 与计划的要求优化信息传递流程。"
  },
  {
    "id": "N14-034",
    "stem": "关于沟通技能的描述，不正确的是()。",
    "options": {
      "A": "沟通胜任力有助于明确关键信息的目的、实现信息共享和采取领导行为",
      "B": "反馈是关于沟通、可交付成果或情况的反应信息",
      "C": "非口头技能，通过示意、语调和面部表情等适当的肢体语言来表达意思",
      "D": "演示是用文件或视频现场向干系人演示信息"
    },
    "answer": "D",
    "explanation": "P425, 沟通技能： 沟通胜任力。有助于明确关键信息的目的、实现信息共享和采取领导行为。 反馈。反馈是关于沟通、可交付成果或情况的反应信息。反馈支持项目经理和团队及所有其他项目干系人之 间的互动沟通，例如指导、辅导和磋商。 非口头技能。例如，通过示意、语调和面部表情等适当的肢体语言来表达意思。镜像模仿和眼神交流也是重 要的技能。 演示。演示是信息和文档的正式交付。包括：①向干系人报告项目进度和信息更新；②提供背景信息；③提 供关于项目及其目标的通用信息；④提供具体信息等。"
  },
  {
    "id": "N14-035",
    "stem": "有效的沟通活动和成果创建具有如下3个基本属性，其中不属于这些基本属性的是()。",
    "options": {
      "A": "沟通目的明确",
      "B": "尽量了解沟通接收方，满足其需求及偏好",
      "C": "监督并衡量沟通的效果",
      "D": "简洁的表述"
    },
    "answer": "D",
    "explanation": "P416, 有效的沟通活动和成果创建具有如下3个基本属性：①沟通目的明确；②尽量了解沟 通接收方，满足其需求及偏好；③监督并衡量沟通的效果。"
  },
  {
    "id": "N14-036",
    "stem": "引导干系人有效参与项目，属于()的主要作用。",
    "options": {
      "A": "规划沟通管理",
      "B": "管理沟通",
      "C": "监督沟通",
      "D": "管理干系人参与"
    },
    "answer": "A",
    "explanation": "P418, 规划沟通管理的作用：①及时向干系人提供相关信息；②引导干系人有效参与项目；③编制书面沟通计划。 管理沟通过程的作用：促成项目团队与干系人之间的有效信息流动。 监督沟通过程的作用：按沟通管理计划和干系人参与计划的要求优化信息传递流程。"
  },
  {
    "id": "N14-037",
    "stem": "可能立即触发重新迭代沟通管理过程的原因不包括()。",
    "options": {
      "A": "问题",
      "B": "关键绩效指标",
      "C": "风险或冲突",
      "D": "评估变更"
    },
    "answer": "D",
    "explanation": "P428, 监督沟通过程可能触发规划沟通管理、管理沟通过程的迭代，以便修改沟通计划并开 展额外的沟通活动，来提升沟通的效果。这种迭代体现了项目沟通管理各过程的持续性。问题、关键绩效指 标、风险或冲突，都可能立即触发重新迭代开展这些过程。"
  },
  {
    "id": "N14-038",
    "stem": "某项目潜在沟通渠道数为153,则项目干系人数量()。",
    "options": {
      "A": "16",
      "B": "17",
      "C": "18",
      "D": "19"
    },
    "answer": "C",
    "explanation": "第三版，计算需要会。沟通渠道=N*(N-1)/2,N 为干系人数量，算出N=18, 所以选C"
  },
  {
    "id": "N14-039",
    "stem": "项目经理需在项目生命周期的(),针对项目干系人多样性的信息需求，制订有效的沟通管理 计划。应该在()期间，定期审查本过程的成果并做必要修改，以确保其持续适用。",
    "options": {
      "A": "前期、项目后期",
      "B": "早期、整个项目",
      "C": "中期、项目后期",
      "D": "整周期、项目中期"
    },
    "answer": "B",
    "explanation": "P418: 项目经理需在项目生命周期的早期，针对项目干系人多样性的信息需求，制订有效的 沟通管理计划。应该在整个项目期间，定期审查本过程的成果并做必要修改，以确保其持续适用。例如，在 干系人发生变化或每个新项目阶段开始时。 【蜗牛老师点评】这个又是送分题，答案选 B。"
  },
  {
    "id": "N14-040",
    "stem": "() 能够提高与不同年代和文化背景的干系人沟通的效果。",
    "options": {
      "A": "将干系人纳入项目评审范围",
      "B": "让干系人参加项目会议",
      "C": "社交媒体工具",
      "D": "多面性沟通方法"
    },
    "answer": "D",
    "explanation": "P417, 多面性方法能够提高与不同年代和文化背景的干系人沟通的效果。"
  },
  {
    "id": "N14-041",
    "stem": "工程师小王作为项目干系人之一，主动去访问项目相关的知识库，这种沟通属于()。",
    "options": {
      "A": "互动沟通",
      "B": "拉式沟通",
      "C": "推式沟通",
      "D": "集中式沟通"
    },
    "answer": "B",
    "explanation": "P421, 拉式沟通用于信息量很大或受众很多的情况。要求接收者自主自行地访问信息内容， 这种方法包括企业内网、电子在线课程、经验教训数据库、知识库等。"
  },
  {
    "id": "N14-042",
    "stem": "关于规划沟通的描述，正确的是()。",
    "options": {
      "A": "应根据需要在整个项目期间定期开展，持续保持其成果适用性",
      "B": "确保所有沟通参与者之间的信息流动的最优化",
      "C": "应尽量采用小组沟通方法来实现沟通管理计划所规定的沟通需求",
      "D": "沟通管理计划基于项目范围管理计划制订和更新，与其同等重要"
    },
    "answer": "A",
    "explanation": "P418, 规划沟通管理是基于每个干系人或干系人群体的信息需求、可用的组织资产，以及具 体项目的需求，为项目沟通活动制定恰当的方法和计划的过程。 规划沟通管理的作用：①及时向干系人提供相关信息；②引导干系人有效参与项目；③编制书面沟通计划。 本过程应根据需要在整个项目期间定期开展。"
  },
  {
    "id": "N14-043",
    "stem": "在项目沟通管理过程中，()是“管理沟通”过程的作用。",
    "options": {
      "A": "确保所有沟通参与者之间的信息流动的最优化",
      "B": "促成项目团队与干系人之间的有效信息流动",
      "C": "识别与记录与干系人最有效率且最有效果的沟通方式",
      "D": "针对问题和关键绩效指标的沟通，可引发修正措施"
    },
    "answer": "B",
    "explanation": "P423, 规划沟通管理的作用：①及时向干系人提供相关信息；②引导干系人有效参与项目；③编制书面沟通计划。 管理沟通过程的作用：促成项目团队与干系人之间的有效信息流动。 监督沟通过程的作用：按沟通管理计划和干系人参与计划的要求优化信息传递流程。"
  },
  {
    "id": "N14-044",
    "stem": "书面沟通的5",
    "options": {
      "A": "正确的语法和拼写",
      "B": "简洁的表述",
      "C": "连贯的思维逻辑",
      "D": "尽量少用控制语句，这样难以理解"
    },
    "answer": "D",
    "explanation": "P416, 书面沟通的5C 原则： 正确的语法和拼写(Correctness) 简洁的表述(Concise) 清晰的目的和表述(Clarity) 连贯的思维逻辑(Coherent) 善用控制语句和承接(Controlling)"
  },
  {
    "id": "N14-045",
    "stem": "以下不会触发沟通管理过程重新迭代的是()。",
    "options": {
      "A": "问题",
      "B": "关键绩效指标",
      "C": "风险或冲突",
      "D": "给小组成员小张发送的信息因网络波动失败了1次"
    },
    "answer": "D",
    "explanation": "P428, 监监督沟通过程可能触发规划沟通管理、管理沟通过程的迭代，以便修改沟通计划并 开展额外的沟通活动，来提升沟通的效果。这种迭代体现了项目沟通管理各过程的持续性。问题、关键绩效 指标、风险或冲突，都可能立即触发重新迭代开展这些过程。"
  },
  {
    "id": "N14-046",
    "stem": "在应急指挥系统中，经常要使用即时通信系统召开视频会议，这属于()。",
    "options": {
      "A": "推式沟通",
      "B": "拉式沟通",
      "C": "互动沟通",
      "D": "虚拟沟通"
    },
    "answer": "C",
    "explanation": "P421, 沟通方法 方法定义 方法举例 互动沟通 在两方或多方之间进行多向信息交换。 会议、电话、即时通信、视频会议、 社交媒体 推式沟通 向需要接收信息的特定接收方发送或发布信息。这种 方法可以确保信息的发送，但不能确保信息送达受众 或被目标受众理解 信件、备忘录、报告、电子邮件、传 真、语音邮件、博客、新闻稿 拉式沟通 用于信息量很大或受众很多的情况。要求接收者自行 地访问信息内容 门户网站、组织内网、电子在线课程、 经验教训数据库、知识库"
  },
  {
    "id": "N14-047",
    "stem": "及时向干系人提供相关信息，属于()的主要作用。",
    "options": {
      "A": "规划沟通管理",
      "B": "管理沟通",
      "C": "监督沟通",
      "D": "管理干系人参与"
    },
    "answer": "A",
    "explanation": "P418, 规划沟通管理的作用：①及时向干系人提供相关信息；②引导干系人有效参与项目；③编制书面沟通计划。 管理沟通过程的作用：促成项目团队与干系人之间的有效信息流动。 监督沟通过程的作用：按沟通管理计划和干系人参与计划的要求优化信息传递流程。"
  },
  {
    "id": "N14-048",
    "stem": "下面说法中不正确的是()。",
    "options": {
      "A": "与 IT 项目成功有关的最重要的四个因素是：主管层的支持、用户参与、有经验的项目经理和清晰的业务 目标",
      "B": "项目沟通管理过程揭示了实现成功沟通所需的人员、观点、兴趣这三项要素之间的一种联络关系",
      "C": "项目沟通管理由两部分组成：一是制定策略，确保沟通对干系人行之有效；二是执行必要活动，以落实沟 通策略",
      "D": "项目经理的大多数时间用于与团队成员和其他项目干系人沟通"
    },
    "answer": "B",
    "explanation": "P414: 项目沟通管理过程揭示了实现成功沟通所需的人员、观点、信息这三项要素之间的一 种联络关系"
  },
  {
    "id": "N14-049",
    "stem": "()属于拉式沟通方法。",
    "options": {
      "A": "电子邮件",
      "B": "经验教训数据库",
      "C": "视频会议",
      "D": "备忘录"
    },
    "answer": "B",
    "explanation": "P421, 沟通方法 方法定义 方法举例 互动沟通 在两方或多方之间进行多向信息交换。 会议、电话、即时通信、视频会议、 社交媒体 推式沟通 向需要接收信息的特定接收方发送或发布信息。这种 方法可以确保信息的发送，但不能确保信息送达受众 或被目标受众理解 信件、备忘录、报告、电子邮件、传 真、语音邮件、博客、新闻稿 拉式沟通 用于信息量很大或受众很多的情况。要求接收者自行 地访问信息内容 门户网站、组织内网、电子在线课程、 经验教训数据库、知识库"
  },
  {
    "id": "N14-050",
    "stem": "促成项目团队与干系人之间的有效信息流动，属于()的主要作用。",
    "options": {
      "A": "规划沟通管理",
      "B": "管理沟通",
      "C": "监督沟通",
      "D": "管理干系人参与"
    },
    "answer": "B",
    "explanation": "P423, 规划沟通管理的作用：①及时向干系人提供相关信息；②引导干系人有效参与项目；③编制书面沟通计划。 管理沟通过程的作用：促成项目团队与干系人之间的有效信息流动。 监督沟通过程的作用：按沟通管理计划和干系人参与计划的要求优化信息传递流程。"
  },
  {
    "id": "N14-051",
    "stem": "备忘录、报告、新闻稿等沟通方式属于()。",
    "options": {
      "A": "推式沟通",
      "B": "互动沟通",
      "C": "拉式沟通",
      "D": "非正式沟通"
    },
    "answer": "A",
    "explanation": "P421, 沟通方法 方法定义 方法举例 互动沟通 在两方或多方之间进行多向信息交换。 会议、电话、即时通信、视频会议、 社交媒体 推式沟通 向需要接收信息的特定接收方发送或发布信息。这种 方法可以确保信息的发送，但不能确保信息送达受众 或被目标受众理解 信件、备忘录、报告、电子邮件、传 真、语音邮件、博客、新闻稿 拉式沟通 用于信息量很大或受众很多的情况。要求接收者自行 地访问信息内容 门户网站、组织内网、电子在线课程、 经验教训数据库、知识库"
  },
  {
    "id": "N14-052",
    "stem": "项目沟通管理由哪两部分组成()。",
    "options": {
      "A": "制定策略、执行必要活动",
      "B": "规划沟通管理、执行必要活动",
      "C": "制定策略、优化沟通",
      "D": "规划沟通管理、优化沟通"
    },
    "answer": "A",
    "explanation": "P414, 项目沟通管理由两部分组成： 一是制定策略，确保沟通对干系人行之有效；二是执 行必要活动，以落实沟通策略。"
  },
  {
    "id": "N14-053",
    "stem": "对于信息量很大或受众很多的情况，建议采用()沟通方式。",
    "options": {
      "A": "拉式",
      "B": "推式",
      "C": "互动",
      "D": "面对面"
    },
    "answer": "A",
    "explanation": "P421, 沟通方法 方法定义 方法举例 互动沟通 在两方或多方之间进行多向信息交换。 会议、电话、即时通信、视频会议、 社交媒体 推式沟通 向需要接收信息的特定接收方发送或发布信息。这种 方法可以确保信息的发送，但不能确保信息送达受众 或被目标受众理解 信件、备忘录、报告、电子邮件、传 真、语音邮件、博客、新闻稿 拉式沟通 用于信息量很大或受众很多的情况。要求接收者自行 地访问信息内容 门户网站、组织内网、电子在线课程、 经验教训数据库、知识库"
  },
  {
    "id": "N14-054",
    "stem": "书面沟通的5",
    "options": {
      "A": "正确的语法和拼写",
      "B": "连贯的思维逻辑",
      "C": "详细的表述",
      "D": "善用控制语句和承接"
    },
    "answer": "C",
    "explanation": "P416, 书面沟通的5C 原则： 正确的语法和拼写(Correctness) 简洁的表述(Concise) 清晰的目的和表述(Clarity) 连贯的思维逻辑(Coherent) 善用控制语句和承接(Controlling)"
  },
  {
    "id": "N14-055",
    "stem": "在沟通管理中， 一般()是最有效的沟通并解决干系人之间问题的方法。",
    "options": {
      "A": "面对面会议",
      "B": "问题日志",
      "C": "问题清单",
      "D": "绩效管理"
    },
    "answer": "A",
    "explanation": "P421, 从参与程度上来讲，面对面会议的各方参与程度最高。从沟通方法来讲，属于互动沟 通，沟通更有效率。"
  },
  {
    "id": "N14-056",
    "stem": "某公司决定将一个废弃的体育场馆改成数字化影院，项目经理制定了沟通计划，对沟通的方式、 人员、保密要求、信息传递等方面做了规定。项目在施工阶段发现未进行无障碍设计，不符合国家电影院设 计规范及条文说明的要求，项目被迫暂停。项目经理此时应在沟通计划中增加()的要求。",
    "options": {
      "A": "干系人的沟通需求",
      "B": "沟通制约因素",
      "C": "为沟通活动分配的资源",
      "D": "问题升级程序"
    },
    "answer": "B",
    "explanation": "P422, 沟通管理计划第14条，来自法律法规、技术、组织政策等的制约因素等。"
  },
  {
    "id": "N14-057",
    "stem": "按沟通管理计划和干系人参与计划的要求优化信息传递流程，属于()的主要作用。",
    "options": {
      "A": "规划沟通管理",
      "B": "管理沟通",
      "C": "监督沟通",
      "D": "管理干系人参与"
    },
    "answer": "C",
    "explanation": "P427, 规划沟通管理的作用：①及时向干系人提供相关信息；②引导干系人有效参与项目；③编制书面沟通计划。 管理沟通过程的作用：管理沟通是确保项目信息及时且恰当地收集、生成、发布、存储、检索、管理、监督 和最终处置的过程。促成项目团队与干系人之间的有效信息流动。 监督沟通过程的作用：按沟通管理计划和干系人参与计划的要求优化信息传递流程。"
  },
  {
    "id": "N14-058",
    "stem": "以下()不属于沟通的5",
    "options": {
      "A": "正确的语法和拼写",
      "B": "积极倾听",
      "C": "清晰的目的和表述",
      "D": "简洁的表述"
    },
    "answer": "B",
    "explanation": "P416 。 书面沟通的5C 原则： *①正确的语法和拼写 *②简洁的表述 *③清晰的目的和表述 *④连贯的思维逻辑 *⑤善用控制语句和承接。"
  },
  {
    "id": "N14-059",
    "stem": "在项目沟通过程中，会使用各种沟通方法。电子邮件沟通属于()。",
    "options": {
      "A": "实时沟通",
      "B": "推式沟通",
      "C": "拉式沟通",
      "D": "情景式沟通"
    },
    "answer": "B",
    "explanation": "P421, 沟通方法 方法定义 方法举例 互动沟通 在两方或多方之间进行多向信息交换。 会议、电话、即时通信、视频会议、 社交媒体 推式沟通 向需要接收信息的特定接收方发送或发布信息。这种 方法可以确保信息的发送，但不能确保信息送达受众 或被目标受众理解 信件、备忘录、报告、电子邮件、传 真、语音邮件、博客、新闻稿 拉式沟通 用于信息量很大或受众很多的情况。要求接收者自行 地访问信息内容 门户网站、组织内网、电子在线课程、 经验教训数据库、知识库"
  },
  {
    "id": "N14-060",
    "stem": "与客户、供应商、公众沟通属于()。",
    "options": {
      "A": "外部沟通",
      "B": "官方沟通",
      "C": "正式沟通",
      "D": "非正式沟通"
    },
    "answer": "A",
    "explanation": "P415, 沟通分类 适用范围 内部沟通 项目内部或组织内部的干系人 外部沟通 外部干系人，如客户、供应商、公众等。 正式沟通 报告、正式会议、会议议程记录、干系人简报和演示。 非正式沟通 电子邮件、社交媒体、网站和非正式讨论的一般沟通活动 层级沟通 采取向上(针对高层)、向下(针对团队成员)和横向(针对同级项目经理或其他人员)等不 同的沟通方式，保证有效沟通。 官方沟通 年报、呈交监管机构或政府部门的报告。 非官方沟通 灵活(往往为非正式)的手段。 书面与口头沟通 口头及非口头、社交媒体和网站、媒体发布"
  },
  {
    "id": "N14-061",
    "stem": "在项目沟通管理过程中，()是“管理沟通”过程的作用。",
    "options": {
      "A": "确保所有沟通参与者之间的信息流动的最优化",
      "B": "促进项目干系人之间实现有效率且有效果的沟通",
      "C": "识别与记录与干系人最有效率且最有效果的沟通方式",
      "D": "针对问题和关键绩效指标的沟通，可引发修正措施"
    },
    "answer": "B",
    "explanation": "P423, 规划沟通管理的作用：①及时向干系人提供相关信息；②引导干系人有效参与项目；③编制书面沟通计划。 管理沟通过程的作用：促成项目团队与干系人之间的有效信息流动。 监督沟通过程的作用：按沟通管理计划和干系人参与计划的要求优化信息传递流程。"
  },
  {
    "id": "N14-062",
    "stem": "在规划沟通管理时，需要考虑并合理记录用来()、检索和最终处置项目信息的方法。",
    "options": {
      "A": "存储",
      "B": "分 析",
      "C": "接收",
      "D": "分 享"
    },
    "answer": "A",
    "explanation": "P419, 在规划沟通管理时，需要考虑并合理记录用来存储、检索和最终处置项目信息的方法。"
  },
  {
    "id": "N14-063",
    "stem": "在沟通模型中，()是这是整个过程中最难的一环。",
    "options": {
      "A": "已发送",
      "B": "已转化为积极的行动",
      "C": "已认可",
      "D": "已理解"
    },
    "answer": "B",
    "explanation": "P415, 已转化为积极的行动：正确地理解和达成一致的认可比较难，但更加困难的是让对方 转化为实际的、积极的行动，而且是方向正确无误的行动。这是整个过程中最难的一环，通常需要反复地沟 通，在一定的监督或帮助下才能较好地完成。"
  },
  {
    "id": "N14-064",
    "stem": "() 不属于书面沟通的5",
    "options": {
      "A": "简洁的表述 (concise)",
      "B": "可以证明的结论 (certification)",
      "C": "连贯的思维逻辑 (coherent)",
      "D": "清晰的目的和表述 (clarity)"
    },
    "answer": "B",
    "explanation": "P416 。 书面沟通的5C 原则： *①正确的语法和拼写 *②简洁的表述 *③清晰的目的和表述 *④连贯的思维逻辑 *⑤善用控制语句和承接。 所以，B 不属于。"
  },
  {
    "id": "N14-065",
    "stem": "把思想或想法转化为他人能理解的语言，属于沟通模型中的()。",
    "options": {
      "A": "编码",
      "B": "解 码",
      "C": "媒介",
      "D": "信 息"
    },
    "answer": "A",
    "explanation": "P415, 编码：把思想或想法转化为他人能理解的语言。 信息和反馈信息：编码过程所得到的结果。 媒介：用来传递信息的方法。 噪声：干扰信息传输和理解的一切因素(如距离、新技术、缺乏背景信息等)。 解码：把信息还原成有意义的思想或想法。"
  },
  {
    "id": "N14-066",
    "stem": "在沟通模型中，对方信息已收到。但这并不表示对方有意图去读取、理解或解决信息，目前是 处 于 ( ) 。",
    "options": {
      "A": "已转化为积极的行动",
      "B": "已收到",
      "C": "已理解已认可",
      "D": "已认可"
    },
    "answer": "B",
    "explanation": "P415, 沟通模型包含5种状态：已发送、已收到、已理解、已认可、已转化为积极的行动。 *(1)已发送：信息已发送。 *(2)已收到：对方信息已收到。但这并不表示对方有意图去读取、理解或解决信息。 *(3)已理解：正确地消化和理解信息中的内容是简单接收信息中关键的一环。 *(4)已认可：理解了传达的信息并不代表对方已同意这个观点。或许对方明白了发送者的意思，但完全不同意。 所以在两个聪明的、有主见的人之间达成一致既复杂又耗时，尤其是两个人的观点不能清晰地向对方阐述的 时候。因此，达成一致仍然是做出项目决策和有效沟通的关键一环。 *(5)已转化为积极的行动：正确地理解和达成一致的认可比较难，但更加困难的是让对方转化为实际的、积极 的行动，而且是方向正确无误的行动。这是整个过程中最难的一环，通常需要反复地沟通，在一定的监督或 帮助下才能较好地完成。"
  },
  {
    "id": "N14-067",
    "stem": "呈交监管机构或政府部门的报告属于()。",
    "options": {
      "A": "外部沟通",
      "B": "官方沟通",
      "C": "正式沟通",
      "D": "非正式沟通"
    },
    "answer": "B",
    "explanation": "P415, 沟通分类 适用范围 内部沟通 项目内部或组织内部的干系人 外部沟通 外部干系人，如客户、供应商、公众等。 蜗牛老师公众号：《蜗牛软考》,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导 正式沟通 报告、正式会议、会议议程记录、干系人简报和演示。 非正式沟通 电子邮件、社交媒体、网站和非正式讨论的一般沟通活动 层级沟通 采取向上(针对高层)、向下(针对团队成员)和横向(针对同级项目经理或其他人员)等不 同的沟通方式，保证有效沟通。 官方沟通 年报、呈交监管机构或政府部门的报告。 非官方沟通 灵活(往往为非正式)的手段。 书面与口头沟通 口头及非口头、社交媒体和网站、媒体发布"
  },
  {
    "id": "N14-068",
    "stem": "在沟通模型中，发送者发送了信息，接受者也及时收到了消息，也认可了发送者的观点，但是 接受者不去执行，目前是处于()。",
    "options": {
      "A": "已转化为积极的行动",
      "B": "已收到",
      "C": "已理解已认可",
      "D": "已认可"
    },
    "answer": "D",
    "explanation": "P415, 沟通模型包含5种状态：已发送、已收到、已理解、已认可、已转化为积极的行动。 *(1)已发送：信息已发送。 *(2)已收到：对方信息已收到。但这并不表示对方有意图去读取、理解或解决信息。 *(3)已理解：正确地消化和理解信息中的内容是简单接收信息中关键的一环。 *(4)已认可：理解了传达的信息并不代表对方已同意这个观点。或许对方明白了发送者的意思，但完全不同意。 所以在两个聪明的、有主见的人之间达成一致既复杂又耗时，尤其是两个人的观点不能清晰地向对方阐述的 时候。因此，达成一致仍然是做出项目决策和有效沟通的关键一环。 *(5)已转化为积极的行动：正确地理解和达成一致的认可比较难，但更加困难的是让对方转化为实际的、积极 的行动，而且是方向正确无误的行动。这是整个过程中最难的一环，通常需要反复地沟通，在一定的监督或 帮助下才能较好地完成。"
  },
  {
    "id": "N14-069",
    "stem": "某公司某项目沟通渠道为66,则该项目干系人为()人。",
    "options": {
      "A": "9",
      "B": "10",
      "C": "11",
      "D": "12"
    },
    "answer": "D",
    "explanation": "第三版，计算需要会。沟通渠道的计算公式为=n*(n-1)/2, 题目中已知某项目沟通渠道为 66,n*(n-1)/2=66,n*(n-1)=132, 分别将A、B、C、D4 个选项代入，只有n=12 满足条件。"
  },
  {
    "id": "N14-070",
    "stem": "() 适用个人之间交换信息，通常以面对面的方式进行。",
    "options": {
      "A": "人际沟通",
      "B": "小组沟通",
      "C": "公众沟通",
      "D": "大众传播"
    },
    "answer": "A",
    "explanation": "P421, 人际沟通：个人之间交换信息，通常以面对面的方式进行。 小组沟通：在3～6名人员的小组内部开展。 公众沟通：单个演讲者面向一群人。 大众传播：信息发送人员或小组与大量目标受众之间只有最低程度的联系。 网络和社交工具沟通：借助社交工具和媒体，开展多对多的沟通。"
  },
  {
    "id": "N14-071",
    "stem": "在项目沟通管理过程中，()是确保满足项目及其干系人的信息需求的过程。",
    "options": {
      "A": "规划沟通管理",
      "B": "管理沟通",
      "C": "监督沟通",
      "D": "控制沟通"
    },
    "answer": "C",
    "explanation": "P427, 规划沟通管理的作用：①及时向干系人提供相关信息；②引导干系人有效参与项目；③编制书面沟通计划。 管理沟通过程的作用：促成项目团队与干系人之间的有效信息流动。 监督沟通过程的作用：监督沟通是确保满足项目及其干系人的信息需求的过程。按沟通管理计划和干系人参 与计划的要求优化信息传递流程。"
  },
  {
    "id": "N14-072",
    "stem": "A公司任命黄总为新项目的项目经理，黄总任命小张为开发经理，并在公司内部调集10人组 成项目团队，则该项目团队内的沟通渠道共()条。",
    "options": {
      "A": "45",
      "B": "55",
      "C": "66",
      "D": "78"
    },
    "answer": "C",
    "explanation": "第三版，计算需要会。 沟通渠道=N(N-1)÷2,N 指参与沟通的人数。 项目的人数为：黄总，小张，10人的项目团队，总共N=12 人。 根据公式可以得出沟通渠道=12×(12-1)÷2=66"
  },
  {
    "id": "N14-073",
    "stem": "已开展的沟通类型和数量的数据属于()。",
    "options": {
      "A": "工作绩效数据",
      "B": "工作绩效信息",
      "C": "工作绩效报告",
      "D": "项目沟通记录"
    },
    "answer": "A",
    "explanation": "P428, 工作绩效数据包含关于已开展的沟通类型和数量的数据"
  },
  {
    "id": "N14-074",
    "stem": "( ) 适用在3～6名人员的小组内部开展。",
    "options": {
      "A": "人际沟通",
      "B": "小组沟通",
      "C": "公众沟通",
      "D": "大众传播"
    },
    "answer": "B",
    "explanation": "P421, 人际沟通：个人之间交换信息，通常以面对面的方式进行。 小组沟通：在3~6名人员的小组内部开展。 公众沟通：单个演讲者面向一群人。 大众传播：信息发送人员或小组与大量目标受众之间只有最低程度的联系。 网络和社交工具沟通：借助社交工具和媒体，开展多对多的沟通。"
  },
  {
    "id": "N14-075",
    "stem": "项目经理需在项目生命周期的早期，针对项目干系人多样性的信息需求，制订有效的()。",
    "options": {
      "A": "沟通管理计划",
      "B": "干系人登记册",
      "C": "项目进度计划",
      "D": "沟通风格评估"
    },
    "answer": "A",
    "explanation": "P418, 项目经理需在项目生命周期的早期，针对项目干系人多样性的信息需求，制订有效的 沟通管理计划。应该在整个项目期间，定期审查本过程的成果并做必要修改，以确保其持续适用。例如，在 干系人发生变化或每个新项目阶段开始时。 蜗牛老师公众号：《蜗牛软考》 ,淘宝：《woniulaoshi.taobao.com》,专业高项-中项-系规培训辅导"
  },
  {
    "id": "N14-076",
    "stem": "以下对沟通管理计划的理解中，正确的是()。",
    "options": {
      "A": "沟通管理计划不仅包括项目干系人的需求和预期，还包括用于沟通的信息。如格式、内容、细节水平等",
      "B": "由于项目具有独特性，一个公司的各种项目不宜采取统一格式记录及传递信息",
      "C": "对于不同层次的项目干系人，也应规定相同的信息格式",
      "D": "沟通需求分析是项目干系人信息需求的汇总，而项目的组织结构不会影响项目的沟通需求"
    },
    "answer": "A",
    "explanation": "P423, 沟通管理计划包括干系人的沟通需求，还需针对沟通信息的描述，包括格式、内容、 详尽程度等。所以A 正确。 一个公司的各个项目应该基本采取统一格式记录信息以及进行传递，管理部门总结好的模板进行分享，有助 于信息格式标准化，以免引起不必要的混乱。所以B 错 误 。 对于不同层次的项目干系人，应规定不同的信息格式。所以C 错误。 项目的组织结构肯定会影响项目的沟通需求。所以D 错误。"
  },
  {
    "id": "N14-077",
    "stem": "监督沟通时，适用的数据表现技术是 ()。",
    "options": {
      "A": "干系人管理计划",
      "B": "故事板",
      "C": "原型图",
      "D": "干系人参与度评估矩阵"
    },
    "answer": "D",
    "explanation": "P429, 监督沟通时，适用的数据表现技术是干系人参与度评估矩阵。应该检查干系人的期望 与当前参与度的变化情况，并对沟通进行必要调整。"
  },
  {
    "id": "N14-078",
    "stem": "在干系人发生变化或每个新项目阶段开始时，需要()。",
    "options": {
      "A": "规划沟通管理",
      "B": "管理沟通",
      "C": "监督沟通",
      "D": "管理干系人参与"
    },
    "answer": "A",
    "explanation": "P418, 项目经理需在项目生命周期的早期，针对项目干系人多样性的信息需求，制订有效的 沟通管理计划。应该在整个项目期间，定期审查本过程的成果并做必要修改，以确保其持续适用。例如，在 干系人发生变化或每个新项目阶段开始时。"
  },
  {
    "id": "N14-079",
    "stem": "某项目沟通协调会共有9人参加会议，此次会议沟通渠道有()条。",
    "options": {
      "A": "42",
      "B": "28",
      "C": "45",
      "D": "36"
    },
    "answer": "D",
    "explanation": "第三版，计算需要会。 沟通渠道：n(n-1)/2,n 表示干系人数量。"
  },
  {
    "id": "N14-080",
    "stem": "开展团队观察调查属于()的方法。",
    "options": {
      "A": "收集需求",
      "B": "规划沟通管理",
      "C": "管理沟通",
      "D": "监督沟通"
    },
    "answer": "D",
    "explanation": "P427-428, 监督沟通可能需要采取各种方法，例如，开展客户满意度调查、整理经验教训、 开展团队观察、审查问题日志和评估变更。"
  },
  {
    "id": "N14-081",
    "stem": "你正在组织项目沟通协调会，参加会议的人数为12人，沟通渠道有()条。",
    "options": {
      "A": "66",
      "B": "72",
      "C": "96",
      "D": "132"
    },
    "answer": "A",
    "explanation": "第三版，计算需要会。沟通渠道=N(N-1)÷2,N 指参与沟通的人数。"
  },
  {
    "id": "N14-082",
    "stem": "() 确定项目干系人的信息需求，包括所需信息的类型和格式，以及信息对干系人的价值。",
    "options": {
      "A": "沟通需求分析",
      "B": "沟通技术",
      "C": "沟通模型",
      "D": "沟通方法"
    },
    "answer": "A",
    "explanation": "P420, 沟通需求分析，分析沟通需求，确定项目干系人的信息需求，包括所需信息的类型和 格式，以及信息对干系人的价值。"
  },
  {
    "id": "N14-083",
    "stem": "项目经理卧件在采购活动结束后依然向供应商发送采购工作跟进表，这属于那个()出错了。",
    "options": {
      "A": "规划沟通管理",
      "B": "管理沟通",
      "C": "监督沟通",
      "D": "监督干系人参与"
    },
    "answer": "C",
    "explanation": "采购工作结束后，那么是不用再去向供应商发送采购工作跟进表了，这个就是属于没有在正 确的时间获取争取的消息。需要改变沟通策略，所以属于监督沟通。 管理沟通是按计划去执行沟通工作，不合题意"
  },
  {
    "id": "N14-084",
    "stem": "沟通的基本模型用于显示信息如何在双方之间被发送和被接收，日常与人交往过程中发生的误 解，通常在()环节发生。",
    "options": {
      "A": "编码",
      "B": "解码",
      "C": "媒介",
      "D": "信息"
    },
    "answer": "B",
    "explanation": "P415, 解码就是将信息还原，但是在还原的过程中肯定会因为各种原因造成与实际信息不符 的情况，就会出现误解。"
  },
  {
    "id": "N14-085",
    "stem": "开展客户满意度调查属于()的方法。",
    "options": {
      "A": "收集需求",
      "B": "规划沟通管理",
      "C": "管理沟通",
      "D": "监督沟通"
    },
    "answer": "D",
    "explanation": "P427-428, 监督沟通可能需要采取各种方法，例如，开展客户满意度调查、整理经验教训、 开展团队观察、审查问题日志和评估变更。"
  },
  {
    "id": "N14-086",
    "stem": "() 评估沟通风格并识别偏好的沟通方法、形式和内容的技术。",
    "options": {
      "A": "沟通风格评估",
      "B": "网络和社交工具沟通",
      "C": "规划沟通",
      "D": "沟通需求分析"
    },
    "answer": "A",
    "explanation": "P422, 沟通风格评估：评估沟通风格并识别偏好的沟通方法、形式和内容的技术。"
  },
  {
    "id": "N14-087",
    "stem": "项目经理通过微信群告知项目组成员每天早上9:00在会议室召开5分钟站立会议，讨论项 目进展和当日工作，并要求每个组员对上述内容进行确认回复，十分钟后他收到了所有回复信息。其中，微 信群属沟通模型中的()关键要素。",
    "options": {
      "A": "编码",
      "B": "解码",
      "C": "噪声",
      "D": "媒介"
    },
    "answer": "D",
    "explanation": "P415, 沟通模型 关键要素 释义 编码 把思想或想法转化为他人能理解的语言 信息和反馈信息 编码过程所得到的结果 媒介 用来传递信息的方法 噪声 干扰信息传输和理解的因素(如距离、新技术、缺乏背景信息等) 解码 把信息还原成有意义的思想或想法"
  },
  {
    "id": "N14-088",
    "stem": "项目经理在()过程中，发现参加会议的主要领导无法出席，项目组原定的周一的项目例会， 改为周二召开。",
    "options": {
      "A": "实施整体变更控制",
      "B": "规划沟通管理",
      "C": "管理沟通",
      "D": "监督沟通"
    },
    "answer": "D",
    "explanation": "A 错误。不管是实施整体变更控制还是变更管理也好，都强调的是对变更的流程进行管理。 B 错误。规划沟通管理是制定一系列方法蜗和牛政策为如何管理和控制沟通提供指南和方向。 C 错误。管理沟通是按照沟通管理计划的内容去执行。 D 最符合题意。监督沟通是当实际沟通和计划沟通发生偏差时，进行纠偏。"
  },
  {
    "id": "N14-089",
    "stem": "在编制沟通计划时，()不是沟通计划编制的输入。",
    "options": {
      "A": "干系人参与计划",
      "B": "沟通技术",
      "C": "组织的社交媒体",
      "D": "需求文件"
    },
    "answer": "B",
    "explanation": "P419, 沟通计划编制的输入包括：项目章程、资源管理计划、干系人参与计划、事业环境因素、需求文件、干系人 登记册，组织过程资产。 组织的社交媒体是组织过程资产 B 错 误 。B 属于规划沟通管理的工具和技术"
  },
  {
    "id": "N14-090",
    "stem": "影响沟通技术的选择的因素包括：()。 *①信息需求的紧迫性；②技术的可用性与可靠性；③易用性；④项目环境；⑤信息的敏感性和保密性。",
    "options": {
      "A": "①②③",
      "B": "①②③⑤",
      "C": "①③④⑤",
      "D": "①②③④⑤"
    },
    "answer": "D",
    "explanation": "P420, 影响沟通技术的选择的因素包括：①信息需求的紧迫性；②技术的可用性与可靠性； *③易用性；④项目环境；⑤信息的敏感性和保密性。"
  },
  {
    "id": "N14-091",
    "stem": "写作思路连贯，在整个书面文件中使用诸如“引言”和“小结”的小标题。说的是书面沟通的 5",
    "options": {
      "A": "正确的语法和拼写",
      "B": "简洁的表述",
      "C": "连贯的思维逻辑",
      "D": "善用控制语句和承接"
    },
    "answer": "C",
    "explanation": "P416, 连贯的思维逻辑(Coherent): 写作思路连贯，在整个书面文件中使用诸如“引言”和 “小结”的小标题。"
  },
  {
    "id": "N14-092",
    "stem": "() 信息发送人员或小组与大量目标受众之间只有最低程度的联系。",
    "options": {
      "A": "人际沟通",
      "B": "小组沟通",
      "C": "公众沟通",
      "D": "大众传播"
    },
    "answer": "D",
    "explanation": "P421, 人际沟通：个人之间交换信息，通常以面对面的方式进行。 小组沟通：在3～6名人员的小组内部开展。 公众沟通：单个演讲者面向一群人。 大众传播：信息发送人员或小组与大量目标受众之间只有最低程度的联系。 网络和社交工具沟通：借助社交工具和媒体，开展多对多的沟通。"
  },
  {
    "id": "N14-093",
    "stem": "() 不仅能支持信息交换，而且也有助于建立更深层次的信任和社群关系。",
    "options": {
      "A": "将干系人纳入项目评审范围",
      "B": "让干系人参加项目会议",
      "C": "社交媒体工具",
      "D": "多面性沟通方法"
    },
    "answer": "C",
    "explanation": "P417, 社交媒体工具不仅能支持信息交换，而且也有助于建立更深层次的信任和社群关系。"
  },
  {
    "id": "N14-094",
    "stem": "项目团队可以根据需要裁剪项目沟通管理过程。裁剪时应考虑的因素不包括()。",
    "options": {
      "A": "知识管理",
      "B": "语言",
      "C": "团队文化",
      "D": "物理地点"
    },
    "answer": "C",
    "explanation": "P418, 裁剪考虑因素包括：干系人、物理地点、沟通技术、语言、知识管理。"
  },
  {
    "id": "N14-095",
    "stem": "项目沟通记录不包括()。",
    "options": {
      "A": "绩效报告",
      "B": "可交付成果的状态",
      "C": "进度进展",
      "D": "项目报告"
    },
    "answer": "D",
    "explanation": "P426, 项目报告是管理沟通的工具"
  },
  {
    "id": "N14-096",
    "stem": "沟通管理计划包括确定项目干系人的信息和沟通需求，在编制沟通计划时，()不是沟通计划 编制的输入。",
    "options": {
      "A": "组织过程资产",
      "B": "项目章程",
      "C": "沟通需求分析",
      "D": "需求文件"
    },
    "answer": "C",
    "explanation": "P419, 沟通计划编制的输入包括：项目章程、资源管理计划、干系人参与计划、事业环境因素、需求文件、干系人 登记册，组织过程资产。 B 项目章程中包含了项目相关的干系人。 C 错误。C 属于规划沟通管理的工具和技术"
  },
  {
    "id": "N14-097",
    "stem": "会议和虚拟办公支持软件属于()。",
    "options": {
      "A": "电子项目管理工具",
      "B": "电子沟通管理",
      "C": "社交媒体管理",
      "D": "虚拟沟通工具"
    },
    "answer": "A",
    "explanation": "P425, 电子项目管理工具：项目管理软件、会议和虚拟办公支持软件、网络界面、专门的项目门户网站和状态仪表 盘 ，以及协同工作管理工具； 电子沟通管理：电子邮件、传真和语音邮件，音频、视频和网络会议，以及网站和网络发布； 社交媒体管理：网站和网络发布，以及为促进干系人参与和形成在线社区而建立的博客和应用程序。"
  },
  {
    "id": "N14-098",
    "stem": "可能影响控制沟通过程的组织过程资产不包括()。",
    "options": {
      "A": "以往项目的经验教训知识库",
      "B": "组织对沟通的要求",
      "C": "制作、交换、储存和检索信息的标准化指南",
      "D": "组织治理框架"
    },
    "answer": "D",
    "explanation": "P428, 组织治理框架是事业环境因素，事业环境因素和组织资产之间最大的区别是，事业环 境因素是不可更改的，只能适应的。组织资产可以选择性使用"
  },
  {
    "id": "N14-099",
    "stem": "在模糊不定的项目环境中，应采取哪些沟通方法()。 *①简化团队成员获取信息的通道 *②让团队成员集中办公 *③以透明的方式发布项目成果 *④定期邀请干系人评审项目成果",
    "options": {
      "A": "①②③",
      "B": "②③",
      "C": "②③④",
      "D": "①②③④"
    },
    "answer": "D",
    "explanation": "P418, 在模糊不定的项目环境中，必然需要对不断演变和出现的细节情况进行更频繁和快速 地沟通。因此，应该尽量简化团队成员获取信息的通道，要经常进行团队检查，并让团队成员集中办公。此 外，为了促进与高级管理层和干系人的沟通，还需要以透明的方式发布项目成果，并定期邀请干系人评审项 目成果。"
  },
  {
    "id": "N14-100",
    "stem": "理解组织战略、了解谁能行使权力和施加影响，以及培养与这些干系人沟通的能力，属于()。",
    "options": {
      "A": "冲突管理",
      "B": "政策意识",
      "C": "文化意识",
      "D": "沟通风格评估"
    },
    "answer": "B",
    "explanation": "P422, 政策意识有助于项目经理根据项目环境和组织的政策环境来规划沟通。政策意识是指 对正式和非正式权力关系的认知，以及在这些关系中工作的意愿。理解组织战略、了解谁能行使权力和施加 影响，以及培养与这些干系人沟通的能力，都属于政策意识范畴。"
  },
  {
    "id": "N14-101",
    "stem": "() 运用反馈循环，为互动和参与提供机会，并清除妨碍有效沟通的障碍。",
    "options": {
      "A": "发送方-接收方模型",
      "B": "积极倾听",
      "C": "写作风格",
      "D": "媒介选择"
    },
    "answer": "A",
    "explanation": "P424, 发送方-接收方模型：运用反馈循环，为互动和参与提供机会，并清除妨碍有效沟通 的障碍。"
  },
  {
    "id": "N14-102",
    "stem": "适用于监督沟通过程的人际关系与团队技能主要包括()。",
    "options": {
      "A": "积极倾听",
      "B": "人际交往",
      "C": "冲突管理",
      "D": "观察和交谈"
    },
    "answer": "D",
    "explanation": "P428, 适用于监督沟通过程的人际关系与团队技能主要包括观察和交谈。"
  },
  {
    "id": "N14-103",
    "stem": "沟通效果的调查结果，属于()。",
    "options": {
      "A": "工作绩效数据",
      "B": "工作绩效信息",
      "C": "工作绩效报告",
      "D": "项目沟通记录"
    },
    "answer": "B",
    "explanation": "P428, 工作绩效信息包括：计划沟通的实际开展情况；对沟通的反馈，例如关于沟通效果的 调查结果。 第15章项目风险管理"
  },
  {
    "id": "N15-001",
    "stem": "关于项目风险的描述，不正确的是()。",
    "options": {
      "A": "风险具有随机性、相对性、可变性",
      "B": "项目收益越大，人们愿意承担的风险越大",
      "C": "项目投入越多，人们愿意承担的风险越大",
      "D": "风险按照影响范围可分为局部风险和总体风险"
    },
    "answer": "C",
    "explanation": "P432, 风险总是相对项目活动主体而言的，人们承受风险的能力受下列几个因素的影响： 收益的大小。收益越大，人们愿意承担的风险也就越大。 投入的大小。项目活动投入的越多，愿意冒的风险也就越小。 项目活动主体的地位和拥有的资源。个人或组织拥有的资源越多，其风险承受能力也越大。"
  },
  {
    "id": "N15-002",
    "stem": "关于风险识别的描述，不正确的是()。",
    "options": {
      "A": "应鼓励所有项目人员参与风险的识别",
      "B": "风险登记册的编制始于风险识别过程",
      "C": "在某些项目中，识别风险后可以跳过定性分析过程直接进入定量分析",
      "D": "识别风险是在项目计划阶段的工作，在其他阶段不涉及"
    },
    "answer": "D",
    "explanation": "P443,D 错误。在整个项目生命周期中，单个项目风险可能随项目进展而不断变化，整体项 目风险的级别也会发生变化。因此，识别风险是一个迭代的过程。迭代的频率和每次迭代所需的参与程度因 情况而异，应在风险管理计划中做出相应规定。"
  },
  {
    "id": "N15-003",
    "stem": "以下关于气泡图的说法中，错误的是()。",
    "options": {
      "A": "气泡图能显示三维数据",
      "B": "在气泡图中，把每个风险都绘制成一个气泡，并用x 轴值、y 轴值和气泡大小来表示风险的3个参数",
      "C": "气泡图中，可以用X 轴代表可监测性，Y 轴代表邻近性，影响值则以气泡大小表示",
      "D": "气泡图是识别风险的工具"
    },
    "answer": "D",
    "explanation": "P451, 气泡图能显示三维数据。在气泡图中，把每个风险都绘制成一个气泡，并用x 轴值、 y 轴值和气泡大小来表示风险的3个参数。气泡图中X 轴代表可监测性， Y 轴代表邻近性，影响值则以气泡 大小表示。"
  },
  {
    "id": "N15-004",
    "stem": "在一个大型项目实施过程中，项目经理发现项目风险已经发生，并且对项目进度和成本产生了 显著影响。为了准确评估风险对项目目标的影响程度，项目经理应该采取的定量风险分析技术是()。",
    "options": {
      "A": "风险分类",
      "B": "风险数据质量评估",
      "C": "风险概率和影响评估",
      "D": "敏感性分析"
    },
    "answer": "D",
    "explanation": "P455, 其它3个都属于定性风险分析的工具和技术"
  },
  {
    "id": "N15-005",
    "stem": "关于风险的描述，不正确的是()。",
    "options": {
      "A": "具有不确定性的事件不一定是风险",
      "B": "项目风险既包括对项目目标的威胁，也包括促进项目目标的机会",
      "C": "风险是零和游戏，有风险受益者，同时也有风险受害者",
      "D": "在项目中应规避投机风险向纯粹风险的转化"
    },
    "answer": "C",
    "explanation": "P433, 风险不是零和游戏。在许多情况下，涉及风险的各有关方面都要蒙受损失，无一幸免。"
  },
  {
    "id": "N15-006",
    "stem": "通过与供应商签订固定总价合同来应对成本的不可控，属于风险应对策略中的()。",
    "options": {
      "A": "提高",
      "B": "回避",
      "C": "转移",
      "D": "接受"
    },
    "answer": "C",
    "explanation": "首先，确定风险的类型，“成本的不可控”属于威胁风险，再来判断属于哪个具体策略，“通过与供应商签 订固定总价合同”,这个就是转移。"
  },
  {
    "id": "N15-007",
    "stem": "关于规划风险应对过程的概述，不正确的是()。",
    "options": {
      "A": "如果选定的策略并不完全有效，需要制定应急计划，识别采取风险应对措施后仍然存在的未被完全消除的 次生风险",
      "B": "风险应对方案可以用结构化的决策技术来选择最适当的应对策略，为每个风险选择最可能有效的策略或策 略组合",
      "C": "对于大型或复杂的项目，可能需要以数学优化模型或实际方案分析为基础，进行备选风险应对策略经济分 析",
      "D": "风险应对方案应在当前项目背景下现实可行，获得全体干系人同意，并由一名责任人具体负责"
    },
    "answer": "A",
    "explanation": "次生风险是实施风险应对措施直接导致的风险，A 说的是识别采取风险应对措施后仍然存在的未被完全消除 的次生风险，这个不正确。 P458, 风险应对方案应该与风险的重要性相匹配，并且能够经济有效地应对挑战，同时在当前项目背景下现 实可行，获得全体干系人的同意，并由一名责任人具体负责。往往需要从几套可选方案中选出最优的风险应 对方案，为每个风险选择最可能有效的策略或策略组合。可用结构化的决策技术来选择最适当的应对策略； 对于大型或复杂项目，可能需要以数学优化模型或实际方案分析为基础，进行备选风险应对策略经济分析。 要为实施商定的风险应对策略制定具体的应对行动。如果选定的策略并不完全有效，或者发生了已接受的风 险，就需要制订应急计划。同时，也需要识别次生风险。次生风险是实施风险应对措施直接导致的风险卧件。"
  },
  {
    "id": "N15-008",
    "stem": "项目风险识别是指找出影响项目目标顺利实现的主要风险因素，并识别出这些风险有哪些基本 特征，可能会影响到项目的哪些方面等问题。以下关于项目风险识别的叙述中，正确的是()。",
    "options": {
      "A": "主要由项目经理负责项目风险识别活动",
      "B": "风险识别是一种系统活动，而不是一次性行为",
      "C": "主要识别项目的内在风险",
      "D": "风险识别包括外在因素对项目本身可能造成的影响评估"
    },
    "answer": "B",
    "explanation": "A 错误。应鼓励所有项目人员参与风险的识别。 B 正确。识别风险是一项反复过程。 C 错误。项目内外风险都要识别 D 错误。影响评估属于定性风险分析的内容。"
  },
  {
    "id": "N15-009",
    "stem": "采用较简单的流程、进行更多次测试和选用更可靠的卖方属于()策略。",
    "options": {
      "A": "减轻",
      "B": "规避",
      "C": "上报",
      "D": "转移"
    },
    "answer": "A",
    "explanation": "P460, 减轻。风险减轻是指采取措施来降低威胁发生的概率和影响。提前采取减轻措施通常 比威胁出现后尝试进行弥补更加有效。减轻措施包括采用较简单的流程、进行更多次测试和选用更可靠的卖 方。还可能涉及原型开发，以降低从实验台模型放大到实际工艺或产品中的风险。如果无法降低概率，也许 可以从决定风险严重性的因素入手，来减轻风险发生的影响。例如，在一个系统中加入冗余部件，可减轻原 始部件故障所造成的影响。"
  },
  {
    "id": "N15-010",
    "stem": "在项目执行过程中，项目经理发现项目进展顺利，但某些潜在风险因素仍然存在。为了确保项 目能够顺利完成，项目经理应采取()措施，有效地监督这些风险。",
    "options": {
      "A": "增加项目预算，以应对可能出现的风险",
      "B": "定期进行进行风险审查会议，并更新风险登记册",
      "C": "减少项目开支，以降低潜在风险的影响",
      "D": "分析风险因素对项目的潜在影响，并调整项目计划"
    },
    "answer": "B",
    "explanation": "本题说某些潜在风险因素仍然存在，这说明监督风险，结合选项，风险审查属于监督风险的 技术，所以选 B 最合适。"
  },
  {
    "id": "N15-011",
    "stem": "敏感性分析的结果通常用()来表示。",
    "options": {
      "A": "气 泡 图",
      "B": "龙卷风图",
      "C": "SWOT",
      "D": "概率影响矩阵"
    },
    "answer": "B",
    "explanation": "P455, 敏感性分析的结果通常用龙卷风图来表示。"
  },
  {
    "id": "N15-012",
    "stem": "风险审计属于()过程的工具与技术。",
    "options": {
      "A": "定性风险分析",
      "B": "监督风险",
      "C": "定量风险分析",
      "D": "风险规划"
    },
    "answer": "B",
    "explanation": "P467, 风险审计属于监督风险的工具与技术"
  },
  {
    "id": "N15-013",
    "stem": "以下说法错误的是()。",
    "options": {
      "A": "风险审计是一种审计类型，可用于评估风险管理过程的有效性",
      "B": "风险审计由外部人员开展，一般只在各关键节点开展",
      "C": "在实施审计前，应明确定义风险审计的程序和目标",
      "D": "项目经理负责确保按项目风险管理计划所规定的频率开展风险审计"
    },
    "answer": "B",
    "explanation": "P467, 风险审计是一种审计类型，可用于评估风险管理过程的有效性。项目经理负责确保按 项目风险管理计划所规定的频率开展风险审计。风险审计可以在日常项目审查会和风险审查会上开展，团队 也可以召开专门的风险审计会。在实施审计前，应明确定义风险审计的程序和目标"
  },
  {
    "id": "N15-014",
    "stem": "已规划的目标、活动或决策的某些关键方面存在不确定性，属于()。",
    "options": {
      "A": "变异性风险",
      "B": "模糊性风险",
      "C": "整合式风险",
      "D": "纯粹风险"
    },
    "answer": "A",
    "explanation": "P435: 变异性风险：已规划的目标、活动或决策的某些关键方面存在不确定性"
  },
  {
    "id": "N15-015",
    "stem": "在风险识别时，可以用到多种工具和技术。其中()指的是从项目的优势、劣势、机会和威胁 出发，对项目进行考察，从而更全面地考虑风险。",
    "options": {
      "A": "头脑风暴法",
      "B": "因果图",
      "C": "SWOT 分析法",
      "D": "专家判断法"
    },
    "answer": "C",
    "explanation": "P446,SWOT 分析：对项目的优势、劣势、机会和威胁(简称SWOT) 进行逐个检查。在识别 风险时，它会将内部产生的风险包含在内，从而拓宽识别风险的范围。"
  },
  {
    "id": "N15-016",
    "stem": "() 不属于定性风险分析的技术。",
    "options": {
      "A": "风险数据质量评估",
      "B": "概率和影响矩阵",
      "C": "风险紧迫性评估",
      "D": "预期货币价值分析"
    },
    "answer": "D",
    "explanation": "P449-450, 实施定性风险分析的数据分析技术包括： 风险数据质量评估。风险数据是开展定性风险分析的基础。 凤险概率和影响评估。风险概率评估考虑的是特定风险发生的可能性，而风险影响评估考虑的是风险对一项 或多项项目目标的潜在影响，如进度、成本、质量或绩效。低概率和影响的风险将被列入风险登记册中的观 察清单，以供未来监控。 其他风险参数评估。紧迫性、邻近性、潜伏期、可管理性、可控性、可监测性、连通性、战略影响力、密切 度。"
  },
  {
    "id": "N15-017",
    "stem": "关于风险的描述，正确的是()。",
    "options": {
      "A": "不能带来机会、无获利可能的风险叫投机风险",
      "B": "根据经验可以预见其发生，但不可预见其后果的风险叫已知风险",
      "C": "地震、百年不遇的暴雨等属于不可预测的风险",
      "D": "风险是零和游戏，有人受损就有人获利"
    },
    "answer": "C",
    "explanation": "P433-434, A 错误。不能带来机会、无获利可能的风险叫纯粹风险。 B 错误。根据经验可以预见其发生，但不可预见其后果的风险叫可预测风险。 C 正确。不可预测风险也叫未知风险。 D 错误。风险不是零和游戏。在许多情况下，涉及风险的各有关方面都要蒙受损失，无一幸免。"
  },
  {
    "id": "N15-018",
    "stem": "关于定性风险分析的描述，不正确的是()。",
    "options": {
      "A": "风险数据是开展定性风险分析的基础",
      "B": "定性风险分析，具有主观性",
      "C": "气泡图的X 轴代表风险概率，Y 轴代表风险影响，影响值则以气泡大小表示",
      "D": "概率和影响矩阵使用两个维度对风险进行分类"
    },
    "answer": "C",
    "explanation": "P450-451, 气泡图能显示三维数据，在气泡图中，把每个风险都绘制成一个气泡，并用x(横)轴值、y(纵)轴值和气泡大小 来表示风险的3个参数。 X 轴代表可监测性，Y 轴代表邻近性，影响值则以气泡大小表示。"
  },
  {
    "id": "N15-019",
    "stem": "应对可能对项目目标存在消极影响和威胁的风险，不宜采用的策略是()。",
    "options": {
      "A": "提高",
      "B": "规避",
      "C": "转移",
      "D": "接受"
    },
    "answer": "A",
    "explanation": "P459-460: 威胁应对策略： 上报：风险超出了项目经理的权限，就应该采用上报策略 规避：改变项目计划，以排除风险或条件 转移：将应对威胁的责任转移给第三方 减轻：提前采取措施来降低威胁发生的概率和影响。 接受：最常见的主动接受策略是建立应急储备，安排一定的时间、资金或资源来应对风险。被动接受策略定 期对威胁进行审查，确保其未发生重大改变"
  },
  {
    "id": "N15-020",
    "stem": "关于风险分析的技术，不正确的是()。",
    "options": {
      "A": "概率影响矩阵适用于两个以上的参数对风险进行分类的情况",
      "B": "蒙特卡洛分析，是使用模型模拟大量单个项目风险和其他不确定性来源的综合影响，以评估它们对项目目 标的潜在影响",
      "C": "敏感性分析，是将项目结果变化与定量风险分析模型中的要素变化之间建立联系的方法",
      "D": "影响图是不确定条件下进行决策的图形辅助工具"
    },
    "answer": "A",
    "explanation": "P451: 层级图：如果使用了两个以上的参数对风险进行分类，那就不能使用概率和影响矩阵， 而需要使用其他图形。例如，气泡图能显示三维数据。在气泡图中，把每个风险都绘制成一个气泡，并用x(横) 轴值、y(纵)轴值和气泡大小来表示风险的3个参数。"
  },
  {
    "id": "N15-021",
    "stem": "整体项目风险应对策略不包括()。",
    "options": {
      "A": "开拓",
      "B": "接受",
      "C": "上报",
      "D": "转移或分享"
    },
    "answer": "C",
    "explanation": "P461: 机会应对策略：上报、开拓、分享、提高、接受。 整体项目风险应对策略：规避、开拓、转移或分享、减轻或提高、接受。 威胁应对策略：上报、规避、转移、减轻、接受。"
  },
  {
    "id": "N15-022",
    "stem": "关于风险的描述，正确的是()。",
    "options": {
      "A": "风险审计可以在日常项目审查中进行，也可以单独召开风险审计会议",
      "B": "蒙特卡洛分析有助于确定哪些风险对项目具有最大的潜在影响",
      "C": "制定有效的风险应对策略需要风险量化分析",
      "D": "建立应急储备，安排资金和资源应对风险是常见的回避风险策略"
    },
    "answer": "A",
    "explanation": "P467, 风险审计是一种审计类型，可用于评估风险管理过程的有效性。项目经理负责确保按 项目风险管理计划所规定的频率开展风险审计。风险审计可以在日常项目审查会和风险审查会上开展，团队 也可以召开专门的风险审计会。在实施审计前，应明确定义风险审计的程序和目标，故A 正确。 敏感性分析有助于确定哪些风险对项目具有最大的潜在影响，故B 错误。 定量风险分析一般在定性风险分析之后进行，但是，经验丰富的风险经理有时在风险分析过程之后径直进行 定量分析。有时，制定有效的风险应对策略并不需要风险量化分析，故C 错误。 D 是应急应对策略"
  },
  {
    "id": "N15-023",
    "stem": "()不属于识别风险过程的成果。",
    "options": {
      "A": "已识别风险清单",
      "B": "潜在应对措施清单",
      "C": "风险根本原因",
      "D": "风险描述格式和模板"
    },
    "answer": "D",
    "explanation": "P447, 识别风险过程的成果一般载入风险登记册中，风险登记册包括以下内容：已识别风险 的清单、潜在风险责任人、潜在风险应对措施清单、还要记录关于每项已识别风险的其他数据，包括简短的 风险名称、风险类别、当前风险状态、一项或多项原因、一项或多项对目标的影响、风险触发条件等等"
  },
  {
    "id": "N15-024",
    "stem": "因时间紧、任务急，经过评估，某智能监控软件涉及的图像传输速度与精度指标难以满足客户 需求，故项目团队欲将该软件开发分包给技术实力很强的企业完成。这种风险应对措施被称为风险()。",
    "options": {
      "A": "接受",
      "B": "规避",
      "C": "减轻",
      "D": "转移"
    },
    "answer": "D",
    "explanation": "P459-460: 威胁应对策略： 上报：风险超出了项目经理的权限，就应该采用上报策略 规避：改变项目计划，以排除风险或条件 转移：将应对威胁的责任转移给第三方 减轻：提前采取措施来降低威胁发生的概率和影响。 接受：最常见的主动接受策略是建立应急储备，安排一定的时间、资金或资源来应对风险。被动接受策略定 期对威胁进行审查，确保其未发生重大改变"
  },
  {
    "id": "N15-025",
    "stem": "关于风险的描述，不正确的()。",
    "options": {
      "A": "已知风险为其后果可以预见的风险",
      "B": "随机性、相对性、可变性都是风险的属性",
      "C": "按可预测性划分为可预测风险和不可预测风险两种",
      "D": "项目管理人员必须避免投机风险转化为纯粹风险"
    },
    "answer": "C",
    "explanation": "P434, 按风险的可预测性划分，风险可以分为已知风险、可预测风险和不可预测风险。 已知风险就是在认真、严格地分析项目及其计划之后就能够明确的那些经常发生的，而且其后果亦可预见的 风险。已知风险发生概率高，但一般后果轻微，不严重。 可预测风险就是根据经验，可以预见其发生，但不可预见其后果的风险。 不可预测风险就是有可能发生，但其发生的可能性即使最有经验的人亦不能预见的风险。不可预测风险有时 也称未知风险或未识别的风险。它们是新的、以前未观察到或很晚才显现出来的风险。这些风险-般是外部因 素作用的结果。例如地震、百年不遇的暴雨、通货膨胀、政策变化等。"
  },
  {
    "id": "N15-026",
    "stem": "以下()不是定量风险分析的工具和技术。",
    "options": {
      "A": "气泡图",
      "B": "期望货币值",
      "C": "蒙特卡洛",
      "D": "敏感性分析"
    },
    "answer": "A",
    "explanation": "P454-456, 气泡图是定性风险分析的数据表现工具。"
  },
  {
    "id": "N15-027",
    "stem": "通过概率和影响级别定义以及专家访谈，有助于纠正该过程所使用的数据中的偏差属于()。",
    "options": {
      "A": "定性风险分析",
      "B": "识别风险",
      "C": "定量风险分析",
      "D": "风险监控"
    },
    "answer": "A",
    "explanation": "P449-450, 凤险概率和影响评估属于定性分析的工具和技术"
  },
  {
    "id": "N15-028",
    "stem": "监督风险的输出有()。",
    "options": {
      "A": "工作绩效报告",
      "B": "工作绩效信息",
      "C": "工作绩效数据",
      "D": "储备分析"
    },
    "answer": "B",
    "explanation": "P467-468, 工作绩效信息是监督风险的输出"
  },
  {
    "id": "N15-029",
    "stem": "( ) 不属于风险识别的依据。",
    "options": {
      "A": "成本管理计划",
      "B": "范围基准",
      "C": "采购文件",
      "D": "风险报告"
    },
    "answer": "D",
    "explanation": "P447, 风险报告是识别风险的输出"
  },
  {
    "id": "N15-030",
    "stem": "项目团队在规划风险管理时进行了分析，发现本次项目的完成对于即将在某个月上线的展销会 有重大影响，因此客户对项目进度非常关注，这属于()。",
    "options": {
      "A": "进度风险分析",
      "B": "干系人分析法",
      "C": "定性分析",
      "D": "干系人参与评估"
    },
    "answer": "B",
    "explanation": "P440, 可用于规划风险管理过程的数据分析技术是干系人分析法，通过干系人分析确定项目 干系人的风险偏好。"
  },
  {
    "id": "N15-031",
    "stem": "风险识别的输出是()。",
    "options": {
      "A": "风险因素",
      "B": "已识别风险清单",
      "C": "风险概率",
      "D": "风险损失"
    },
    "answer": "B",
    "explanation": "P447, 识别风险过程的成果一般载入风险登记册中，风险登记册包括以下内容：已识别风险 的清单、潜在风险责任人、潜在风险应对措施清单、还要记录关于每项已识别风险的其他数据，包括简短的 风险名称、风险类别、当前风险状态、一项或多项原因、一项或多项对目标的影响、风险触发条件等等"
  },
  {
    "id": "N15-032",
    "stem": "以下关于风险管理过程的排序正确的是()。 *①识别风险；②规划风险管理；③实施定性风险分析；④实施定量风险分析；⑤规划风险应对；⑥实施风险 应对；⑦监督风险",
    "options": {
      "A": "①②③④⑤⑥⑦",
      "B": "②①③④⑤⑥⑦",
      "C": "①②④③⑤⑥⑦",
      "D": "②①④③⑤⑥⑦"
    },
    "answer": "B",
    "explanation": "P436 。 风险管理过程的排序：①规划风险管理；②识别风险；③实施定性风险分析；④实施 定量风险分析；⑤规划风险应对；⑥实施风险应对；⑦监督风险"
  },
  {
    "id": "N15-033",
    "stem": "评估信息系统安全时，需要对风险项进行量化来综合评估安全等级。如果对于需求变化频繁这 一事件，其发生概率为0.5,产生的风险影响值为5,则该风险项的风险值为()。",
    "options": {
      "A": "10",
      "B": "5.5",
      "C": "4.5",
      "D": "2.5"
    },
    "answer": "D",
    "explanation": "P450-451, 风险值=风险概率*影响值=0.5*5=2.5"
  },
  {
    "id": "N15-034",
    "stem": "人们对风险事件都有一定的承受能力，当()时，人们愿意承担的风险越大。",
    "options": {
      "A": "项目活动投入的越多",
      "B": "项目的收益越大",
      "C": "个人、组织拥有的资源越少",
      "D": "组织中高级别管理人员相对较少"
    },
    "answer": "B",
    "explanation": "P432, 收益越大，人们愿意承担的风险越大。"
  },
  {
    "id": "N15-035",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "应鼓励所有项目干系人参与项目风险的识别工作",
      "B": "识别风险需要在项目启动的时候重点关注",
      "C": "外购采购也需要识别采购风险",
      "D": "SWOT 就是对项目的优势、劣势、机会和威胁进行逐个检查"
    },
    "answer": "B",
    "explanation": "P443,D 错误。在整个项目生命周期中，单个项目风险可能随项目进展而不断变化，整体项 目风险的级别也会发生变化。因此，识别风险是一个迭代的过程。迭代的频率和每次迭代所需的参与程度因 情况而异，应在风险管理计划中做出相应规定。"
  },
  {
    "id": "N15-036",
    "stem": "关于风险的描述不正确的是()。",
    "options": {
      "A": "具有不确定性的事件或活动不一定是风险",
      "B": "风险包括对目标的威胁，也包括促进目标的机会",
      "C": "项目投入越大，可接受的风险越小",
      "D": "因火灾造成停工引发的成本属于直接风险损失"
    },
    "answer": "D",
    "explanation": "P434-435, 风险损失的有形成本包括风险事件造成的直接损失和间接损失。 *①直接损失。直接损失指财产损毁和人员伤亡的价值。如压缩空气机房在施工过程中失火。直接损失包括空 压机的重置成本、受伤人员的医疗费、休养费、工资等。 *②间接损失。间接损失指直接损失以外的它物损失、责任损失以及因此而造成的收益的减少。包括因灭火扑 救、停工等发生的成本。"
  },
  {
    "id": "N15-037",
    "stem": "一件商品卖出去将盈利50元，卖不出去将亏损60元，卖出去的概率是80%,卖不出去概率 是20%,该商品的预期货币价值 (EMV) 是 ( ) 元 。",
    "options": {
      "A": "6",
      "B": "8",
      "C": "66",
      "D": "28"
    },
    "answer": "D",
    "explanation": "P455-456, 非常简单的一道决策树题目。EMV=50*80%+(-60)*20%=28"
  },
  {
    "id": "N15-038",
    "stem": "在进行项目风险定性分析时，可能会涉及到()。",
    "options": {
      "A": "建模和模拟",
      "B": "决策树分析",
      "C": "敏感性分析",
      "D": "风险数据质量评估"
    },
    "answer": "D",
    "explanation": "P449-450, 建模和模拟、决策树分析、敏感性分析均属于定量分析的工具和技术。 风险数据质量评估是定性分析的工具和技术"
  },
  {
    "id": "N15-039",
    "stem": "关于项目风险管理过程的描述，不正确的是()。",
    "options": {
      "A": "实施风险应对是执行商定的风险应对计划的过程，需要在整个项日期间开展",
      "B": "在项目实际进展中，项目风险管理过程中的各个过程会相互交叠，相互作用",
      "C": "敏捷或适应型方法管理的项目，在每个迭代期间应该识别、分析和管理风险",
      "D": "影响风险规划管理过程的组织过程资产是组织或关键干系人设定的整体风险的临界值"
    },
    "answer": "D",
    "explanation": "P439, 风险的临界值是事业环境因素，事业环境因素一般对项目起到限制作用。"
  },
  {
    "id": "N15-040",
    "stem": "() 属于定量风险分析的工具和技术。",
    "options": {
      "A": "概率和影响矩阵",
      "B": "风险数据质量评估",
      "C": "风险概率和影响评估",
      "D": "敏感性分析"
    },
    "answer": "D",
    "explanation": "P455,ABC 均是定性分析的工具和技术"
  },
  {
    "id": "N15-041",
    "stem": "以下说法中不正确的是()。",
    "options": {
      "A": "风险数据是开展定性风险分析的基础",
      "B": "在定性风险分析时，用的最多的就是专家判断",
      "C": "对风险进行分类，有助于把注意力和精力集中到风险可能发生的最大的领域，或针对一组相关的风险制定 通用的风险应对措施，从而有利于更有效地开展风险应对",
      "D": "气泡图的X 轴代表风险概率，Y 轴代表风险影响，影响值则以气泡大小表示"
    },
    "answer": "D",
    "explanation": "P450-451, 气泡图能显示三维数据，在气泡图中，把每个风险都绘制成一个气泡，并用x(横) 轴值、y(纵)轴值和气泡大小来表示风险的3个参数。 X 轴代表可监测性，Y 轴代表邻近性，影响值则以气泡 大小表示。"
  },
  {
    "id": "N15-042",
    "stem": "下面属于工作绩效报告的是()。",
    "options": {
      "A": "已实施的风险应对措施",
      "B": "已发生的风险",
      "C": "偏差分析结果",
      "D": "仍活跃及已关闭的风险"
    },
    "answer": "C",
    "explanation": "P467, 工作绩效报告通过分析绩效测量结果得出，能够提供关于项目工作绩效的信息，包括 偏差分析结果、挣值数据和预测数据。"
  },
  {
    "id": "N15-043",
    "stem": "() 不属于“识别风险”过程的输入。",
    "options": {
      "A": "潜在风险应对措施清单",
      "B": "范围基准",
      "C": "风险管理计划",
      "D": "质量管理计划"
    },
    "answer": "A",
    "explanation": "P447, 潜在风险应对措施清单是识别风险过程的输出。 识别风险过程的成果一般载入风险登记册中，风险登记册包括以下内容：已识别风险的清单、潜在风险责任 人、潜在风险应对措施清单、还要记录关于每项已识别风险的其他数据，包括简短的风险名称、风险类别、 当前风险状态、一项或多项原因、一项或多项对目标的影响、风险触发条件等等卧件"
  },
  {
    "id": "N15-044",
    "stem": "关于规划风险管理过程的描述，不正确的是()。",
    "options": {
      "A": "规划风险管理在项目实施阶段开始，并在项目执行期间持续进行",
      "B": "规划风险管理是定义如何实施项目风险管理活动的过程",
      "C": "规划风险管理的主要作用是确保风险管理的水平、方法和可见度与项目风险程度相匹配",
      "D": "干系人分析法可用于规划风险管理过程"
    },
    "answer": "A",
    "explanation": "P439, 规 划 风 险 管理 规 划 定义 规划风险管理是定义如何实施项目风险管理活动的过程。 作用 确保风险管理的水平、方法和可见度与项目风险程度相匹配，与对组织和其他干 系人的重要程度相匹配。 开展次数 规划风险管理过程在项目立项阶段就应开始，并在项目早期完成。在项目生命周 期的后期，可能有必要重新开展本过程。 识 别 风险 规 划 定义 识别风险是识别单个项目风险以及整体项目风险的来源，并记录风险特征的过程。"
  },
  {
    "id": "N15-045",
    "stem": "() 可以从整体工作和每项工作层级上识别和跟踪风险。",
    "options": {
      "A": "WBS",
      "B": "问题日志",
      "C": "进度管理计划",
      "D": "质量核对单"
    },
    "answer": "A",
    "explanation": "老题目，有参考价值。 WBS 是识别风险过程的关键输入，因为它方便人们同时从微观和宏观 两个层面认识潜在风险。可以在总体、控制账户和/或工作包层级上识别并继而跟踪风险。"
  },
  {
    "id": "N15-046",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "实施定性风险分析的结果比较准确，非常客观",
      "B": "实施定性风险分析是实施定量风险分析的基础",
      "C": "在敏捷或适应型开发环境中，实施定性风险分析过程通常要在每次迭代开始前进行",
      "D": "风险数据是开展定性风险分析的基础"
    },
    "answer": "A",
    "explanation": "P448, 实施定性风险分析，使用项目风险的发生概率、风险发生时对项目目标的相应影响以 及其他因素，来评估已识别单个项目风险的优先级。这种评估基于项目团队和其他干系人对风险的感知程度， 从而具有主观性。"
  },
  {
    "id": "N15-047",
    "stem": "某项目由40%的概率获利10万元，30%的概率会亏损8万元，30%的概率既不获利也不亏损。 该项目的预期货币价值分析 (EMV) 是 ( ) 。",
    "options": {
      "A": "0 元",
      "B": "1.6 万元",
      "C": "2 万元",
      "D": "6.4 万元"
    },
    "answer": "B",
    "explanation": "P455-456, 非常简单的一道决策树题目。EMV=10*0.4+(-8)*0.3=1.6"
  },
  {
    "id": "N15-048",
    "stem": "分配资源，并根据需要将相关活动添加进项目文件和项目管理计划中，是()过程的主要作用。",
    "options": {
      "A": "规划风险管理",
      "B": "规划风险应对",
      "C": "实施风险应对",
      "D": "监督风险"
    },
    "answer": "B",
    "explanation": "P457, 规划风险管理作用：确保风险管理的水平、方法和可见度与项目风险程度相匹配，与对组织和其他干系人的 重要程度相匹配。 识别风险作用：识别风险是识别单个项目风险以及整体项目风险的来源，并记录风险特征的过程。 实施定性风险分析作用：实施定性风险分析是通过评估单个项目风险发生的概率和影响及其他特征，对风险 进行优先级排序，从而为后续分析或行动提供基础的过程。 实施定量风险分析作用：实施定量风险分析是就已识别的单个项目风险和不确定性的其他来源对整体项目且 标的影响进行定量分析的过程。 规划风险应对作用：规划风险的应对措施是为了应对项目风险，而制定可选方案、选择应对策略并商定应对 行动的过程。 实施风险应对作用：实施风险应对是执行商定的风险应对计划的过程。 监督风险作用：监督风险是在整个项目期间，监督风险应对计划的实施，并跟踪已识别风险、识别和分析新 风险，以及评估风险管理有效性的过程。"
  },
  {
    "id": "N15-049",
    "stem": "() 是在评价关于单个项目风险的数据的准确性和可靠性。使用低质量的风险数据，可能导致 定性风险分析对项目来说基本没用。",
    "options": {
      "A": "定量风险分析",
      "B": "风险概率和影响评估",
      "C": "风险紧迫性评估",
      "D": "风险数据质量评估"
    },
    "answer": "D",
    "explanation": "P449, 风险数据质量评估。风险数据是开展定性风险分析的基础。风险数据质量评估旨在评 价关于单个项目风险的数据的准确性和可靠性。使用低质量的风险数据，可能导致定性风险分析对项目来说 基本没用。如果数据质量不可接受，就可能需要收集更好的数据。可以开展问卷调查，了解项目干系人对数 据质量各方面的评价，包括数据的完整性、客观性、相关性和及时性，进而对风险数据的质量进行综合评估。 可以计算这些方面的加权平均数，将其作为数据质量的总体分数。"
  },
  {
    "id": "N15-050",
    "stem": "() 过程在项目立项阶段就应开始，并在项目早期完成。在项目生命周期的后期，可能有必要 重新开展本过程。",
    "options": {
      "A": "规划风险管理",
      "B": "识别风险",
      "C": "规划风险应对",
      "D": "监督风险"
    },
    "answer": "A",
    "explanation": "P439, 规划风险管理过程在项目立项阶段就应开始，并在项目早期完成。在项目生命周期的 后期，可能有必要重新开展本过程。"
  },
  {
    "id": "N15-051",
    "stem": "在项目定量风险分析技术中，()需用一个模型，将详细规定的各项不确定性换算为它们对项 目目标所产生的潜在影响。",
    "options": {
      "A": "蒙特卡洛技术",
      "B": "概率影响分析",
      "C": "帕累托分析",
      "D": "SWTO 分析法"
    },
    "answer": "A",
    "explanation": "P454-455, 模拟：在定量风险分析中，使用模型来模拟单个项目风险和其他不确定性来源的综合影响，以评估它们对项 目目标的潜在影响。模拟通常采用蒙特卡洛分析。 B 错误。是定性风险分析的工具 C 错误。是控制质量的老七工具 D 错误。是识别风险的工具"
  },
  {
    "id": "N15-052",
    "stem": "关于识别风险的描述，不正确的是()。",
    "options": {
      "A": "可使用类似项目信息的核查替代所需的风险识别",
      "B": "在风险管理计划中应规定识别风险的迭代频率和迭代参与程度",
      "C": "从组织外部采购商品和服务可能引发新的项目风险",
      "D": "使 用SWOT 分析法可以拓宽项目识别风险的范围"
    },
    "answer": "A",
    "explanation": "P445, 核查单：包括需要考虑的项目、行动或要点的清单。它常被用作提醒。基于从类似项 目和其他信息来源积累的历史信息和知识来编制核查单。编制核查单时，可列出过去曾出现且可能与当前项 目相关的具体项目风险，这是吸取已完成的蜗类似项目的经验教训的有效方式。可基于已完成的项目来编制 核查单，也可采用特牛定行业的通用风险核查单。虽然核查单简单易用，但它不可能穷尽所有风险。所以， 必须确保不要用核查单来取代蜗所牛需的风险识别工作；同时，项目团队也应该注意考察未在核查单中列出 的事项。此外，还应该不时地审查核查单，增加新信息，删除或存档过时信息。"
  },
  {
    "id": "N15-053",
    "stem": "有一种风险只有在发生后才能被发现，这种风险称为()风险。可以通过加强项目韧性来应对 这种风险。",
    "options": {
      "A": "随机性",
      "B": "可预测风险",
      "C": "模糊性风险",
      "D": "突发性"
    },
    "answer": "D",
    "explanation": "P436: 有一种风险只有在发生后才能被发现，这种风险称为突发性风险。可以通过加强项目 韧性来应对这种风险"
  },
  {
    "id": "N15-054",
    "stem": "保证项目决策是在整体项目风险和单个项目风险当前信息的基础上进行，是()过程的主要作 用。",
    "options": {
      "A": "规划风险管理",
      "B": "规划风险应对",
      "C": "实施风险应对",
      "D": "监督风险"
    },
    "answer": "D",
    "explanation": "P465, 规划风险管理作用：确保风险管理的水平、方法和可见度与项目风险程度相匹配，与对组织和其他干系人的 重要程度相匹配。 识别风险作用：识别风险是识别单个项目风险以及整体项目风险的来源，并记录风险特征的过程。 实施定性风险分析作用：实施定性风险分析是通过评估单个项目风险发生的概率和影响及其他特征，对风险 进行优先级排序，从而为后续分析或行动提供基础的过程。 实施定量风险分析作用：实施定量风险分析是就已识别的单个项目风险和不确定性的其他来源对整体项目且 标的影响进行定量分析的过程。 规划风险应对作用：规划风险的应对措施是为了应对项目风险，而制定可选方案、选择应对策略并商定应对 行动的过程。 实施风险应对作用：实施风险应对是执行商定的风险应对计划的过程。 监督风险作用：监督风险是在整个项目期间，监督风险应对计划的实施，并跟踪已识别风险、识别和分析新 风险，以及评估风险管理有效性的过程。"
  },
  {
    "id": "N15-055",
    "stem": "关于风险识别的描述，不正确的是()。",
    "options": {
      "A": "应鼓励所有项目参与人员识别风险",
      "B": "风险登记册的内容可能包括潜在应对措施清单",
      "C": "可以跳过定性风险分析过程直接进入定量风险分析",
      "D": "识别风险是一次性工作"
    },
    "answer": "D",
    "explanation": "P443,D 错误。在整个项目生命周期中，单个项目风险可能随项目进展而不断变化，整体项 目风险的级别也会发生变化。因此，识别风险是一个迭代的过程。迭代的频率和每次迭代所需的参与程度因 情况而异，应在风险管理计划中做出相应规定。"
  },
  {
    "id": "N15-056",
    "stem": "规划风险管理的输入不包括()。",
    "options": {
      "A": "项目章程",
      "B": "项目管理计划",
      "C": "干系人登记册",
      "D": "风险管理计划"
    },
    "answer": "D",
    "explanation": "P439, 风险管理计划是规划风险管理的输出"
  },
  {
    "id": "N15-057",
    "stem": "关于项目风险的描述，不正确的是()。",
    "options": {
      "A": "已知风险与未知风险都可以进行管理",
      "B": "风险既有可能对项目产生正面的影响，也有可能产生负面的影响",
      "C": "同样的风险对于不同的主体有不同的影响",
      "D": "收益越大，人们愿意承担的风险也就越大"
    },
    "answer": "A",
    "explanation": "P434, 已知风险是那些已经经过识别和分析的风险，对于已知风险，对其进行规划，寻找应 对方案是可行的。虽然项目经理们可以依据以往类似项目的经验，采取一般的应急措施处理未知风险，但未 知风险是无法管理的。"
  },
  {
    "id": "N15-058",
    "stem": "关于风险管理的描述，不正确的是()。",
    "options": {
      "A": "不可预测风险有时也称未知风险或未识别的风险。一般是外部因素作用的结果",
      "B": "纯粹风险和投机风险在一定条件下可以相互转化。要避免投机风险转化为纯粹风险",
      "C": "因火灾导致的受伤人员的医疗费、休养费、工资等属于直接成本",
      "D": "有一种风险只有在发生后才能被发现，这种风险称为变异性风险"
    },
    "answer": "D",
    "explanation": "P447 变异性风险：已规划的目标、活动或决策的某些关键方面存在不确定性。例如，生产率可能高于或低于目标 值，测试发现的错误数量可能多于或少于预期。变异性风险可通过蒙特卡洛分析加以处理。 模糊性风险：对未来可能发生什么存在不确定性。知识不足可能影响项目达成目标的能力，例如，不太了解 需求或技术解决方案的要素、法规框架的未来发展，或项目内在的系统复杂性。可以采用增量开发、原型搭 建或模拟等方法来处理模糊性风险。 有一种风险只有在发生后才能被发现，这种风险称为突发性风险。可以通过加强项目韧性来应对这种风险。"
  },
  {
    "id": "N15-059",
    "stem": "() 不属于风险管理计划编制的成果。",
    "options": {
      "A": "风险类别",
      "B": "风险概率",
      "C": "风险影响力的定义",
      "D": "风险记录"
    },
    "answer": "D",
    "explanation": "P440-442, 规划风险管理的成果如下：风险管理策略、方法论、角色与职责、资金、时间安 排、风险类别、干系人风险偏好、风险概率和影响、概率和影响矩阵、报告格式、跟踪。 风险记录是属于风险识别过程的成果，一般又称为风险登记册。此文件随着项目风险管理过程的推进，不断 更新。"
  },
  {
    "id": "N15-060",
    "stem": "() 不属于风险定性分析的输出。",
    "options": {
      "A": "风险优先级别或风险分值",
      "B": "实现项目目标的概率",
      "C": "风险紧迫性信息",
      "D": "风险分类"
    },
    "answer": "B",
    "explanation": "P451-452, 风险登记册(更新):用实施定性风险分析过程生成的新信息，去更新风险登记 册。风险登记册的更新内容可能包括：每项单个项目风险的概率和影响评估、优先级别或风险分值、指定风 险责任人、风险紧迫性信息或风险类别，以及低优先级风险的观察清单和需要进一步分析的风险。"
  },
  {
    "id": "N15-061",
    "stem": "管理整体项目风险入口、最小化单个项目威胁，以及最大化单个项目机会，是()过程的主要 作用。",
    "options": {
      "A": "规划风险管理",
      "B": "规划风险应对",
      "C": "实施风险应对",
      "D": "监督风险"
    },
    "answer": "C",
    "explanation": "P463, 规划风险管理作用：确保风险管理的水平、方法和可见度与项目风险程度相匹配，与对组织和其他干系人的 重要程度相匹配。 识别风险作用：识别风险是识别单个项目风险以及整体项目风险的来源，并记录风险特征的过程。 实施定性风险分析作用：实施定性风险分析是通过评估单个项目风险发生的概率和影响及其他特征，对风险 进行优先级排序，从而为后续分析或行动提供基础的过程。 实施定量风险分析作用：实施定量风险分析是就已识别的单个项目风险和不确定性的其他来源对整体项目且 标的影响进行定量分析的过程。 规划风险应对作用：规划风险的应对措施是为了应对项目风险，而制定可选方案、选择应对策略并商定应对 行动的过程。 实施风险应对作用：实施风险应对是执行商定的风险应对计划的过程。 监督风险作用：监督风险是在整个项目期间，监督风险应对计划的实施，并跟踪已识别风险、识别和分析新 风险，以及评估风险管理有效性的过程。"
  },
  {
    "id": "N15-062",
    "stem": "某信息系统建设项目中，为防范系统安全风险，项目经理请第三方安全机构来进行安全整改和 评估。项目经理采用的风险应对策略为()。",
    "options": {
      "A": "减轻",
      "B": "转移",
      "C": "规避",
      "D": "消除"
    },
    "answer": "B",
    "explanation": "P459-460: 威胁应对策略： 上报：风险超出了项目经理的权限，就应该采用上报策略 规避：改变项目计划，以排除风险或条件 转移：将应对威胁的责任转移给第三方 减轻：提前采取措施来降低威胁发生的概率和影响。 接受：最常见的主动接受策略是建立应急储备，安排一定的时间、资金或资源来应对风险。被动接受策略定 期对威胁进行审查，确保其未发生重大改变"
  },
  {
    "id": "N15-063",
    "stem": "下面不属于技术绩效测量指标的是()。",
    "options": {
      "A": "处理时间",
      "B": "缺陷数量",
      "C": "储存容量",
      "D": "风险数量"
    },
    "answer": "D",
    "explanation": "P467, 技术绩效分析：技术绩效测量指标可能包括处理时间、缺陷数量和储存容量等。"
  },
  {
    "id": "N15-064",
    "stem": "关于项目风险管理的描述，不正确的是()。",
    "options": {
      "A": "纯粹风险和人为风险在一定条件下可以相互转化",
      "B": "项目风险既包括对项目目标的威胁，也包括促进项目目标的机会",
      "C": "风险大多数随着项目的进展而不断变化，不确定性会逐渐减小",
      "D": "风险后果包括后果发生的频率、收益或损失大小"
    },
    "answer": "A",
    "explanation": "P433,A 错误。纯粹风险和投机风险在一定条件下可以相互转化，项目管理人员必须避免投 机风险转化为纯粹风险。"
  },
  {
    "id": "N15-065",
    "stem": "可用于风险识别的工具与技术是()。",
    "options": {
      "A": "决策树",
      "B": "SWOT",
      "C": "概率影响矩阵",
      "D": "波士顿矩阵"
    },
    "answer": "B",
    "explanation": "P446, A错误。决策树是定量风险分析的工具。 B 正确。SWOT 从优势、劣势、机会、威胁上全面地考虑风险，属于风险识别的工具。 C 错误。概率影响矩阵是定性风险分析的工具。 D 错误。BCG 矩阵(又称波士顿矩阵，英语： BCG Matrix) 是布鲁斯 · 亨德森于1970年为波士顿咨询公 司设计的一个图表[1],目的是协助企业分析其业务和产品系列的表现，从而协助企业更妥善地分配资源，及 作为品牌建立和营销、产品管理、战略管理及公司整体业务的分析工具。"
  },
  {
    "id": "N15-066",
    "stem": "风险可以从不同角度、根据不同的标准来进行分类，百年不遇的暴雨属于()。",
    "options": {
      "A": "不可预测风险",
      "B": "可预测风险",
      "C": "已知风险",
      "D": "技术风险"
    },
    "answer": "A",
    "explanation": "P434, 风险分类 释义 例子 已知风险 能够明确的那些经常发生的，而且其后果亦 可预见的风险 项目目标不明确，过分乐观的进度计划，设 计或施工变更，材料价格波动等 可预测风险 以预见其发生，但不可预见其后果的风险。 业主不能及时审查批准，分包商不能及时交 工，施工机械出现故障，不可预见的地质条 件等。 不可预测风险 不能预计发生，更不能预估后果。不可预测 风险有时也称未知风险或未识别的风险。一 般是外部因素作用的结果 地震、百年不遇的暴雨、通货膨胀、政策变 化等。"
  },
  {
    "id": "N15-067",
    "stem": "进度风险导致的损失不包括()。",
    "options": {
      "A": "货币的时间价值",
      "B": "延期投入导致的损失",
      "C": "预算不准导致的成本超支",
      "D": "进度延误引起的第三方损失"
    },
    "answer": "C",
    "explanation": "C 错误。属于成本风险。"
  },
  {
    "id": "N15-068",
    "stem": "() 风险应对策略是指通过改变计划，以排除风险，或者保护项目目标不受影响，或对收到威 胁的一些项目目标放松要求。",
    "options": {
      "A": "规避",
      "B": "转移",
      "C": "减轻",
      "D": "接受"
    },
    "answer": "A",
    "explanation": "P459-460: 威胁应对策略： 上报：风险超出了项目经理的权限，就应该采用上报策略 规避：改变项目计划，以排除风险或条件 转移：将应对威胁的责任转移给第三方 减轻：提前采取措施来降低威胁发生的概率和影响。 接受：最常见的主动接受策略是建立应急储备，安排一定的时间、资金或资源来应对风险。被动接受策略定 期对威胁进行审查，确保其未发生重大改变"
  },
  {
    "id": "N15-069",
    "stem": "关于识别风险的描述，不正确的是()。",
    "options": {
      "A": "可使用类似项目信息的核查替代所需的风险识别",
      "B": "在风险管理计划中应规定识别风险的迭代频率和迭代参与程度",
      "C": "从组织外部采购商品和服务可能引发新的项目风险",
      "D": "使用SWOT 分析法可以拓宽项目识别风险的范围"
    },
    "answer": "A",
    "explanation": "P445, 核查单：基于从类似项目和其他信息来源积累的历史信息和知识来编制核查单。虽然 核查单简单易用，但它不可能穷尽所有风险。所以，必须确保不要用核查单来取代所需的风险识别工作。"
  },
  {
    "id": "N15-070",
    "stem": "业主不能及时审查批准，分包商不能及时交工，属于()。",
    "options": {
      "A": "不可预测风险",
      "B": "可预测风险",
      "C": "已知风险",
      "D": "技术风险"
    },
    "answer": "B",
    "explanation": "P434, 风险分类 释义 例子 已知风险 能够明确的那些经常发生的，而且其后果亦 可预见的风险 项目目标不明确，过分乐观的进度计划，设 计或施工变更，材料价格波动等 可预测风险 以预见其发生，但不可预见其后果的风险。 业主不能及时审查批准，分包商不能及时交 工，施工机械出现故障，不可预见的地质条 件等。 不可预测风险 不能预计发生，更不能预估后果。不可预测 风险有时也称未知风险或未识别的风险。一 般是外部因素作用的结果 地震、百年不遇的暴雨、通货膨胀、政策变 化等。"
  },
  {
    "id": "N15-071",
    "stem": "关于识别风险的工具与技术的描述，正确的是()。",
    "options": {
      "A": "核对单简单易用且可以穷尽所有事项",
      "B": "SWOT 分析可用于考察组织优势能够抵消威胁的程度",
      "C": "文档审查是对项目进行安全性、规范化审查",
      "D": "拥有类似项目或业务领域经验的专家不可以直接识别风险"
    },
    "answer": "B",
    "explanation": "P445-446, A 错误。核对单不能穷尽所有风险事项 B 正确。SWOT 分析可用于考察组织优势能过抵消威胁的程度，以及机会可以克服劣势的程度 C 错误。文档审查是对项目文档进行的结构性审查 D 错误。专家判断是识别风险的一项重要工具"
  },
  {
    "id": "N15-072",
    "stem": "加强项目韧性的措施不包括()。",
    "options": {
      "A": "预留合理应急预算和时间",
      "B": "强有力的变更管理",
      "C": "留意早期预警信号，以尽早识别突发性风险",
      "D": "调整项目范围，以适应项目工作"
    },
    "answer": "D",
    "explanation": "P436, 可以通过加强项目韧性来应对这种风险，可以采取如下措施： ◆ 除了为已知风险列出风险预算，还要为突发性风险预留合理应急预算和时间。 ◆ 采用灵活的项目过程，包括强有力的变更管理。 ◆ 授权目标明确且值得信赖的项目团队在商定限制范围内完成工作。 ◆ 留意早期预警信号，以尽早识别突发性风险。 ◆ 明确征求干系人的意见，为应对突发性风险而可以调整项目范围或策略的领域。"
  },
  {
    "id": "N15-073",
    "stem": "规划风险管理在项目中开展 ()。",
    "options": {
      "A": "仅开展一次",
      "B": "整个项目期间开展",
      "C": "定期开展",
      "D": "反复开展"
    },
    "answer": "A",
    "explanation": "P438, 规划风险管理仅开展一次或仅在项目的预定义点开展。"
  },
  {
    "id": "N15-074",
    "stem": "项目风险管理过程进行裁剪时应考虑的因素不包括()。",
    "options": {
      "A": "项目规模",
      "B": "项目重要性",
      "C": "开发方法",
      "D": "项目生命周期"
    },
    "answer": "D",
    "explanation": "P438, 裁剪考虑因素：项目规模、项目复杂性、项目重要性、开发方法。"
  },
  {
    "id": "N15-075",
    "stem": "用计算机软件数千次迭代运行定量风险分析模型。每次运行，都要随机选择输入值(如成本估 算、持续时间估算或概率分支发生频率),是()。",
    "options": {
      "A": "蒙特卡洛分析",
      "B": "敏感性分析",
      "C": "决策树分析",
      "D": "概率和影响矩阵"
    },
    "answer": "A",
    "explanation": "P455, 用计算机软件数千次迭代运行定量风险分析模型。每次运行，都要随机选择输入值(如 成本估算、持续时间估算或概率分支发生频率)。"
  },
  {
    "id": "N15-076",
    "stem": "某信息系统建设项目中，为防范系统宕机风险，蜗牛老师建设采购服务器时均配置冗余电源和 冗余风扇。项目经理采用的风险应对策略为()。",
    "options": {
      "A": "减轻",
      "B": "转移",
      "C": "规避",
      "D": "消除"
    },
    "answer": "A",
    "explanation": "P460, 减轻。风险减轻是指采取措施来降低威胁发生的概率和影响。提前采取减轻措施通常 比威胁出现后尝试进行弥补更加有效。减轻措施包括采用较简单的流程、进行更多次测试和选用更可靠的卖 方。还可能涉及原型开发，以降低从实验台模型放大到实际工艺或产品中的风险。如果无法降低概率，也许 可以从决定风险严重性的因素入手，来减轻风险发生的影响。例如，在一个系统中加入冗余部件，可减轻原 始部件故障所造成的影响。"
  },
  {
    "id": "N15-077",
    "stem": "下面属于工作绩效数据的是()。",
    "options": {
      "A": "偏差分析结果",
      "B": "挣值数据",
      "C": "预测数据",
      "D": "已发生的风险"
    },
    "answer": "D",
    "explanation": "P467, 工作绩效数据包含关于项目状态的信息，例如，已实施的风险应对措施、已发生的风 险、仍活跃及已关闭的风险。"
  },
  {
    "id": "N15-078",
    "stem": "项目风险管理计划不包含的内容是()。",
    "options": {
      "A": "风险管理的方法论",
      "B": "风险管理估算准确度",
      "C": "风险概率和影响",
      "D": "如何审计风险管理过程"
    },
    "answer": "B",
    "explanation": "P440, 风险管理计划包括以下内容：风险管理策略、方法论、角色与职责、资金、时间安排、 风险类别、干系人风险偏好、风险概率和影响、概率和影响矩阵、报告格式、跟踪。"
  },
  {
    "id": "N15-079",
    "stem": "以下说法不正确的是()。",
    "options": {
      "A": "风险登记册的内容可能包括潜在应对措施清单",
      "B": "应鼓励所有项目参与人员识别风险",
      "C": "风险报告的编制是一次性工作，其结果需要记录在风险登记册中",
      "D": "风险报告内容主要包括整体项目凤险的来源和已识别单个项目凤险的概述信息"
    },
    "answer": "C",
    "explanation": "P447, 风险报告的编制是一项渐进式的工作。随着实施定性风险分析、实施定量风险分析、 规划风险应对、实施风险应对和监督风险过程的完成，这些过程的结果也需要记录在风险登记册中。"
  },
  {
    "id": "N15-080",
    "stem": "关于风险分析的描述，不正确的是()。",
    "options": {
      "A": "风险概率评估旨在调查风险对项目目标的潜在影响",
      "B": "风险数据质量评估要考察风险数据的准确性、可靠性和完整性",
      "C": "实施定量风险分析一般在实施定性风险分析过程之后开展",
      "D": "在没有足够的数据建立模型时，定量风险分析可能无法实施"
    },
    "answer": "A",
    "explanation": "P449, 风险概率评估旨在调查每个具体风险发生的可能性"
  },
  {
    "id": "N15-081",
    "stem": "采用敏捷或适应型方法管理项目风险，需要做的工作不包括()。",
    "options": {
      "A": "经常审查增量的工作产品",
      "B": "加快知识的分享",
      "C": "在每个迭代期间应该识别、分析和管理风险",
      "D": "采用稳健的风险应对措施"
    },
    "answer": "D",
    "explanation": "P438, 越是变化的环境就存在越多的不确定性和风险。要应对快速变化，就需要采用敏捷或 适应型方法管理项目，如经常审查增量的工作产品，加快知识的分享，来确保对风险的认知和管理。在选择 每个迭代期的工作内容时都要考虑风险；在每个迭代期间应该识别、分析和管理风险。"
  },
  {
    "id": "N15-082",
    "stem": "下列不属于定量风险分析的工具和技术的是()。",
    "options": {
      "A": "蒙特卡洛分析",
      "B": "敏感性分析",
      "C": "决策树分析",
      "D": "概率和影响矩阵"
    },
    "answer": "D",
    "explanation": "P454-457, 概率和影响矩阵是风险定性分析的工具和技术"
  },
  {
    "id": "N15-083",
    "stem": "风险审查需要做的工作不包括()。",
    "options": {
      "A": "识别新风险",
      "B": "评估当前风险",
      "C": "采取纠偏措施",
      "D": "关闭过时风险"
    },
    "answer": "C",
    "explanation": "P467, 风险审查会：风险审查可以是定期项目状态会中的一项议程，也可以召开专门的风险 审查会。需要识别新风险，评估当前风险、关闭过时风险等"
  },
  {
    "id": "N15-084",
    "stem": "整体项目风险的级别进行审查，确保其未发生重大改变是()。",
    "options": {
      "A": "减轻",
      "B": "主动接受",
      "C": "转移",
      "D": "被动接受"
    },
    "answer": "D",
    "explanation": "P461, 被动接受策略则不会主动采取行动，而只是定期对整体项目风险的级别进行审查，确 保其未发生重大改变"
  },
  {
    "id": "N15-085",
    "stem": "( ) 不属于风险识别的依据。",
    "options": {
      "A": "成本管理计划",
      "B": "范围基准",
      "C": "采购文件",
      "D": "风险类别"
    },
    "answer": "D",
    "explanation": "P444-445, 风险类别是规划风险管理的输出。"
  },
  {
    "id": "N15-086",
    "stem": "() 的作用是确保按计划执行商定的风险应对措施，来管理整体项目风险、最小化单个项目威 胁，以及最大化单个项目机会本过程需要在整个项目期间开展。",
    "options": {
      "A": "规划风险应对",
      "B": "实施定性风险分析",
      "C": "实施风险应对",
      "D": "监督风险"
    },
    "answer": "C",
    "explanation": "P463, 实施风险应对的作用是确保按计划执行商定的风险应对措施，来管理整体项目风险、 最小化单个项目威胁，以及最大化单个项目机会本过程需要在整个项目期间开展。"
  },
  {
    "id": "N15-087",
    "stem": "影响规划风险管理的事业环境因素包括()。",
    "options": {
      "A": "组织的风险政策",
      "B": "整体风险临界值",
      "C": "风险描述的格式",
      "D": "风险概念和术语的通用定义"
    },
    "answer": "B",
    "explanation": "P439,ACD 均为组织过程资产。只有B 正确 影响规划风险管理过程的事业环境因素是组织或关键干系人设定的整体风险的临界值。"
  },
  {
    "id": "N15-088",
    "stem": "关于风险审计的描述，不正确的是()。",
    "options": {
      "A": "风险审计可用于评估风险管理过程的有效性",
      "B": "项目经理要确保按项目风险管理计划所规定的频率实施风险审计",
      "C": "应召开专门的风险审计会议进行风险审计",
      "D": "在实施审计前，要明确定义审计的格式和目标"
    },
    "answer": "C",
    "explanation": "P467, 风险审计是一种审计类型，可用于评估风险管理过程的有效性。项目经理负责确保按 项目风险管理计划所规定的频率开展风险审计。风险审计可以在日常项目审查会和风险审查会上开展，团队 也可以召开专门的风险审计会。在实施审计前，应明确定义风险审计的程序和目标"
  },
  {
    "id": "N15-089",
    "stem": "项目经理蜗牛老师为了回避论文课被某机构抄袭所带来的风险，按计划换一个项目素材来讲课。 但是由于时间紧迫，新素材大家理解不深，写出来的质量没有之前的好，这个属于()。",
    "options": {
      "A": "纯粹风险",
      "B": "投机风险",
      "C": "人为风险",
      "D": "次生风险"
    },
    "answer": "D",
    "explanation": "P458: 次生风险是实施风险应对措施直接导致的风险"
  },
  {
    "id": "N15-090",
    "stem": "适用于识别风险过程的数据分析技术是()。",
    "options": {
      "A": "核查单",
      "B": "头脑风暴",
      "C": "访谈",
      "D": "SWOT 技术"
    },
    "answer": "D",
    "explanation": "P446,ABC 都是数据收集技术，只有D 是数据分析技术"
  },
  {
    "id": "N15-091",
    "stem": "规划风险管理是()如何实施项目风险管理活动的过程。",
    "options": {
      "A": "管理",
      "B": "定义",
      "C": "规划",
      "D": "监督"
    },
    "answer": "B",
    "explanation": "P438, 规划风险管理是定义如何实施项目风险管理活动的过程。本过程的主要作用是确保风 险管理的水平、方法和可见度与项目风险程度，以及项目对组织和其他干系人的重要程度相匹配。"
  },
  {
    "id": "N15-092",
    "stem": "识别风险是识别()的来源，并记录风险特征的过程。",
    "options": {
      "A": "单个项目风险",
      "B": "整体项目风险",
      "C": "单个项目风险及整体项目风险",
      "D": "单个项目风险或整体项目风险"
    },
    "answer": "C",
    "explanation": "P443, 识别风险是识别单个项目风险及整体项目风险的来源，并记录风险特征的过程。本过 程的主要作用是记录现有的单个项目风险及整体项目风险的来源。"
  },
  {
    "id": "N15-093",
    "stem": "某互联网公司专利专员的如下工作中，()属于针对机会的应对策略。",
    "options": {
      "A": "项目执行中开展专利申请",
      "B": "项目中所需专利的购买",
      "C": "项目执行中开展专利侵权审查",
      "D": "项目使用的开源代码审查"
    },
    "answer": "A",
    "explanation": "A 属于机会，其他都是威胁"
  },
  {
    "id": "N15-094",
    "stem": "在进行项目风险定性分析时，可能会涉及到()。",
    "options": {
      "A": "建立概率及影响矩阵",
      "B": "决策树分析",
      "C": "敏感性分析",
      "D": "建模和模拟"
    },
    "answer": "A",
    "explanation": "P450-451,BCD 均是定量分析的工具和技术"
  },
  {
    "id": "N15-095",
    "stem": "() 是不确定条件下进行决策的图形辅助工具。它将一个项目或项目中的一种情境表现为一系 列实体、结果和影响，以及它们之间的关系和相互影响。",
    "options": {
      "A": "模拟",
      "B": "敏感性分析",
      "C": "决策树分析",
      "D": "影响图"
    },
    "answer": "D",
    "explanation": "P456-457, 影响图：不确定条件下进行决策的图形辅助工具。它将一个项目或项目中的一种 情境表现为一系列实体、结果和影响，以及它们之间的关系和相互影响。"
  },
  {
    "id": "N15-096",
    "stem": "() 是执行商定的风险应对计划的过程。",
    "options": {
      "A": "规划风险应对",
      "B": "实施定性风险分析",
      "C": "实施风险应对",
      "D": "监督风险"
    },
    "answer": "C",
    "explanation": "P463, 实施风险应对是执行商定的风险应对计划的过程。"
  },
  {
    "id": "N15-097",
    "stem": "某项目是省重点工程，为了尽可能满足其对数据安全等级高的要求，故项目经理决定采用新的 数据安全管理技术，这属于()。",
    "options": {
      "A": "规避",
      "B": "开拓",
      "C": "接受",
      "D": "减轻"
    },
    "answer": "B",
    "explanation": "P459-462: 首先分析这道题描述的是机会风险，然后再看关键词，采用新技术，那么属于开拓。 风险应对策略★★★★★ 风险类别 策略 释义 威胁 上报 风险超出了项目 经理的权限，就应该采用上报策略 规避 改变项目计划，以排除风险或条件 转移 将应对威胁的责任转移给第三方 减轻 提前采取措施来降低威胁发生的概率和影响 接受 最常见的主动接受策略是建立应急储备，安排一定的时间、资金或资源来应对风 险。被动接受策略定期对威胁进行审查，确保其未发生重大改变 机会 上报 超出了项目经理的权限，就应该采用上报策略 开拓 为项目分配最有能力的资源，或采用全新技术，确保机会得到实现 分享 与第三方共享机会带来的部分收益 提高 增加资源，提高机会发生的概率 接受 最常见的主动接受策略是建立应急储 备 ，包括预留时间、资金或资源，以便在机 会出现时加以利用。被动接受策略定期对机会进行审查，确保其并未发生重大改 变 整体 规避 改变项目计划，以排除风险或条件，最极端的措施是取消项目 开拓 对正面影响采取集中行动，获得不确定性对整体项目的正面影响 转移或分享 让第三方代表组织对风险进行管理 减轻或提高 减轻策略适用于负面的整体项目风险，而提高策略则适用于正面的整体项目风险 接受 最常见的主动接受策略是为项目建立整体应急储备，包括预留时间、资金或资源， 以便在项目风险超出临界值时使用；被动接受策略则不会主动采取行动，而只是 定期对整体项目风险的级别进行审查，确保其未发生重大改变 应急应对策略 可以设计一些仅在特定事件发生时才采用的应对措施"
  },
  {
    "id": "N15-098",
    "stem": "不属于风险审查会议的工作是()。",
    "options": {
      "A": "识别新风险",
      "B": "评估当前风险",
      "C": "规划风险应对措施",
      "D": "关闭过时风险"
    },
    "answer": "C",
    "explanation": "P467, 风险审查会：风险审查可以是定期项目状态会中的一项议程，也可以召开专门的风险 审查会。"
  },
  {
    "id": "N15-099",
    "stem": "",
    "options": {
      "A": "规避",
      "B": "转移",
      "C": "减轻",
      "D": "接受"
    },
    "answer": "A",
    "explanation": "P460, 规避。风险规避是指项目团队采取行动来消除威胁，或保护项目免受威胁的影响。它 可能适用于发生概率较高，且具有严重负面影响的高优先级的威胁。规避策略可能涉及变更项目管理计划的 某些方面，或改变会受负面影响的目标，以便于彻底消除威胁，将它的发生概率降低到零。风险责任人也可 以采取措施，来分离项目目标与风险万一发生的影响。规避措施可能包括消除威胁的原因、延长进度计划、 改变项目策略，或缩小范围。有些风险可通过澄清需求、获取信息、改善沟通或取得专有技能来加以规避。"
  },
  {
    "id": "N15-100",
    "stem": "有些风险应对措施可能由项目团队以外的人员执行，这种情况下，负责引导风险管理过程的项 目经理或人员就需要施展()。",
    "options": {
      "A": "引导",
      "B": "领导力",
      "C": "谈判",
      "D": "影响力"
    },
    "answer": "D",
    "explanation": "P465: 影响力。有些风险应对措施可能由项目团队以外的人员执行，这种情况下，负责引导 风险管理过程的项目经理或人员就需要施展影响力。"
  },
  {
    "id": "N15-101",
    "stem": "() 的主要作用是，使项目决策都基于关于整体项目风险和单个项目风险的当前信息。",
    "options": {
      "A": "规划风险管理",
      "B": "识别风险",
      "C": "实施定量风险分析",
      "D": "监督风险"
    },
    "answer": "D",
    "explanation": "P465, 监督风险是在整个项目期间，监督商定的风险应对计划的实施、跟踪已识别风险、识 别和分析新风险，以及评估风险管理有效性的过程。本过程的主要作用是，使项目决策都基于关于整体项目 风险和单个项目风险的当前信息。本过程需要在整个项目期间开展。"
  },
  {
    "id": "N15-102",
    "stem": "() 在项目结果变化与定量风险分析模型中的要素变化之间建立联系，通常用龙卷风图来表示。",
    "options": {
      "A": "蒙特卡洛分析",
      "B": "敏感性分析",
      "C": "决策树分析",
      "D": "概率和影响矩阵"
    },
    "answer": "B",
    "explanation": "P455, 敏感性分析：它在项目结果变化与定量风险分析模型中的要素变化之间建立联系。敏 感性分析的结果通常用龙卷风图来表示 第16章项目采购管理"
  },
  {
    "id": "N16-001",
    "stem": "以下关于协议/采购合同的说法中不正确的是()。",
    "options": {
      "A": "在复杂项目中，可能需要同时或先后管理多个合同",
      "B": "采购合同应在项目开始时就制订好，在项目结束后才能结束",
      "C": "买方可能为最终产品的所有人、分包商、收购机构、服务需求者或购买方",
      "D": "协议可以是合同、服务水平协议 (SLA) 、 谅解备忘录、协议备忘录 (MOA) 或订购单"
    },
    "answer": "B",
    "explanation": "P472, 在复杂项目中，可能需要同时或先后管理多个合同。这种情况下，不同合同的生命周 期可在项目生命周期的任何阶段开始与结束。"
  },
  {
    "id": "N16-002",
    "stem": "() 的主要作用是确定是否从项目外部获取货物和服务，如果是，则还要确定将在什么时间、 以什么方式获取什么货物和服务。货物和服务可从执行组织的其他部门采购，或者从外部渠道采购。",
    "options": {
      "A": "规划采购管理",
      "B": "实施采购",
      "C": "控制采购",
      "D": "合同管理"
    },
    "answer": "A",
    "explanation": "P475, 规划采购管理：确定是否从项目外部获取货物和服务，如果是，则还要确定将在什么时间、以什么方式获取 什么货物和服务。 实施采购：选定合格卖方并签署关于货物或服务交付的法律协议。 控制采购：确保买卖双方履行法律协议，满足项目需求。"
  },
  {
    "id": "N16-003",
    "stem": "() 适用于采购价值相对较小，不值得花时间和成本开展完整选择过程的情况。买方会确定短 名单，然后根据可信度、相关资质、经验、专业知识、专长领域和参考资料选择最佳的投标人。",
    "options": {
      "A": "最低成本",
      "B": "仅凭资质",
      "C": "基于质量或技术方案得分",
      "D": "唯一来源"
    },
    "answer": "B",
    "explanation": "P479, 仅凭资质：适用于采购价值相对较小，不值得花时间和成本开展完整选择过程的情况。 买方会确定短名单，然后根据可信度、相关资质、经验、专业知识、专长领域和参考资料选择最佳的投标人。"
  },
  {
    "id": "N16-004",
    "stem": "关于项目合同管理概述，不正确的()。",
    "options": {
      "A": "经历买方认可，项目主体工作在签订分包合同时可以使用总价合同",
      "B": "按照项目范围划分，合同分为项目总承包合同、单项承包合同、项目分包合同",
      "C": "项目合同采用总价合同时，买方必须准确定义要购买的产品或服务",
      "D": "合同双方如签订工料合同，则买方来承担中等程度的成本风险，卖方承担单价风险"
    },
    "answer": "A",
    "explanation": "P493: 订立项目分包合同必须同时满足5个条件：①经过买方认可；②分包的部分必须是 项目非主体工作；③只能分包部分项目，而不能转包整个项目；④分包方必须具备相应的资质条件；⑤分包 方不能再次分包"
  },
  {
    "id": "N16-005",
    "stem": "关于采购合同的描述，不正确的是()。",
    "options": {
      "A": "项目经理应确保采购合同的变更管理遵循组织的变更管理流程，以确保合同变更的合规性和有效性",
      "B": "项目经理无需对采购合同进行定期审查，因为合同条款一旦确定就不会发生变化",
      "C": "采购合同应明确规定项目的验收标准和方法，以确保交付成果符合项目要求",
      "D": "合同中的违约责任条款是为了在发生违约情况时，双方能够依据合同条款进行纠纷解决"
    },
    "answer": "B",
    "explanation": "B 不正确，项目经理应该定期审查采购合同，以确保合同执行符合约定的条款，并及时发现 和处理任何偏差或变更需求。"
  },
  {
    "id": "N16-006",
    "stem": "以下关于采购计划的叙述中，不正确的是()。",
    "options": {
      "A": "编制采购计划的第一步是考虑哪些产品或服务由项目团队自己提供划算，还是通过采购更为划算",
      "B": "每一次采购都要经历从编制采购计划到完成采购的全过程",
      "C": "项目进度计划决定和影响着项目采购计划，项目采购计划作出的决策不会影响项目进度计划",
      "D": "编制采购计划时，需要考虑的内容有资源需求、进度、质量管理计划等"
    },
    "answer": "C",
    "explanation": "P475,C 错误。项目进度计划对规划采购管理过程中的采购策略制定有重要影响。在制订采 购管理计划时所做出的决定也会影响项目进度计划。在开展制定进度计划过程、估算活动资源过程以及自制 或外购决策制定时，都需要考虑这些决定。"
  },
  {
    "id": "N16-007",
    "stem": "下面关于索赔的说法中，不正确的是()。",
    "options": {
      "A": "按照索赔的目的进行划分，索赔可以分为工期索赔和费用索赔",
      "B": "项目发生索赔事件后，应先由监理工程师调解，若调解不成，则须由政府建设主管机构进行调解或仲裁后， 方可向所在地人民政府起诉",
      "C": "索赔必须以合同为依据",
      "D": "索赔的重要前提条件是合同一方或双方存在违约行为或事实，并且由此造成了损失，责任应由对方承担"
    },
    "answer": "B",
    "explanation": "P500: 合同索赔流程： 项目发生索赔事件后，一般先由监理工程师调解，若调解不成，由政府建设主管机构进行调解，若仍调解不 成，由经济合同仲裁委员会进行调解或仲裁。B 描述有误。"
  },
  {
    "id": "N16-008",
    "stem": "订立项目分包合同需满足以下()条件。 *①经过买方认可 *②分包方不能与买方有隶属或连带关系 *③分包部分必须是项目非主体工作 *④分包方必须满足相应的资质条件 *⑤不能转包整个项目 *⑥分包方再次分包需经买方同意",
    "options": {
      "A": "①②③⑥",
      "B": "①②④⑥",
      "C": "②③⑤⑥",
      "D": "①③④⑤"
    },
    "answer": "D",
    "explanation": "P493: 订立项目分包合同必须同时满足5个条件：①经过买方认可；②分包的部分必须是"
  }
]
}